{
  "schema_version": "v2-two-tables",
  "stock_id": "1102",
  "date": "2025-05-16",
  "original_filename": "1102_20250516_paragraphized.zhtw.txt",
  "transcript_zh": [
    "歡迎各位投資先進參加凱基舉辦亞洲水泥的線上法人會議。今天主講的長官是陳偉仲經理以及投資人關係團隊。我們首先請Ninus跟各位分享一下2025年第一季的盈利概況。Ninus麻煩您。好的 各位午安。歡迎大家來聽亞農第一季的法說會。",
    "我們先來看到第一季我們已經公告的這些業績數據的部分。好 先看到這一頁。首先可以看到第一季的本業營業經歷基本上是一個改善的狀況。主要是在中國水泥這一塊，虧損在第一季有大幅的減少。",
    "另外在我們的業外的權益房則是有一些下滑。所以我們先來看看第一季的本業營業經歷。我們從各部門來看。在臺灣水泥的部分，第一季基本上是偏向於穩定的一個狀態。中國的部分則是營收雖然有一些下滑，但是因爲盾毛利的回升，價格的回升，所以在營業經歷的部分則是損失大幅的減少。在家會電力的部分，主要是因爲一起家會一起在第一季的大修，所以營收和獲利在第一季是有一些減少。",
    "是因爲它有一個四年一度的一個大修。那麼在不鏽鋼方面，則是維持着一個持續獲利改善的一個狀況。不過在營業經歷方面，則是也是一個比較小型的一個獲利狀態。但比去年虧損改善。那在權益法投資的方面的話，可以看到遠東新在第一季則是比去年成長。那麼雖然他在今年第一季有因爲這個一些一次性的一個業外損失，那但是他也有一些處分利益的部分有所貢獻。",
    "那麼域名航運的部分，在第一季的一個月內也有所貢獻。第一季則是稍微比去年再弱一些。主要是受到價格的部分影響。那麼山水部分則是比去年同期的虧損減少。這一個趨勢則是跟整個中國水泥行業來講是一致的。那麼在細部講到說整個臺灣水泥的一個狀況的話，其實在我們第一季來講，價量基本上都是相對是比較穩定。",
    "但量的部分是比較穩定的。那麼這個部分稍微有比去年同期稍微改善一點。那麼就整個市場看起來的話，實際房市狀況其實還是相對是基本上是比較好一點。那麼再看到後面接下來中國數據，那中國數據來看的話呢，實際量的部分呢，還是比去年還好一點。那麼這個部分呢，還是比去年還好一點。那麼這個部分呢，還是比去年還好一點。",
    "那麼這個部分呢，還是比去年還好一點。那麼這個部分呢，實際量的部分呢，還是比去年同期稍微少一點。但是因爲整個水泥市場需求在第一季，實際還是略微下滑的。那麼在價格部分呢，則是比去年同期改善大概7個percent。那麼這其實是延續去年第四季的一個價格走勢。那麼對毛利的部分呢，是第一季是25塊。",
    "那麼實際就是比去年同期改善不少。那麼主要的原因就是價格部分是成長。當然還有煤炭成本部分，在第一季也是比去年少。那麼所以第一季看起來中國大概是這樣的一個架構。那麼再往下，那再看到我們亞尼的這個業外的部分。那麼業外部分其實全英法投資剛剛報告。",
    "就是主要是育民航運這一塊有一些減少。其他部分其實都還OK還不錯。那麼比較大的一個差異的話，會是在這個金融資產評價部分。那麼跟去年同期也比較大的落差。那麼這一塊去年其實數字比較大，大概19億。那麼主要是去年第四去年的第一季。",
    "那麼實際整個股票市場是上漲蠻多的。那麼去年臺股上漲第一季就漲了13個percent。那麼今年第一季反而股市是下跌，大概8個percent。那麼所以這部分的主要差距就會是在這裏。那麼就是同時間這個市場行情的一個落差。那麼匯兌的部分，其實在第一季來講的話，美元還是在相對是升值的。",
    "那麼所以我們第一季還有一些匯兌利益。但升值幅度沒有到去年那麼大。那麼但到第二季來講的話，實際大概就會有反轉了。因爲四月開始，實際美元是貶值，然後臺幣是升值的。那麼而且幅度是比較大。那麼所以這邊可以預期到，可能如果到6月底，我們臺幣升值的幅度沒有明顯的迴轉的話，那可能到第二季我們這邊會有一些匯損出現。",
    "這是主要的影響。那麼但投資性不動產的話，實際今年還有一季還有小幅的增加。那麼相比去年同期也是有一個差距。那麼所以就業外整個數字上看來，主要跟去年差異比較大。那麼就會是在金融資產評價，然後還會對這一塊的落差。但是就營業經濟本業這一塊，實際我們今年第一季還是比較改善。",
    "那麼接下來我們看到這個資產負債表，那麼資產負債表這一塊的話，實際整個第一季來講，實際淨負債的數字是略微增加。那麼不過可以看到，如果細就我們的負債比例借款來看的話，實際水平是差不多持穩。那麼主要是在我們的短期投資這一塊有減少一些。那麼這部分的減少主要是我們有一些定存。主要是中國，那邊的定存改做長天期。那麼長天期一年以上。",
    "那麼所以它這個在會計刃科目上面，因爲它的定存期間比較長。那麼它就從流動轉爲非流動。那麼所以導致這個短期投資下滑。那麼所以這個其實是科目的影響。那麼會計科目的影響。那麼並不是說這個短期投資有損失。",
    "或者是怎麼樣。那麼再看到下面，那麼這個是中國的。那麼兩年中國在第一季的一個損益表。那麼大致的趨勢實際跟前面介紹差不多。就是營收的下滑主要是來自於量的部分。那麼價值部分實際是上漲。",
    "那麼所以毛利的部分是轉正。那麼營業經濟也是轉正。那麼其他收益這一塊比去年同期稍微少一點。主要是壞賬記題，還有金融評價的影響。那麼再看到下面，那麼我們就進入這個各行業的一個營運摘要的整理。那麼就我們現在五月來看整個今年中國水泥行業的一個情況來講的話，以今年來講需求部分降幅來說應該會比去年收斂。",
    "那麼2024年我們整個水泥需求下滑了大概10%。那麼今年的幅度應該有望可能在5%到6% 7%。那麼整個中長期來講，其實在結構上調整還是有一定的壓力存在。那麼供給方面來看，目前錯峯生產還是一個比較有效的一個控產的手段。那麼但是這個錯峯生產仍然它是一個行業價格行業自律的一個作爲。那麼當然地方各地方政府它實際會引導。",
    "那麼會提供一些錯峯停產的一個時程規劃排程規劃。那麼但是因爲是比較缺乏強制性。那麼所以還是比較是偏向大企業的帶頭。那麼企業之間的自律。那麼所以它是具有一定程度的不穩定性。那麼所以在去年第四季，實際大家在經歷了虧損之後，實際相對參與錯峯停產的意願是比較高。",
    "所以也帶動了價格一段的修復。不過到目前四五月來看，有些地方的錯峯停產的執行相對上又不是這麼的穩定。所以在五月其實我們也看到一些地方的價格又開始回落。所以這個其實就是再次驗證我們在講說，目前錯峯相對是最有效的。可是它也仍然具有不穩定性。好，那麼我們來看一下這個問題。",
    "這個問題其實就是關於錯峯停產的執行情況。我們來看一下今年的第一季，四川停60天，江西停50天，湖北停40天。其實停產都比去年同期多。如果就4月5月來講的話，要求的停產天數也是比去年同期多。當然更關鍵是說schedule是這樣排，但是大家落實的情況是怎麼樣。這部分其實就是會比較仰賴。",
    "因爲其實是在企業自律。就去年第四季來觀察來看，從庫存水位，從價格角度來看的話，實際落實是相當不錯。不過到今年的4月開始，可以看到這張圖，價格其實又開始往下走。所以體現出可能在尤其是湖北的部分，就是衝鋒的具體的落實，可能相對來說，又不是那麼理想。可是就這個價格來看，實際也已經接近去年第三季的低點。所以到現在，我們看到，實際上在這個時候，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到，我們已經看到。",
    "這個價格位置的話，這個價格位置的話，我覺得可能也是接近谷底了。我覺得可能也是接近谷底了。所以以後續來講，要再往下突破，可能也不是這麼容易。可能也不是這麼容易。可能也不是這麼容易。所以就第一季的逗毛率來看，所以就第一季的逗毛率來看，所以就第一季的逗毛率來看，大概是在25塊。",
    "大概是在25塊。第二季雖然價格慢慢在往下走，但是成本部分也是在往下跌。可是成本部分也是在往下跌。加上第二季的量，應該比去年第一季也好多。應該比第一季也好多。四川江西等等價格，實際也都還OK。",
    "實際也都還OK。主要是湖北相對是弱的。所以第二季的逗毛率，目前預期應該會，比第一季在做改善。可能有望看到30塊三字頭。可能有望看到30塊三字頭。再往下看，這是剛剛講煤價部分。",
    "這是剛剛講煤價部分。這是剛剛講煤價部分。煤價部分可以看到，實際去年黑色線2024年，基本上就是一個弱勢的盤整。大概在800到900之間。紅色線2025年的部分，實際年初就是高點，從大概780塊往下探。現在實際已經到650塊左右。",
    "所以實際比去年同期來講，就有一段落差。會形成成本上面的一個建設。所以就這趨勢來看的話，第二季儘管價格看起來，並未如想像中的強。可是成本仍然在往下走。情況下就是對利潤空間，還是有一定的改善。再往下看，中國部分有剛就是如同上面報告，那我們再看到臺灣市場部分。",
    "臺灣市場部分的話，實際第一季的需求相對是比較穩定。走一到四月來講的話，臺灣選舉需要大概是1%的小幅增長。看到建造合法樓地板甚至有，反而還有5%的增長。反而還有5%的增長。反而還有5%的增長。所以這提現出說，儘管現在的一個臺灣的這個房市的一個政策，是相對是比較緊縮的情況下，交易量的減少並不完全代表，營建方面的活動的一個冷淡。",
    "其實在建造方面，相對都還是比較持穩的。加上實際土地購置在建造土地購買，在第一季實際表現並不差。那麼合法樓地板面積，實際也還有個percent增長。所以顯示說盡管房市現在交易面是相對降溫的，但是在營建業這塊，實際倒是沒有看到同樣的冷淡下來。所以造就水泥需求，目前看起來還是相對是比較平穩的。",
    "再往下看，那在電力跟不鏽鋼方面可以看到說藍色的柱狀體就是2020年2025年的低級加費電力在低減相對營業經歷比去年略少一些，這主要原因就是電線成本目前其實是比去年同期高的，所以這部分會對我們的毛利造成一些影響。那再加上加費一期低級有一個四年一度的大秀剛報告就是營收跟營業經歷會有受到一些影響，那但二期的部分因爲先因爲就整個上半年來講其實我們的發電量還是會比去年高，因爲我們在去年第三季的時候跟臺電籤徵購合約，所以就今年上半年二期部分還是一個低級級的紅利，所以這部分還是會帶一些支撐。那不過就到下半年來講的話這部分的這個低級級差異就不會有，所以就整年來講2025年來講的話那其實加費的貢獻有可能在今年會是比去年要再少一點。那在遠能不鏽鋼的部分呢那在遠能不鏽鋼的部分呢來看的話其實去年開始就有營運慢慢轉去穩定的一個狀況，營業經歷就開始轉正，那今年的話這個狀況仍然是維持不錯，但是因爲現在看起來關稅政策等等發一些中斷需求的一個不確定性，所以這塊拉費有變相保守，所以今年我覺得我們認爲遠能的展望仍然是可能會是一個相對持穩持銀保泰維持小幅獲利這樣的一個狀況。再往下那接下來就是資本開支跟鼓勵政策的看一下，這資本開支的部分那去年2024年整個亞尼合併資本開支大概是40億元，那亞尼中國部分有增加到4億8千萬人民幣，那這部分增加主要是因爲我們有些產能的擴充跟置換，然後還有一些節能減排的一個環保設備，這部分的改善，然後臺灣的部分也有一些循環經濟的一些投資，那到今年來講這部分的金額有可能還會再持續維持去年，所以說甚至往上，因爲有些案子還是在持續進行。再往下那鼓勵政策鼓勵政策部分呢呃公司目前的最低根據公司章程亞尼部分最低章程要求是50個percent，那但是當然可以做過去的歷史看到其實我們幾乎沒有配到50個percent，大概大部分都是在60到70甚至80，那更早期也有到90到100，所以呃這部分我們董事會的部分還是會呃參考整個市場的條件情況，在結合公司本身的一個財務情況來去做綜合的考量，那會考慮配息率也會考慮殖利率，然後也會考慮呃整個公司的一個資本開支或者是公司的這個資金使用的一個綜合考量的結果，這是我們目前鼓勵政策。",
    "那亞尼中國部分呃2024年就沒有派息，主要原因是因爲呃2024年亞尼中國是虧損的，那當然有很多股東也問到說呃2015年亞尼中國也是虧損，但是當時有派息，現在沒有派息，那這部分主要的原因考量就是2015年的時候其實當時水泥行業仍然是在一個需求擴張階段，那行業的獲利儘管虧損，但是其實需求還在成長，那加上當時其實也沒有這麼多人在想要成長，那加上當時其實也沒有這麼多人在想要成長，那加上當時其實也沒有這麼多人在想要成長，那麼現在來看的話2024年還是虧損，但是需求比起2014 2015的高峯，但是需求比起2014 2015的高峯已經是大幅減少，已經是大幅減少，剛剛有見沒有看到現在需求是18億噸，他當時是24億噸，那而且現在可能這個下降，那當時是24億噸，那而且現在可能這個下降還在進行中，所以我們是必須要去比較謹慎審慎的看待這件事情，加上公司現在有些比較大的資本開支，加上公司現在有些比較大的資本開支，大的資本開支是必要進行的，所以今年2020年是沒有派息。以上這些狀況跟各位投資先進行做說明，我們現在就先進行Q&A，謝謝Niles，我們接下來就看各位投資先進，有任何問題都可以提出來做個交流，也可以將您的問題寫在聊天室。Niles現在聊天室有新增一個問題，好，有一個問題是問到說請問新臺幣升值幅度對公司的影響，這部分其實可以參考我們公司的財報，在後半付注的時候其實有揭露公司在在後半付注的時候會對上面的一個曝顯程度，以公司的美元的淨資產就是資產購掉負債的話，大約在第一季底大約是8億美金左右，所以各位可以直接去做實算。下面一個問題問到說加費電力第二季的獲利會回覆去年下半年的水準嗎，不會因爲第二季跟去年下半年是不同的，因爲第三季通常是傳統旺季，所以這個它本身就有季節性的因素在裏面，所以可能要看同期的比較，那所以就第二季的如果是就第二季跟去年第二季同期來比的話，有可能還是會差不多或者略少，因爲主要是因爲天然氣價是有落差，但是二期的部分是正貢獻，所以一期會應該說一期會比去年少，但是二期會比去年多，所以兩項比較之下可能要看最後影響是怎麼樣，但是到了下半年的話，如果天然氣的價格還是比去年高的話，那這個狀況可能在第三季第四季有可能會比去年少。那下面有一個問題問到的是第一季跟第二季的煤炭耗用成本，第一季的煤炭耗用成本是743，那第二季預計可能會是在680塊左右，740跟680下面一個問題問到說嘉惠電力的維修排成和臺電的購置專案，可以再review一次嗎，嘉惠電力的維修排成在今年第一季有一個大選項，是四年一度的大修，影響時間大概是一個月，所以導致今年第一季的營收按獲利比去年少，主要是今年第一季有一個大修。",
    "都已經在第一季完全結束，所以第二季沒有大修。臺電購置關於臺電購置專案是我們在去年第三季嘉惠二期有跟臺電增加購買，臺電有跟臺電籤一個增購合約，也就是臺電增加購買嘉惠電力的購買，嘉惠電力的電，因爲我們的電都會賣給臺電，所以嘉惠二期的發電量在去年第三季開始有比較明顯的增加，那這個專案會延續到今年，所以今年就上半年角度來看嘉惠二期的發電量仍然會比去年上半年多，因爲增購是從去年第三季開始，但到今年下半年這個機器的差異就會沒有，所以我們現在就要去年再去看下面一個問題問到雅尼的ESG政策在碳排放是不是比去年減少再生能源的使用情況，這部分其實牽涉到比較多數據，那可能請要請這位先進我們直接參考一下我們的ESG報告書上面其實會有比較詳細的數據在說說明，那就大方向可以直接說明就是說我們的碳排放政策確實是有在比去年一比一年比一年多的增加性質量，所以我們現在就要去年再去看這些數據了，所以我們現在就要去年再去看這些數據了，所以我們現在就要去年再去看這些數據了，所以我們現在就要去年再去看這些數據了，主要在現在減少比較快，是因爲我們在石灰石的用量上面我們現在開始開採一些生產一些所謂的低碳水泥，低碳水泥它使用比較多的石灰石但是比較少的熟料，所以在水泥生產出來的碳排放就會比較少，這是新的產品推出的效果，這是主要的因素，那我們現在也完成了新的SBT的建制，所以在我們的減碳的一個路徑上面從2025年我們已經提前達標了原本編的SBT的一個減碳目標我們已經提早達標，我們現在把這減碳目標再持續延展到2030年後，所以這部分我們都是在持續進行當中再生能源的使用情況部分我們有使用水泥廠有配套一些綠色電力太陽能的部分，所以我們現在是有在使用綠電，那詳細的就簡單報告到這邊，因爲詳細的部分可以再參考ESG報告書上面有非常豐富的說明，或是如果有提問的話也可以請這位投資先進可以直接email給我們可以再做比較詳細的回覆，那在下面一個問題問有同志先進問到說近期水泥報價疊價較多庫存堆積是否代表需求已經結束短期怎麼看是否爲止？地檔震盪到秋天剛前面報告就是最近水泥價格下跌主要是在江西跟湖北那後來湖北下跌比較多主要原因就是湊封停產的執行在第二季開始有一些區域是執行的不是這麼理想，那所以價格就開始有一些回落尤其是湖北部分因爲像在周邊省份有一些價格其實是比湖北還要便宜的，所以湖北作爲一個高價區它自然外部的水泥流入的話報價就有可能會下跌，所以春季需求已經結束可能不太清楚你講的春季需求是什麼，因爲我們通常春季是我們的淡季就是我們的旺季應該是從三四五月開始，所以需求面我覺得倒是維持一個比較溫吞的情況，所以現在報價其實主要要看的是供給面的調控，所以這個部分影響會大一點，那下面一個問題問到是說金融資產的規模有多少，這部分可以參考我們的資產負債表就是資產負債表短期投資部分可以參考一下，那當然這部分以低季來講66億其實是整個會計上的短期投資，那但其實你要再扣掉有一些三個月的定存其實也是算在這裏面，所以實際金額沒有660億這麼多，如果是講PL透過損益按公理價值衡量的就是FVTPL的這些金融資產的話大概是320億左右，這個BS上面都有公司財報上面有更詳細的說明，甚至我們也有一個公司財報上面有更詳細的說明，甚至我們投資部位有哪些大概付出上面也都揭露，所以FVTPL大概321億，那整個短投大概670億，那但是這個短投裏面有很多是定存簡單的講是這樣，Q2會回沖一些利益回來嗎會，因爲其實就整個股市狀況來看的話其實到5月中其實回升蠻多的，所以預期是有很多的回升回來，所以預期看起來應該會有些回沖，但是就會對造成的影響的話可能就暫時還不會，因爲匯率目前臺幣升值了一大段之後到目前其實並沒有回變，所以到第二季可能股市這方面的評價應該會改善，但是匯率造成的一些評價可能還是會有損失，在下面一個問題問到說第四季去年第四季的煤炭成本是796塊796下面有問題有問到說第二季的權益法投資獲利要怎麼評怎麼看，我覺得整個權益法投資在今年我覺得可能是偏向比較是保守一點的看法，因爲就美東新世紀的話他第一季可能有有一些儲備利益貢獻，所以造成一次性比較大，但是就第二季之後可能還是要看他本身基本面的一個狀況而定，對那還有他的這個場在第一季發生意外之後可能要看他後續復原的情況而定，對那玉米航運的話整個運價目前是偏向是相對弱一點，那當然主要也是要看中國這邊需求狀況如何吧，那另外還有他地緣政治的因素，現在因爲這塊相對是比較不穩定去有時候他是會催化運價上漲，對所以這塊可能政治盤地緣政治這塊也會牽動他的一個影響，嗯，嗯，Donc，u，依P，ah，No，Yeah，LISA，distribut，Do i，Do I，Do I，往下走，所以營業淨利率應該有可能是往上的下一個問題問到說。",
    "臺灣進口水泥。臺灣進口水泥的進度還在繼續。反傾銷這塊的進度也在推進中。最近幾天新聞上有提到政府的行動緩慢。其實大概就是這樣，政府的行動會在新聞上面看到這樣的狀況。所以我們還要靜待政府的行動。",
    "政府的行動會在7月公佈，以政府公佈爲主吧。下一個問題問到臺灣的營收部門，有無統計過多少屬於公共工程基本盤，多少是商業或私人的營業需求。可能要先跟這位頭陣解釋一下，臺灣水泥的部門呢，它是包含水泥事業還有水泥的相關的value chain，然後也包含預辦。那麼至於你要去區分哪些是公共工程，哪些是商業或私人營建，實際要從預辦這邊去統計會比較清楚。因爲預辦水泥預辦混凝土纔會直接流向營建業。就是在蓋房子的時候其實是用的是混凝土，而不是水泥。",
    "水泥是屬於中上游，混凝土纔是下游流到公共工程或營建。所以如果是就我們的混凝土這一塊的話，我們是可以區分的。但是如果是要就水泥這一塊的話，我們沒有辦法直接區分，因爲我們的客戶不是公共工程，我們的客戶是預辦。不過所以這是沒有辦法詳細統計的原因。但是如果就一個大致的感覺的話，這個大致的感覺的話或者就一個調研的大概的評出的一個估計的話，臺灣大概房地產的需求應該有佔到七成，對。那麼公共工程可能大概在兩成，剩下一層可能是工業私部門。",
    "那麼這幾年因爲科技業建廠的關係，所以可能還有之前房市是比較熱絡的關係，所以房地產跟就是私部門或者說你說工業部門這一塊的比重應該有比較高一點，公共工程可能少一點。所以它是大概是可能七比二比一的大基本盤可能是這樣。但是可能會隨着一些流動而有一些影響。這是整個市場的情況。下一個問題問到說錯綜生產角度來看中國水淨價格是不是有可能淡氣不淡旺氣不旺。如果是就今年的水淨價格的話，我看這個是一個很大的問題，因爲我們現在的水淨價格是很大的問題。",
    "所以我們現在的水淨價格是很大的問題。但是我們現在的水淨價格是很大的問題。所以我們現在的水淨價格是很大的問題。但是我們現在的水淨價格是很大的問題。但是我們現在的水淨價格是很大的問題。如果是就今年第一季來講所謂的傳統淡季價格是相對是維持的還OK。",
    "所以可能淡季維持的還可以。但是就第二季看起來往下走。所以如果你就第一季第二季來看確實是你說的這個情況。對。但是嗯我覺得具體來講其實因爲根本的原因就是現在錯峯生產。其實是比較仰賴行業的自律比較仰賴行業自律的話其實就是一個不穩定的一個結構。",
    "所以是不是淡季的時候大家會比較願意守價格旺季的時候大家不願意守價格。這狀況也不好說。我覺得可能更多時候是要看價格的位階在哪裏。比方說像去年第四季是旺季，然後價格是漲的，那這價格延續到第一季大家還守得住可是到第二季大家又守不住。那麼現在到第三季是不是又可以又守住又在反彈，這部分也不太確定。但就去年過去一段時間確實是有這樣的一個跡象。",
    "就是因爲去年去年也是從七月開始但進入淡季，但是有些地方價格又開始放漲。就有點是反彈旺季的這樣一個情況在走。確實以結果論來講過去一段時間是這樣的一個情形。但不過也不代表接下來就一定是這樣的一個狀況。對不對。下面一個問題有問到說第二季和今年中國水淨數量的預期和臺灣部分。",
    "第二季的預期我覺得可能就是跟整個大盤的一個狀況會是相似的。就是今年的需求可能下滑大概在5%左右。對就是跟整個市場需求是相似。那麼臺灣的部分的話臺灣部分我覺得目前看起來相對是比較喫力的。因爲前面有報告就是說今年其實第一季來講臺灣水泥需求還是小幅度的成長。那麼以整個建造合法樓地板面積來看其實還有支撐。",
    "就是所以至少就營經業來講我覺得以目前的市況來看並沒有說受到地產的冷卻。而到就到造成很大的一個不確定的一個情況就是開發商跟營經業造業的該蓋的房子還是在持續進行當中。對。那麼當然我覺得這部分也是要再繼續觀察。因爲畢竟央行的現代現代這些政策是會維持多久。目前也還不好說。",
    "那麼他是從去年第四季開始。所以就最近這一季來講銷售面是有冷下來。但是營造面什麼時候傳導到那邊目前他來看是還沒有。那麼當然我個人認爲如果這個政策延續很久的話的確有可能營建端也會受到一些影響。但是現在無法確定就是這個政策是不是會延續這麼久。因爲以目前的一些新聞或者訊息來看的話其實好像也是存在一些不確定性。",
    "所以我覺得這塊也要再持續觀望。那麼就今年來說呢今年臺灣需求我覺得目前應該是以穩定來看。嗯量目前好。",
    "相對水泥來講，是一個毛利比較高的一個產品。是的，古料它的毛利率確實就過去幾年來說是相對是下降的。主要是因爲產能的開出的關係。然而，它現在來看，其實距離水泥的毛利還是高出不少。不曉得，那不知道，那不知道還有沒有投資先進有問題要提出來的。有問題的話，那我們今天的線上法人說明會就先進行到這裏。",
    "那我們再一次謝謝Ninus，謝謝各位的參與，謝謝，謝謝，謝謝Ninus，謝謝。拜拜，拜拜。"
  ],
  "transcript_en": [
    "Welcome to KGI's online corporate meeting. Today's Chief Executive is Mr. Chen Wei-chung and the investor relations team. We invite you to share with us the earnings profile for the first quarter of 2025.",
    "Let's take a look at some of the performance data we've announced in the first quarter. First of all, it's important to take a look at this page. First of all, it's basically an improvement in the business experience of the first quarter. This part of the cement in China, with a significant decrease in losses in the first quarter.",
    "In addition, there is a slight decline in the equity house outside our industry. So let's take a look at the first quarter of the industry's business experience. We look at each sector. In Taiwan's cement, the first quarter is basically a stable state. China's revenue is a little down, but because of the rebound of shielding profits, the rebound of the price, so in the business experience is a significant decrease.",
    "That is because it has a four-year overhaul. That is why stainless steel is a condition that maintains a continuous improvement in profitability. However, in terms of business experience, it is also a relatively small profit state. But it is better than last year's losses. In terms of equity law investment, it can be seen that Far East New has grown in the first quarter than last year.",
    "The first quarter was slightly weaker than last year. The first quarter was affected mainly by the price. The landscaping part was reduced compared to the same period last year. This trend is consistent with the entire cement industry in China. In detail about the condition of the entire cement industry in Taiwan, the price is basically relatively stable in our first quarter.",
    "But the amount is relatively stable. So this part is slightly better than the same period last year. So the actual market situation is basically a bit better. Then see the following Chinese data, the Chinese data, the actual amount, or the better than last year. So this part is a little better than last year. So this part is a bit better than last year.",
    "But the overall demand for cement is slightly lower in the first quarter of the year. So in the price section, it is about 7 percent better than the same period last year. So this is actually the fourth quarter of last year's price movement. So the first part of gross profit is 25 pieces.",
    "That's actually a lot better than last year. So the main reason is that the price part is growing. Of course, there's the coal cost part, which is also less than last year. So the first quarter looks like China is probably a kind of architecture.",
    "The other part is OK. If there is a big difference, it will be in this financial asset evaluation section. Then it will also be a big difference compared to the same period last year. Then the figure last year is actually bigger, about 1.9 billion. So it is mainly the first quarter of last year.",
    "So the overall stock market is quite high. So last year Taiwan stocks rose 13 percent. So the stock market was down in the first quarter of this year, about 8 percent. So the main difference between this part will be here. That is, at the same time this market market is a gap. So the exchange portion, in the first quarter, the dollar is still rising.",
    "So we have some exchange interest in the first quarter. But the appreciation is not as big as last year. But then, in the second quarter, there will be a reversal. Since the beginning of April, the actual dollar is depreciated, and then the Taiwan dollar is depreciated. So the magnitude is relatively large.",
    "This is the main effect. But when it comes to investing in real estate, there is actually a slight increase in the quarter this year. So there is also a gap compared to the same period last year. So the whole number outside the employment is mainly different from last year.",
    "Then we see this balance sheet, then the balance sheet, in fact, the number of actual net debt is slightly increased throughout the first quarter. Then we can see that if we look at the details of our debt ratio borrowing, the actual level is almost stable. Then there is a slight decrease in our short-term investment.",
    "So it's on the accounting edge subject because it's a longer shelf life. Then it moves from flow to non-current. So it leads to this short-term investment decline. So it's really the impact of the subject. So it's not the impact of the accounting subject.",
    "Or how. Then see below, then this is China. Then China in the first two years of a profit table, then the general trend is practically similar to the previous introduction. This is mainly due to the decline in revenues. The value part is actually up.",
    "So the gross profit part is positive. Then the business economy is also positive. Then the other gains are slightly less than the same period last year. This is mainly a bad book, and the impact of financial evaluation. Then see below, then we enter the industry in a summary of the operation summary. So we now look at a situation in the cement industry in China this year, so this year's demand part of the decline should be more converging than last year.",
    "So in 2024, our entire cement demand declined by about 10%. Then the magnitude of this year should be expected to be between 5% and 6%. So the whole mid- to long-term, in fact, there is a certain pressure on the structure adjustment or there is a certain pressure.",
    "So there are some schedules for a faulty stop-production. So there is a lack of mandatory. So there is still a tendency to lead to large enterprises. So there is a certain degree of instability. So in the fourth quarter of last year, the actual willingness to participate in a faulty stop-production is relatively high.",
    "So, it also led to the repair of the price section. However, in April, the execution of some of the faulty discontinued productions is relatively not so stable. So in May, we also saw some of the price of some of the places started to fall again. So this is really a test again that we are talking about, and now the faulty is the most effective.",
    "We look at the first quarter of this year, Sichuan paused for 60 days, Jiangxi paused for 50 days, Hubei paused for 40 days. In fact, the suspension is more than the same period last year.",
    "This is because, in fact, corporate self-discipline. In the fourth quarter of last year, we observed that the actual implementation from the point of view of stock water level, from the price point of view, is very good. However, until April of this year, we can see that this chart, and the price is actually starting to go down.",
    "I think it might be closer to the bottom of the valley. So it may not be so easy to break down further in the future. It may not be so easy. So it may not be so easy. So for the first season of the comma rate, it is probably in the first quarter of the coma rate, so for the first quarter of the coma rate, the coma rate is supposed to be 25.",
    "The price is slowly going down in the second quarter, but the cost part is also going down. But the cost part is also going down in the second quarter, combined with the volume of the second quarter, should be much better than the first quarter of the year. It should be much better than the first quarter.",
    "In fact, it's ok. Mainly the lake is relatively weak. So the comma rate in the second quarter is expected to be improved, which is now expected to be better than the first quarter. It may be expected to see 30 three-letter words. It may be expected to see 30 three-letter words.",
    "This is just talking about the coal price section. This is just talking about the coal price section. The coal price section can be seen, in fact, last year the black line 2024, is basically a weak allotment. About 800 to 900.",
    "So there is a difference in the actual price compared to the same period last year. It will form a building above the cost. Therefore, in terms of this trend, the second season does not look as strong as expected, but the cost is still going down. In the case of profit space, there is still some improvement.",
    "The first quarter of the Taiwan market, the demand is relatively stable. Going from one to four, the Taiwan election needs to be a small increase of about 1%. Seeing the construction of legal floor even, there is a 5% increase. On the contrary, there is a 5% increase. On the contrary, there is a 5% increase. Therefore, this suggests that although a policy of Taiwan's housing market is relatively tight, the decrease in trading volume is not completely representative of the activity of the building.",
    "In fact, the construction of the building is relatively stable. Combined with the actual land purchase in the construction of the land to buy, the actual performance in the first quarter is not good. So the legal floor area, there is actually a percentage growth. So it shows that although the real estate transaction is relatively cool, but in the construction industry, it does not see the same cold down.",
    "In addition to the four-year low-cost report, revenue and business experience will have some impact on our gross profit. That is because the first half of the year will be higher than the first half of the year, because we signed a contract with the electric meter, so the second half of the first half of the year or a lower dividend, so this part will bring some support. However, the second half of the year to the second half of this low-level difference will not be, so in the year 2025 the contribution may be a little lower than last year. The current minimum requirement of the company according to the company's charter is 50 percent, but of course we can see the past history in fact we have nearly 50 percent, most of them in 60 to 70 or even 80, the earlier there are 90 to 100, so this part of our board of directors will still be in reference to the conditions of the entire market, in combination with the company's own financial situation to do a comprehensive consideration, then will consider the rate of dividend, and then will consider the company's capital expenditure or the company's capital use of this comprehensive consideration of the result, this is currently encouraged policy.",
    "The main reason for this is that in 2015, the cement industry was still in a demand expansion stage, although the profit and loss of that industry was still growing, and in fact, there are not many people who want to grow, and then there are not many people who want to grow, then there is no need to see 2024 or loss, but the demand is different from the high demand of 2014 2015, but the demand is significantly reduced compared to the high demand of 2014 2015, just see that the demand is 1 billion tonnes, he was 24 billion tonnes, and now this decline, then there is no dividend at the time, the main reason is that in 2015, the cement industry is still in a demand expansion stage, but in 2015, the demand is still more careful to pay some of the company's capital expenditure. The following question is whether the second half of the second quarter will respond to the second half of the year, will not because the second quarter is different from the second half of the second quarter, because the third quarter is usually the traditional peak season, so it has a seasonal factor in itself, so it may look at the same period of comparison, so if the second quarter is the second quarter compared to the second quarter of the second quarter, it may be almost or slightly, because the second quarter is due to the difference in gas prices, but the second part is positive contribution, so the phase should be said that the last period will be less than the last year, but the second half will be more than the last, but by the second half, if the price of gas is higher than the last year, then the situation may be less than the fourth quarter of the year.",
    "This is the first time that we have received this information, we have received this information, we have received this information, we have received this information, we have received this information, we have received this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information, we will continue to use this information. It is not ideal to start the second quarter, so the price started to have some fall, especially in the surrounding provinces some of the price is actually cheaper than Hubei, so Hubei as a high-value area of its natural external cement inflow quotes may fall, so the spring demand has ended may not be very clear what you are talking about in the spring, because we are usually the low season of our peak season should be from May to May, so I think the demand is to maintain a relatively temperate situation, so now the price is mainly to see the regulation of the supply, so this part of the impact of the following question is to say the size of financial assets, this part can refer to our balance sheet is the short-term investment, so this part is in the low season is actually a short-term investment, so you have to lose a few months in fact there is not really a lot of the actual amount of money. In this way, Q2 will reverse some of the benefits will come back, because in fact, the situation of the stock market to see the fact that in May, it is expected that there will be a lot of returns, so it is expected that there will be a lot of returns, but the impact on the exchange rate may not be temporarily, because the exchange rate of Taiwan dollar appreciation after a large period of time has not changed, so the second quarter of the stock market should be improved, but the exchange rate may cause some of the evaluation of this should be lost, the following question is said the fourth quarter last quarter of the coal cost is 796, there is a question about how to say the profit of the equity law investment in the second quarter, I think the whole equity law investment may be more conservative, because in the second quarter of the East China New Year, so it may have some reserve benefits, so it may be relatively large, but after the second quarter of his own a situation, but then there may be that there may be a situation, there will be that he may be that the first after the situation after him after the situation after the first after the situation after the first, the situation after the first, the situation of the situation of the next time, the corn shipping shipping price is a bit is a bit is a weak, and then, so it is also a bit, but it is also a bit, it is also a bit, so it is also see the situation, and then, it is also a weak, and then, it is also to see what what what is also a thing is also a thing is also a good.",
    "Taiwan imports cement. The progress of Taiwan's imports cement continues. The progress of anti-dumping is also under way. In recent days, there has been a mention of slow government actions. In fact, this is how the government's actions will be seen in the news.",
    "The government's actions will be announced in July. The next question to the revenue department of Taiwan is whether there are too many statistics on the basic disk of public works, how much is the commercial or private business needs. It may be necessary to explain with this head first, the Taiwan cement sector, it contains the cement business and the cement related value chain, and then it also includes the pre-preparation.",
    "If the concrete is a medium-stream, concrete is downstream to public works or construction. Therefore, if we are about this piece of concrete, we can distinguish it. However, if we are going to be about this piece of concrete, we can not directly distinguish it, because our customers are not public works, our customers are pre-planned. However, this is not a detailed statistical reason. However, if there is a general feeling, or an estimate of a survey, the demand for real estate in Taiwan should be 70%, right.",
    "So for many years because of the relationship between technology and construction, there may be a relatively warm relationship in the housing market, so real estate is a private sector or you say that the proportion of the industrial sector should be a bit higher, public works may be a little less. So it is likely that it is seven to two to one of the basic disks may be so. But there may be some impact with some flow. This is the whole market.",
    "So the current water net price is a big problem. But the current water net price is a big problem. So the current water net price is a big problem. But the current water net price is a big problem. But the current water net price is a big problem.",
    "So it may be possible to maintain the low season. But the second season looks down. So if you look at the second quarter of the year, that's exactly what you said. Yeah, but I think it's actually because it's wrong now. It's really a structure that depends on industry discipline.",
    "So it's not the low season when people are willing to keep the price high season. It's not good to say that. I think it's probably more time to see where the price level is. For example, like last year's fourth quarter is high season, then the price is higher, and the price continues until the first quarter is still alive, but until the second quarter people can't keep it.",
    "This is because last year also started in July and entered the low season, but in some places the price began to rise again. It is a bit of a matter of rebounding the peak season. It really is a case of the past, but it does not mean that it must be the case next time. The question below is the expectation of the net number of Chinese water in the second quarter and this year, and the Taiwan section.",
    "In the second quarter, I expected a situation similar to that of the entire large disk. That is, the demand for this year may fall around 5%. It is similar to the overall market demand. In Taiwan, I think that part of the Taiwan market now seems relatively palatable. Because in front of the report, it is said that in the first quarter of this year, the demand for cement in Taiwan is a small increase.",
    "That's why at least in terms of business, I think in terms of current market conditions, I don't say that real estate is being cooled. And to the point that there's a big uncertainty about the situation, is that the developer is still in the process of doing business with the cover of the industry. Yes, I think this part is going to continue to look at it.",
    "That's why it started last year's fourth quarter of the year. So it's colder this quarter. But it's not clear when the building surfaces are going to pass there. So I personally think that if this policy continues for a long time, it's likely that the builders will be affected as well.",
    "So I think I'm going to look forward to it again. So for this year's Taiwanese demand, I think it should be stable at the moment.",
    "In the case of the sediment, it is a product with a relatively high gross profit. Yes, the gross profit of the old material is indeed relatively low in the last few years. This is mainly due to the relationship between the production capacity. However, it is now seen that the gross profit of the cement is much higher than that of the cement.",
    "We would like to thank Ninus again, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}