{
  "schema_version": "v2-two-tables",
  "stock_id": "1102",
  "date": "2025-03-18",
  "original_filename": "1102_20250318_paragraphized.zhtw.txt",
  "transcript_zh": [
    "那歡迎各位投資先進參加凱基舉辦亞洲水泥的線上法人會議。今天的與會長官爲陳偉仲經理以及投資人關係團隊。謝謝。好各位午安。現在開始跟各位報告。亞洲水泥我們在去年2024年還有第四季的一個財務的表現。",
    "我們先看到簡報。首先看到就是我們第四季的一個綜合整體的表現。其實可以發現到說在各個主要的一個部門來講，表現都是比去年同期還要亮眼。在臺灣的部分，水泥的表現這個量價基本上都在第四季是維持一個比較穩定的一個狀況。在混凝土方面呢，雖然出貨量有稍稍一些些下滑，但是其實在整個獲利上面其實都還是蠻穩健的。整個臺灣水泥事業的一個毛利率在第四季也是往上走。",
    "所以我們的營業經歷也是在成長。當然在第四季有一些央行的一些管制，所以導致房地產政策上面是比較緊縮。但是呢，我們也在預辦方面也透過一些擇優出貨這個策略使得我們毛利率只能在改善當中。在中國水泥事業部分呢，在第四季有明顯的一個減產的一個做法，那使得這個價格的回升的一個幅度呢，實際是比銷量下滑還要更爲顯著。所以導致了一個很大的增長導致我們的營收是有效幅的增加。在燉毛利的部分呢，實在第四季也是在價格回升之下有一個明顯的改善也驅使這個中國的一個營業經歷在第四季有明顯的成長。",
    "加費電力部分呢，因爲我們的二期其實從去年下半年開始有一個增購合約，所以在第四季我們的發電量也明顯的增加，所以導致我們的收費獲利都是往上走。再加上加費一期呢，因爲受惠它的一個氣價成本在往下走，所以使得加費電力的一個毛利率其實也是在改善。在遠龍不鏽鋼部分呢，在去年其實看到的是下游的一個回補庫存的需求，所以在第四季我們也是保持一個小幅一例的一個情形。在投資部門的其他部分，就是投資部門的部分其實也是獲利的。在權益法投資方面看到去年第四季的一個成長相當的顯著。其實從結構上來看了，主要是在山水這塊山水水裏這塊那個有虧轉的影像。",
    "第四季通常是一個傳統的淡季，在北方來講是這樣子。但是有一個減產，然後價格回升的一個情況下，就是第四季的虧損。而第四季是有虧轉全年也是虧損收斂的一個情況。至於遠東集團的轉投資遠東新的部分呢，在生產事業他有一些體制的調整。其他發現仿製部門的一個獲利也相當穩定。在運行運的部分的雖然這個去年的運價在第四季其實是不盡理想，但是因爲有一些這個呃關稅政策以及貿易的一個搖動，使得一些搶運潮的一個支持。",
    "所以第四季的獲利其實在域名來講還是相對不錯。再看到再看到亞洲我部分，那亞洲我在第四季的來講剛提到的這個呃衝鋒停產，然後使得價格回升的一個情況。其實在這邊是可以看出來，那我們去年第四季的銷量呢水泥部分是6.1其實是持平。但是我第四季並沒有外賣手料，所以以水泥手料加總來看的話總量其實是下滑。那我就全年來看的話呢也是我們呃增加了一些手料外賣，但是水泥的銷量是減少。如果合計來看的話呃去年第四季是水泥加手料合計銷量是下滑百分之六。",
    "全年來講是下滑百分之八呃相比全年全國來講需求下滑百分之十來講。其實我們下滑的是稍微少一點點。那重點是在第四季的價格呢有比較大大幅的反彈是扭轉了去年一直以來的下跌趨勢。所以斷毛率也是因此有有所改善。所以到了50塊。這個斷毛率50塊算去比去年同期是增加不少。",
    "但是其實呢呃是有一些一次性的因素影響。因爲我們在去年第四季呢有認列湖北亞東還有武漢亞新的一個資產減值。這個部分大概有呃1.1億人民幣。影響到如果換算成斷毛率的話大概影響是18塊錢。好所以如果加這18塊錢回去的話其實第四季的呃水泥的斷毛率其實應該來到68左右。爲什麼會有這個資產減值就是主要是因爲之前有跟各位報告我們有規劃在湖北這邊要做一個產能置換要將湖北亞東的兩條線加上武漢亞新之前遞產的一條線三條線換到黃岡亞東去蓋黃岡二號線。",
    "這個案子正在進行當中。所以也將這個原本要做轉移的這個產線的湖北亞東以及武漢亞新的產線先開始去做一部分的一個資產減值。預計在整個置換班線完成之後會在認列另外一部分。這個部分大概其實比例大概是一半了。所以現在已經先認列了一億多。預計在班線完成之後還會在認列一億多。",
    "大概是這樣的情形。另外在其他產品方面的其實也看到了股票部分其實在銷量方面有較明顯成長。那麼在去年第四季我們銷售了股票的一半大概有3.9百萬噸全年來講銷售將近1000萬噸。這個產能是持續的在上升。有做一些去比進的一個動作。現在產能大概是接近有1000萬噸。",
    "股票的毛利率雖然這幾年是有稍微有些下滑不過目前大概還維持在大約50%左右。所以其實還是比水泥的毛利是比以前好的。這也是兩雲中國這幾年維持相對來講在水泥下滑的情況下也支持或獲益的一個部分。再看到好接下來我們再看到這個合併損益表部分。上半部部分營業經歷當然跟各位報告是成長。在業外部分軍營法也是比較大幅的成長。",
    "其他方面的業外來講的話呢其實主要是金融評價這邊有兩億多。匯兌利益有兩億多。投資性不通販也有兩億多。所以這幾塊加起來其實也是一個不小的貢獻。在營業費用部分再補充一下營業費用部分看到是有4億9千100萬其實是比去年同期減少。這個部分要解釋一下主要是因爲你中國的一個在地市級的一個壞賬的回充大概有8千多萬人民幣大約是臺幣4億左右。",
    "還有一些其他的一些費用也有做一些回充。所以是這樣子造成的結果。再往下看到這個是資產負債表跟現金流量表那這部分就請各位自己參考。如果有注意大家看到說。",
    "可能比較大的變動數字是在現金跟短投這方面的轉變。現金跟短投這方面的比例上有一些變化，那其實主要是定存跟活存之間分類的一個不同。所以其實沒有什麼太大的一個特別的原因。那再看到下邊，那在講中國的生育表方面一樣是可能比較變動比較大部分是其他收益跟損失。那麼在第4季這一步這個數字接近有2億，那是比去年農期多那主要就是剛提的這個壞賬的回充還有些其他費用的回充。那再往下看，再往下看好，那再講一下這個中國水的部分，那進入這個營運展望來看的話其實各位如果最近有follow這個中國的一個政策的話其實會注意到兩會這件事情。",
    "那麼其實以兩會的一個結論來講的話基本上算是符合市場期待。那GDP的增速預期還是在5%那是希望透過擴大財政刺激來託底經濟，那政府的赤字率要上升，所以是顯示出加碼託底經濟的意願。當然方向上面也會朝一些科技領域或是常在的方向去走，那地方的專項債在增加，所以是爲了支持化債行動。也開放收購一些存量的庫存房，那也有助於這些基建跟房市的環境的改善。那另外加碼特別國債部分是用於一些消費的補貼還有製造業設備更新跟補充這個國營的資本，那在房地產方面的話開始不再去琢磨在房住不炒這件事情上，而是希望能夠去推動房地產的指點維穩。或者是朝向去庫存跟擴展剛需等等方面的面積放寬，所以總體來講其實是偏向溫和刺激。",
    "但是相對的其實也比較少觸及到一些大量的實體投資，所以目前市場看法認爲成業界的看法認爲今年2025水利需求基本上可能還是在朝-5到-8的一個幅度在跌幅趨緩的一個方向在走。那供給鏈的部分可以看到說其實在第一季售風的力道有比較明顯的加大，那水銀價格其實也在第二季去做一個反彈其實也是比往往的，所以顯示說行業對於停產保價共識是比較強。那從簡報上面這邊可以看到其實像在第三欄這邊就是2025第一季來講江西四川湖北這幾個省其實停產的幅度跟天數就是比前一季跟還有比去年同期其實都有加大力道，所以顯示其實這個影響的層面是比往年還要高。那這趨勢其實從去年第四季就開始看到就是說因應的這個需求的一個大幅的下跌行業這邊的做法其實看起來就是希望能夠做比較大規模的一個錯峯停產來去做因應這個做法其實相對來講必須說其實還是有它的一個挑戰存在。因爲過去水泥行業經歷過比較多的一次的一個循環曾經大家因爲共同執行錯峯減產使得行業曾經迎來不錯的光景但也曾經因爲需求的下滑使得錯峯停產的一個破局。現在又引來這個錯峯停產的一個執行使得行業的價格看起來又開始有所回升。",
    "針結點是這根本原因在於說這個錯峯停產其實它是一個比較偏向自律性當然官方政府官方其實也是偏向希望支持所以但是又缺乏一些強制性的手段，所以就變成說其實這個還是一個比較充滿變數存在。所以今年的行情其實我們認爲還是比較偏向觀望。但是至少目前以第一季的開局來看的話行業對於減產然後維持價格來講是相對是有這樣的一個情形的存在。所以大家也比較自律的一個情形下其實在今年第一季看起來價格是表現是有還不錯的情況。那再看到煤炭的成本煤炭成本方面看起來是今年預期是在700到800塊之間整理。其實今年的開局其實煤價是在走弱的，所以比起去年來講的話就成本面會有一個價差存在。",
    "那就今年第一季來看這個價量的展望來講其實量目前看起來以前兩個月中就是統計局公佈的一個數據來看的話需求仍然是在下滑的情況下。我們認爲今年第一季我們的銷量應該也是可能在負高個位數可能7%-8%這樣的一個幅度就跟市場的幅度會差不多。在下滑所以大概可能在400萬噸附近，那價格的部分應該同比來講就是應該可以看到一些成長因爲我們剛看前面的圖其實在2月底就開始市場價格就已經開始有一些反轉。3月有些地方也開始漲價，所以今年第一季的價格應該是有機會比去年好。所以在盾毛利的部分因爲價格如果比去年好的話剛看到沒價成本就是下滑的所以今年第一季的盾毛利應該是渴望會比去年好。再看到下面，那就是補充就是股票事業部分剛有報告過其實我們現在年產能大概是1000萬噸就是在黃岡和江西各有500萬噸。",
    "那接下來預計會在投產新投產再到2027年的目標要增加到3000萬噸也就是黃岡和江西要各新增1000萬噸，那在目前來講股票的營收佔比大概是7%。那麼毛利的佔比大概有30%。所以如果在透過增加股票的這個配置的話是可以達到產品組合改善的一個效果。那接下來再看到下面，那進入臺灣的部分，那臺灣的部分目前看起來從去年第四季具體來講就是9月吧就是央行有這個。",
    "第七波的信用管制之後呢，房地產的交易熱度是有較強的。就是這一段跌幅的情況。那麼我們在業內目前看起來建材行業來講，預期今年的一個需求增速應該是會是放緩。價格方面認爲應該會是比較偏向持穩。所以整體運來講會是比較謹慎的看待。當然今年來講還是要再觀察這個一些政策的走向。",
    "比如說像是碳費，目前看起來呢，初期來講因爲有些行業的折扣，所以影響大概不大，但是未來會再關注他是不是這個費率會再走高。另外一型水泥貨物稅的戰，是不是在持續，這部分其實一直都不太確定，因爲從二無戰爭開始，課徵這個貨物稅減免之後呢，一直延續到現在至少都三年了。那麼今年，如果說通貨膨脹有趨緩的話呢，這個貨物稅減增有可能就會停止。可是因爲從二月看起來，臺灣的通膨又在往上走，所以這個貨物稅減增是不是會繼續延續下去。其實又好像增加了一些變數，所以我們這部分還是在持續觀察政府那個做法。越南的一個反傾銷就是目前正在調查當中，那因爲現在進口水對國內的一個影響是大的，所以這個政策是比較重要。",
    "預計在今年的可能7月吧會有一些可能會有些進度出來。如果說確定臺灣要對越南的水客政反傾銷的話，實際會比較改善臺灣這邊的一個供需格局。這部分都是經驗的一個觀察中。再看到下面，那在飛水理事業來講的話呢，加惠電力今年看起來可能會是偏向持平或是小幅度的衰退，因爲今年有一個在第一季有一個加惠一起的大修，這部分是四年一度，所以他會影響到加惠電力在第一季的表現。",
    "另外天然氣的價格在今年前兩個月來看其實也是在緩步的爬升，所以這部分氣價的走升其實對我們的毛利會是不利的影響。所以這幾個因素可能會影響到今年加惠的表現。二期的部分因爲去年有增購合約，所以今年上半年還是會有這樣的一個基期的一個正面影響，所以這是一個正面的影響。但是到下半年就沒有這樣一個基期差異了，所以今年導致說今年加惠看起來可能會是偏向持平或是小幅衰退主要是因爲大修跟氣價走升的一個影響。當然我們後續要再關注就是川普政府上來之後其實他有一個政策是希望美國去開採液氧氣，那這部分有可能會造成一個未來油價的一個影響。如果油價走跌的話實際對我們也是比較正面的。",
    "另外在不鏽鋼方面，實際去年就看到一些庫存回補的影響，那但是這個狀況其實也並沒有看到大幅的延續，所以今年看起來應該會是在不鏽鋼方面會是一個加量平穩，但是至少不至於虧損的一個情形。再往後看一下，這部分是我們亞尼跟亞寧中國的一個資本開支，那去年來講的話大概資本開支是合併來講是40億，那不過在亞尼中國部分其實是有在增加到4億8千萬，那這部分的增加就是前面說明的一些產能置換的一個進度開始在推進，然後還有一些製程的改善環保的改善，所以預期亞尼中國部分的一個資本開支在這接下來幾年還是會在往上走。臺灣這邊我們也有規劃一些循環經濟的一個改善會是在做這方面。再來就是股利政策，股利政策的話我們已經在3月初董事會有已經做公告，2024年我們是配發2.2元美股配發2.2元，所以如果換算我們的股息配發率的話，因爲我們一貫的做法是會把投資性不動產的一個影響數給挖掉，那這些這部分是屬於不可配的淨利，所以股息配發率將換算下來大約是66%。殖利率來講大概會接近5%左右。亞尼中國的話就去年因爲是虧損的關係，所以沒有配息。",
    "以上就是我們今天針對2024年的業績還有第4季的一個業績的一個簡單報告介紹。那麼接下來我們就進入問答的環節，請各位就是我有提問的話就打在聊天室會等一下一起做回應。謝謝大家。請不吝點贊訂閱轉發打賞支持明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。明鏡與點點欄目。",
    "但是這個部分呢。其實後面還是存在的挑戰的。就剛剛跟各位說明就是因爲需求面並沒有明顯的給帶動所以那加上錯峯停產其實它是一個比較偏向自律的行爲那卻並沒有一些強制性的法則。所以過往也曾經也曾經經歷過錯峯停產的一個呃破局也曾也經歷過錯峯停產的成功也曾經歷過錯峯停產的失敗那只是現在現在是處於一個錯峯停產相對共識比較強的一個階段所以也難保未來是不是又會有一些變化出現所以這個變數仍然是存在不過目前第一季看起來之前狀況相對良好那什麼樣看到需求面的拉動那至少水泥的需求量就統計數字來看應該要往上走那當然其實如果是從一些房地產的指標來看的話呢呃如果說房地產的一個投資或房地產的新開工有明顯的改善呃的話呢那其實會對需求面會持比較正面看法那或者是說在政府的投資上面呃會如果有看到看到一些比較大型的大規模的實體投資出現的話其實也會是比較正面去那第二個是第二個問題問到是說煤炭價格走跌是否會持續目前看起來煤價是在一個持續走跌的一個趨勢沒有問題因爲煤價的走跌自然是跟煤價需求有關因爲呃使用煤炭最大的來源就是發電發電行業火力發電然後大家水泥也是鋼鐵也是那因爲中國這些就是製造業的一個環境相對這也是比較疲軟一點那自然也會影響到煤炭的需求下面有一個問題問到說呃亞寧中國的重訊發提到說發行20%新股或回購10%股份這政策用意起影響性這是每年例行的一個一般性政策一般性的提案就是每一年其實都會有做這樣的一個提案那基本上是準備者那可能如果要用到的話就會用到那不代表提案就一定會用到因爲這是每年都會有提下一個問題問到去年第四季的煤炭成本去年第四季的煤炭成本是大約796塊就接近800塊人民幣那今年第一季來講應該會朝700到750這方向去走那下面問到今年亞寧中國盾毛利及價量看法跟去年第四季的跟去年同期相比我想今年第一季是相對比較良好的開局就是剛講了就是煤價看起來是有一個價差那價格水泥價格也是一個價差這兩方面價格跟成本都是正面的一個引數那只有量是比去年少那不過因爲價格跟煤炭成本其實影響盾毛利會是比較關鍵所以這兩個變數看起來都是正面的話這個毛利會比較大改善但是後面幾季的話呢其實就要稍微觀察一下那不過各位先看這個簡報上面這個價格走勢圖來講的話因爲去年第二季其實是一個忘記不忘的一個狀況也就是說去年第二季應該要價格應該要反彈但是其實並沒有比如說像江西在4到7月其實是往下走去年虛線部分是往下走那湖北也是大概是比較打底持平那四川曾經在去年的5月有往上但是6月後來又往下所以也就是說去年2024年第2季其實價格走勢是比較不盡理想那今年目前看起來是比去年通期高那如果說接下來3月以後價格是可以持穩甚至在4到5月有一些上漲的話那我想今年上半年的表現應該就會是比較亮眼至少是扭轉連續下跌的一個局勢那至於能不能維持到年底這個目前來講真的是比較不太確定原因就是因爲我剛剛前面講就是價格現在能回升了主要是供給面收縮帶動那這仰待於各方的一個受封停產的執行的一個情況因爲目前需求大方向看起來今年可能還是在下滑只是下滑的比去年少所以關鍵就在於說供給方面的一個秩序那需求面可能要看是不是有一些大的投資政策不過目前就最近兩會釋出的一個狀況來講其實跟去年的基調大概是差不多就是看起來不是說一個大損壞關係的一個大傻逼而是比較是屬於化債爲主然後脫底經濟這樣的一個走勢所以需求面看起來就沒有太大的刺激那就是行情來看就是要看這個供給面的一個變化所以下半年就比較沒辦法給什麼太大看法因爲還有變數存在那產能第三個問題問到產能置換導致的減損下次會在什麼時候認跌這個就要看我們的搬遷的這個進度因爲現在黃岡二線還在一個前期的階段所以湖北的兩條線還會在持續生產直到黃岡二線落成完工湖北的兩條線纔會關閉剩下的部分的資產減值就會等到那個時間點纔會去做認跌所以目前還沒辦法確定要看黃岡二線的一個進度那我們預期的進度應該是大概在可能在。",
    "2026或2027。應該可能會完工，所以今年應該是不會可能是明後年。今年應該是不會可能是明後年，那下面一個問題問到2025的頓毛利區間這個問題跟前面也是蠻類似的。至少上半年第一季或上半年看起來應該會比去年好，那下半年就比較不確定。有些是要看狀況因爲去年第四季是比較高嘛去年是前三季都很低，第四季也比較高，那今年狀況應該是前兩季會比去年好。那下半年就要看就不太確定要看情況。",
    "那下面這個問題問到說近期的庫融比已經下降那錯峯生產是否還會這麼嚴格的執行。這個問題就非常好這個問題，我們其實也不太確定，因爲至少在今年第一季來講的話很多地方其實都提出比去年還要多的一個錯峯生產天數。比方說你看像呃一季四川停60天就比去年多10天嘛，江西也是比去年多10天那不過也比去年多了25天。所以其實現在大家是各省其實是對於錯峯要求是有比之前更多的天數要求比去年更多。那但也因爲需求其實就沒有這麼多需求所以自然大家也會比較覺得說那執行錯峯停車也是合理。不然的話庫存也會太高，那所以如果說現在像湖北現在庫存有開始有些去化那可是錯峯停載還在進行。",
    "所以就會變說接下來湖北應該有機會看到價格的反彈。有機會看到價格反彈，那如果說需求在第二季有往上的話出現的話就是我剛講的第二季之後的一個需求假設有稍微有一些回溫的話。那當然可能第二季大家就不會需要停那麼多天，所以基本上錯峯他還是爲了調節產而生的。所以不太可能說需求很好然後大家還在錯峯停車，這不太不太不太不太可能發生。就是需求不好所以大家願意做錯峯停車，那如果需求變好了還要去做錯峯停產就不太可能。不太可能，對那庫容比下降是不是因爲需求改善也是部分原因啦。",
    "就是因爲停產的嘛，那這些市場上需求就會是有庫存去消化。那但是如果接下來進入4月需求有比較明顯的回升的話，那當然作爲錯峯停產調節機制他可能就在4到6月可能就不會停那麼多天。那下面一個問題問到說2025加惠電廠的貨力變成這不剛剛有解釋了就是2025因爲有大秀的關係。所以一起會停一個月那成本也會增加，那另外氣價也在往上走。所以今年加惠電可能會是比較偏向持平或是比去年少一點。那下面一個問題問到的是臺灣的水獲利的貢獻是創新高也比2021年多。",
    "那如何看待今年的獲利方向，那臺灣的水的獲利請問看到其實這幾年的一個帶動呢。主要是在預辦行業預辦混凝土行業帶動的，因爲我們這裏的是用事業部來事業羣來分的。所以臺灣的水泥事業部是包含臺灣的水的銷售還有預辦混凝土的銷售還有一些其他的水的價值鏈加起來的。那這當中獲利貢獻比較大的在這裏就是預辦的部分。因爲預辦部分它有一個優勢是比較沒有受到進口水泥的一個衝擊。因爲進口水泥的部分其實它進來越來越多尤其是越南它其實會對於本土的水泥業者要去做漲價反應成本這件事情是會有一個牽制效果。",
    "那當然這個變數也會觀察今年對越南的反傾銷是不是有發生。有一個發佈可能會在這部分會好一點，但是預辦的部分因爲它是比較是屬於local的行業。所以這幾年它反而會因爲房地產的一個帶動然後還有工業製造業這些比如像臺積電這些設廠帶動。帶動這個價格因爲它有一些廠房他可能要的是比較高性能的混凝土品質更高的混凝土所以它價格也會比較高。然後或是有一些建材有一些建築他可能也要求用更好的建材所以這些也會導致混凝土行業這一塊的一個價格其實也是有在反應。至於未來的方向的話我想應該今年就會比較水泥部分可能會比較偏向持平。",
    "因爲進口的部分這一塊還是一個變數，那但是預辦的部分看起來目前看起來都還在比較正面的改善當中。就是儘管需求可能不是太大的一個變化因爲打房可能還是多或多或少還是會有一些影響。那但是價值的提升可能在預辦這一塊至少還在一個進行當中。所以今年我覺得應該會是比較穩定但是偏正面看法。下面問到說是否能夠看到第二季臺灣跟中國這邊的需求的一個展望。這部分其實剛前面也大概都有說明就是臺灣部分其實因爲季節性不是那麼明顯坦白講就是每一季其實因爲一年四季臺灣都可以。",
    "蓋房子。所以臺灣一年四季其實淡旺季不明顯。所以第二季目前看起來我想跟應該第一季不會差別太大。就是整年來講都是比較中性的看法。",
    "需求來講是比較中性的看法。因爲房地產現在熱度是在降溫。至少從交易量來看是降幅。那自然建商在持續的推按這一塊可能也會是比較慣忘。那麼但3月大家講的329檔期是不是會賣的好。可能這部分也會是一個觀察點吧。",
    "那麼但是至少就政策面來講的話現在是比較偏空。坦白講是這樣。那麼但是因爲臺灣的房市的需求剛性需求其實還是在因爲整個科技啊等等然後還有一些老屋加換新屋這些需求剛性需求都還結構性問題。所以現在的熱度降溫基本上是政策面導致的。那麼但政策面什麼時候會反轉目前坦白講也沒看到。所以今年可能就會變成是因爲政策的房地產政策面導致房地產的需求跟熱度是被壓抑住。",
    "所以也不至於被關到哪裏去因爲需求剛性需求其實還是在這樣一樣的降溫可能是因爲大家對於房價的部分其實還沒有存在一個共識買賣雙方沒有一個共識。那麼在這樣的情況下以建商角度來看他是不是要持續蓋房推案他其實可能也會稍微有一些觀望。因爲他如果現在推肯就是去化的狀況可能不一定好。所以他可能會先看說現在的原本已經蓋的現在賣的狀況是怎麼樣。可能也是在邊觀察的一個情形。那麼可是因爲前幾年有很大的開工潮所以這幾年都還在陸續完工在叫屋所以增分需求還會再延續至少一年。",
    "那麼如果這個冷盤房地產冷盤維持很久的話那麼當然有可能在未來幾年需求可能會開始有些緩步的下降也說不定。那麼但在今年看起來應該會是比較穩定。那麼中國需求就剛纔有說明就是第二季看起來是有稍微好一點但是其實今年整年我覺得還是這個基調就是比去年是降幅少。那麼可能大概是掉5到8個分身這樣我覺得是基本盤。那麼當然如果後面有些政策變化的話再說。那麼目前看起來蘋果基本盤。",
    "山水的狀況。山水有沒有山水的狀況山水狀況其實去年就是比較正常。那麼坦白講因爲4Q23會比較大的虧損也是因爲他有一些減值那些減值所以去年虧到這麼多也是不是完全是本業造成。那麼今年第四季可以是正貢獻其實主要是因爲價格的回升。就是北方的價格在去年第四季是表現是還不錯的那麼供給秩序也維持的比較好。所以就是價格回升導致。",
    "那麼因爲他大概是在11月中才停產所以第四季來講其實他至少還有營運大概一個半月多。那麼這部分其實就可以cover他的一個12月的回溯。其他問題。好那不曉得衛生掀上的投資法人你問那麼我們還有新增一個問題。那麼下面有一個投資人問到說我們有一些基金他投資公司有投資一些基金。那麼它的投資內容是中國相關的股票嗎最後是它是我們是屬於策略性的投資。",
    "那么它是我們的財務性投資。那么所以這部分它投資內容我們就不方便多說明。那么所以我們是屬於我們的策略性投資。那么不知道還有沒有投資先進有問題要提出來的。那么如果各位投資先進沒有其他問題的話那么我們今天的亞洲水泥線上法人說明會就先進行到這裡。那么我們再次謝謝Ninus那么也謝謝各位的參與謝謝。",
    "那麼拜拜。"
  ],
  "transcript_en": [
    "We welcome you to join KGI's online corporate meeting. Today's President and CEO are Mr. Chen Weijun and the investor relations team. Thank you very much. Let's start reporting now. We also have a fourth quarter of our financial performance last year in 2024.",
    "First of all, let's look at the overall performance of our fourth quarter. In fact, we can see that the performance of each major division is brighter than the same period last year. In Taiwan, the performance of the cement is basically a relatively stable condition in the fourth quarter.",
    "So, our business experience is also growing. Of course, there are some central banks in the fourth quarter, so the real estate policy is tighter. However, we also have some pre-ordering strategies that allow our gross profit margins to be improved only in the fourth quarter. In China cement business section, there is a clear reduction in production in the fourth quarter, which makes the price rebound a bit more significant than sales.",
    "In the second half of the year, we actually had an additional contract, so we had a significant increase in our power generation capacity in the fourth quarter, so our fee profit went up. In addition to the one-stage fee period, because the gas price of the benefit of it is going down, a gross profit margin of the additional power is actually improving. In the far dragon stainless steel part, in the last year, we actually saw a demand for a downstream restocking, so in the fourth quarter, we also maintained a small case. In the rest of the investment sector, the part of the investment sector is also profitable.",
    "The fourth quarter is usually a traditional low season, which is the case in the north. But there is a decrease in production, and then the price rebounds, which is the loss of the fourth quarter. The fourth quarter is the loss of the whole year and also a convergence of losses. As for Far East Group's reinvestment of the new part of the Far East, he has some adjustments in the production industry.",
    "So the fourth quarter of the profit is actually relatively good in terms of domain name. I saw the Asian part again, then Asia I just mentioned in the fourth quarter of the suspension of production, and then the price rebounded. In fact, it can be seen here that the sales of the cement part in the fourth quarter last year was 6.1 actually flat. But in the fourth quarter, there was no take-out hand, so the total amount of the cement handwork to add to the total is actually down.",
    "The year-round decline was an eight percent decline compared to the year-round decline in demand in the country. In fact, the decline was a little less. The focus was that in the fourth quarter, there was a relatively large rebound in prices, which reversed the trend of falling last year. Therefore, the hair loss rate also improved.",
    "However, this eh is a one-time factor. This is because we have identified a new asset value reduction in Hubei East and Wuhan East in the fourth quarter of last year. This part is about RMB 1.100 million. The impact of the conversion rate is about 18 pieces of money. So if we add 18 pieces of money back to the fourth quarter of the eh cement, the hair loss rate should actually be about 68.",
    "This case is in progress. Therefore, this new production line in Hubei East and Wuhan East will begin to do part of the asset value reduction. It is expected that the other part will be listed after the entire replacement line is completed.",
    "This is probably the case. In fact, other products also saw that the stock part actually grew significantly in terms of sales. Then, in the fourth quarter of last year, half of the stocks we sold were about 3.9 million tonnes throughout the year, selling nearly 10 million tonnes.",
    "The gross profit margin of the stock has been slightly lower in recent years, but it is still about 50%. Therefore, it is actually better than the gross profit of the cement than before. This is also a part of the support or profit of the two cloud China, which has maintained relative to the decline in cement in recent years.",
    "There are more than 200 million foreign trades here. Foreign exchange interest is more than 200 million. There are also more than 200 million foreign trades. Therefore, the addition of these pieces is actually a small contribution. In the business cost section to supplement the business cost section, the view is that there are 4 trillion million actually less than the same period last year.",
    "There are a few other costs that are reloaded as well. That's the result. Please refer to this section of the balance sheet and the cash flow table below. If you are paying attention to what you see, please refer to it.",
    "There are some changes in the ratio of cash and short throws, so it is mainly a different classification between fixed and living. So there is no particular reason why there is no such thing as too much. Then see below, the same thing as the comparison of the birth table in China is likely to be more variable than most other gains and losses. So in the 4th quarter, this figure is close to 200 million, which is more than the last year's agricultural period is mainly mentioned in this bad debt recharging and some other costs.",
    "In fact, the conclusion of the two meeting is basically in line with market expectations. The growth of GDP is expected or 5% is that by expanding the financial stimulus to the underlying economy, the government's deficit rate should rise, so it shows the willingness to increase the bottom economy. Of course, the direction will also go in some scientific and technological fields or often in the direction, the local special debt is increasing, so in order to support the debt action.",
    "However, the relative fact is that there are a lot of physical investment, so the current market view is that this year's water supply demand is basically or slow down in a direction. The supply chain can see that in the first quarter, the strength of the sales wind is significantly increased, and the price of mercury in the second quarter is actually more frequent, so it shows that the industry's consensus on the cease-fire price is relatively strong. From the briefing, you can see that it is like in the third column here is the first quarter of 2025, and the province of Sichuan Province in Jiangxi Province in the first quarter of 2025 actually has a lot more power than the previous quarter and the same period last year, so it shows that the impact level is higher than in previous years.",
    "The main reason for this is that this is actually a relatively self-disciplined government, of course, but also a lack of mandatory means, so it becomes a relatively full variable. So this year's market is actually what we think or look forward to. But at least now in the first quarter of the beginning of the industry for the reduction of production and maintaining the price is relatively the case. So we also see a more self-disciplined situation in which the price of coal in the first quarter of the year is a good one.",
    "That's why in the first quarter of this year, the outlook for this price is still a downward trend. We believe that our sales in the first quarter of this year is likely to be around 7%-8% of negative figures, which will be the same as the market's size. In the first quarter of this year, we believe that the downward trend is likely around 4 million tonnes, and that the price should be seen at the same time, because we just looked at the previous picture at the beginning of the month, so the price in the first quarter of this year has started to start some reversing.",
    "It is expected that the target of new production to 2027 will increase to 30 million tons, namely Huanggang and Jiangxi, to add 10 million tons, which currently accounts for approximately 7% of shares. The gross profit ratio is about 30%. Therefore, if the allocation of stocks is increased by 30 percent, it is possible to achieve a product portfolio improvement. Then, to see the next part of Taiwan, the part of Taiwan currently looks like this from the fourth quarter of last year to September.",
    "After the seventh wave of credit control, real estate's trading heat is strong. That's a downward trend. So we currently look at the building materials industry in the industry, and we expect that a demand for this year's growth should be slow.",
    "For example, it looks like a carbon fee, which initially seems to be due to some industry discounts, so the impact is not very much, but in the future we will pay more attention to whether he will go higher. Another type of cement cargo tax war, whether it is continuous, this part has not been quite sure, because from the start of the second war, after tax deductions, it has continued to last at least three years. So this year, if inflation is slowing down, this tax increase may stop. But since it looks like February, Taiwan's inflation is going up, so this tax increase will not continue to continue.",
    "It is expected that there will be some progress in July this year. If we determine that Taiwan is going to be anti-dumping in Vietnam, it will actually improve a supply and demand pattern here in Taiwan. This part is an observation of the experience. And see below, in terms of the flying water management business, this year may look like a flat or a small recession, because there is a major improvement in the first quarter of this year, and this part is four times, so it will affect the performance of boosting electricity in the first quarter.",
    "The price of natural gas in the first two months of this year is also a slow climb, so this part of the rise in gas prices is actually a negative effect on our gross profit. So these factors can affect the performance of this year's increase. The second part is because there was an increase in the contract last year, so this first half of this year there is still such a positive impact on the basis period, so this is a positive effect. But by the second half of this year there is no such basis difference, so this year's increase may seem to be a moderate or a small recession, mainly due to the rise in overhaul and down gas prices.",
    "In addition, in terms of stainless steel last year, we have seen some of the effects of stock replenishment, but that this situation does not actually see a significant continuation, so this year it looks like it would be a steady increase in stainless steel, but at least it does not lose a situation. Then take a look later, this part of our Yani and Aning China's capital expenditure, which is about 4 billion in terms of capital expenditure combined last year, but in fact, in the Yani China's part of the increase is actually to increase to 400 million, and that part of the increase is a progress of some of the previously described capacity replacement, and then there is some improvement in environmental protection, so we expect that part of the Yani China's capital expenditure will be going up in the next few years.",
    "The above is a brief report of the results of 2024 today. Then we will enter the Q&A section, please let me know if you have any questions and we will reply together in the chat room. Thank you.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Dot column.",
    "Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column. Mirror and Dot column.",
    "But this is part of it. In fact, there are still challenges in the future. Just to show you that the demand side is not obvious to drive, so coupled with the discontinuation of production is actually a relatively self-disciplined behavior that does not have some mandatory laws. This is why we have also experienced the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of the failure of production. It is only now in a relatively strong phase of the failure of the shutdown of the failure of the failure, so it is difficult to guarantee that the future will not have some changes, so this variable still exists only in the first quarter of the current year before the situation looks good. What is the situation in the first quarter of the current year is what it looks like to see the pull demand for that at least cement demand statistics should go up, in fact, if it is from some real estate indicators. If you say that a real investment or a new start of real estate has a clear improvement, then it will have a positive view of demand. It is important to note that the two variables seem to be more positive, but after a few quarters, it is actually a bit more interesting to observe that the first half of this briefing is a little more obvious, because the second quarter of last year is a situation that should not be forgotten, because the second quarter of last year was a situation that the price should bounce back, but in fact, it is not the same as Jiangxi in April to July to go down last year's vanish line, which is probably the northern part of the Hubei, which is probably the least likely to hit Pingna Sichuan up in May last year but in June and then down so that the price movement is less ideal than last year. If the price is going to be stable or even higher after March to April, I think that the first half of this year's performance should be at least be more than the end of this year's.",
    "2026 or 2027. It should be completed, so this year should not be the next year. The following question is similar to the previous one. At least the first quarter or the first half of the first half should look better than last year, and the second half is less uncertain.",
    "The following question is whether or not the recent decline in the stock market has been so strict implementation. This question is very good, we are not sure, because at least in the first quarter of this year, many places have proposed more than a number of production days than last year. For example, you seem to think that a quarter of Sichuan 60 days more than last year 10 days, and Jiangxi 10 days more than last year, but also 25 days more than last year.",
    "So it would be a good idea to see the price rebound. If there is a demand coming up in the second quarter, then there is a slight rewind of demand after the second quarter. Of course, there may be no need to stop for so many days, so basically it is wrong that it is produced for adjustment. So it is unlikely that the demand is good and then everyone is still parked wrong, which is less likely to happen.",
    "That's because the demand for discontinued products will be in stock and digestible. But if there is a more obvious pick-up in April, then of course, it may not stop for a few days as an erroneous stopover adjustment mechanism. The following question is whether 2025 is not just because there is a great relationship. So it will stop the cost of a month will also increase, and the gas price will also go up.",
    "This is the first step in the process of making a profit this year. It is the first step in the process of making a profit. The first step is to make a profit from the process of making a profit from it. The first step is to make a profit from it. The second step is to make a profit from it. The second step is to make a profit from it. The second step is to make a profit from it. The second step is to make a profit from it.",
    "In fact, this variable also looks at how this year's anti-dumping will happen in Vietnam. There is a release that may be a bit better in this part, but the pre-arranged part is because it is a relatively local industry. So over the years it will be driven by one of the real estate and then industrial manufacturing companies, such as TSMC.",
    "This is because the import part of this or a variable, but the pre-preparation part seems to be still in the positive improvement. That is, although the demand may not be too much of a change because the room can be more or less or some effect. That is, the increase in value may still be in the pre-preparation part at least one is still in progress. So this year I think it should be a relatively stable but positive view.",
    "Building a house. That's why Taiwan's low season is not obvious all year round. So the second quarter now looks like I should not be too different from the first quarter.",
    "The demand is a more neutral view. Because real estate is heating up now. At least, it is a downward decline in trading volume. The natural builder is likely to be more forgettable on the ongoing push of this piece.",
    "So, at least in terms of policy, it is now relatively empty. Frankly speaking, this is the case. But because the demand for housing in Taiwan is rigid or because of the whole technology, etc., and then there are some old houses to replace the demand for new homes, the demand for rigidity is structurally problematic.",
    "Therefore, it is not possible to be closed to where the demand for rigid demand or the same cooling may be due to the fact that there is no consensus between the buyer and seller of the part of the price. In such a case, the builder's point of view is that he does not want to continue to build the housing proposal, he may actually have a slightly more optimistic view. Because if the situation is decommissioned now, it may not be good.",
    "So, if the cold plate is kept for a long time then it is likely that the demand will start to slow down some time in the coming years. But then it should look more stable this year. The Chinese demand just shows that the second season looks a little bit better, but in fact, I think this is a little lower than last year.",
    "The condition of mountain and mountain landscapes. There is no mountain and mountain landscape conditions in the past year is more normal. Frankly speaking, because 4Q23 is a relatively large loss, because he has some impairments, so the loss of so much last year is not entirely attributable to the business.",
    "So it is likely that he was discontinued in the middle of November, so in the fourth quarter, he was still operating for at least a month and a half. Then this part is actually going to cover his December retrospective. Other questions. Well, I don't know the health bootstrap investor you asked us to add a new question. Then there is an investor who asks if we have some funds for him. Then it's China-related stock, and finally it's our strategic investment.",
    "So this part of the investment is not easy for us to explain. So we are our strategic investment. So we do not know if there are any advanced investment problems to ask. So if you have no further questions about investing, then our Asian cement online legal statement will be here. So we thank Ninus again so thank you for your participation.",
    "Then pray."
  ],
  "meta": {
    "source": "manual_upload"
  }
}