{
  "schema_version": "v2-two-tables",
  "stock_id": "1308",
  "date": "2025-03-25",
  "original_filename": "1308_20250325_paragraphized.zhtw.txt",
  "transcript_zh": [
    "歡迎各位投資先進參加臺灣聚合化學品股份有限公司的說明會。今天的會議由亞洲聚合股份有限公司聯合法人主持。首先，我們要介紹一下今日與會的經營團隊。亞洲聚合股份有限公司的總經理是吳培基先生，業務處長是黃克明先生，會計經理是張社川先生。臺灣聚合化學品股份有限公司的業務副總是吳明忠先生，會計經理是郭華涓先生。那就讓我們先歡迎亞聚經營團隊。",
    "他們將爲我們進行簡報，包括公司盈餘和財務狀況的報告。謝謝各位投資、朋友、媒體的朋友和各位先生、女士。感謝大家獲控來參加我今天的說明會。我是亞維範黃克明。那我開始今天的簡報。",
    "首先，我們看一下第一個聯合聲明。這個請大家考慮一下。我今天要報道的分爲四個部分：公司的簡介介紹、盈餘的概報和展望、大規模的參考和財務經理的報告。財務狀況是最後一個部分。最後，G1A的部分將由我們總經理主持。",
    "首先第一部分公司的簡介與介紹。這部分的除了2024年的營業市臺幣58.1%，合併的這個你說是60.3億。其他設計進行跟運動的說。這個來講各位參考一下，我們的產能這幾年沒有做太大變動，還是思考高壓復甦。總產值15萬噸，主要生產產品是LDP、B2BA。LDP的主要命令在臺灣，整個臺灣的LDP市場大概是11萬噸左右的市場。",
    "那產品的層次非常大，那是從大概十來年起臺區這邊亞洲這邊主要發展的產品就是這個產品的應用的中高端的這種領主。中高端的部分大概有哪些，比如說食品包裝或者是電子產品的包裝，包含非常比如說去它的這個搭配啊，然後手搖飲的這個杯子啊，這裏面都會有云道產品。那另外在微產產品包含我們圖片上可以看到，比如說女生的這個衛生棉或者是尿布，這些微產產品。",
    "另外可能在包裝品，那較高端的應用，比如說半導體包裝或者是一些保護膜用在家庭的保護膜，特殊的這個蘭材的保護膜，甚至用到光學用品，那也會用到多種產品。另外在醫療器械上面，我們這裏可以看到有些什麼呼吸管的，我們會看也會用到的產品。那麼這個也是我們過去一來一來我們的這樣的這個新的項目。我們的這個項目是，那這樣看一下我們的營運這樣的分層化。",
    "首先我們來看一下我們的上游原料包含乙烯包含原油。在2024年的房型的回顧，我們可以看一下下面這張圖是2022年到2024年的這個乙烯還有原油。這個藍色的這條線基本上它全年大部分的時間都還在每桶70塊以上的高位。只有好像少過的一兩週它是得到69百多，所以大部分時間都是70塊以上。跟2023年度去比較其實原油價格相對來講是比較高的比較平穩也沒有太大的波動。乙烯的部分其實它在去年我們可以看一下這個紫色的線乙烯的部分其實它相對於前一年度來講乙烯也是比較平滑的。",
    "最主要的原因是因爲原油價格第一個在高位第二個大陸的石化廠它一直在擴充產能。它輕油裂解它要去買輕油，所以它就對輕油的價格提供一個很強的支撐。那輕油的是因爲是主要大部分我們看到輕油裂解廠的這個原料，那它的主要成本來源就是輕油，所以輕油下不來乙烯的成本也下不來。所以在2024年我們乙烯的成本其實跟2023年比較起來是略微增加了。從剛剛看到我們的上遠的情況剛剛發佈的這個稍微增加但是我們的我們售價可以看到這邊是2022年到2024年的這個我們廠的售價下方的這個是一個是乙烯的價格一個是BM的價格。",
    "可以很明顯的看到價格從2022年之後開始一路的往下滑。尤其在2024年，它在第一季的時候稍微有一點點這個效果的反彈。然後到四月份之後價格也一直都被承受比較大的壓力。到了第四季最近的時候價格才稍微的反轉。那裏面呢，這個紅色這條線是14%到20%的EBA的這個價格趨勢。這邊代表的主要是鞋產的價格。",
    "那麼藍色的這條線，這個是228到30%。這邊代表的是熱油膠以及光伏還有我們講軟音料的這個價格。這三條線，那這邊呢另外一條綠色的線是我們剛跟大家打發的就是我們主要的想要發展的產品就是Lavon grade post-covid grade EVA他們之類的這個價位。所以這邊可以看得到說如果2024年的總價格跟2023年比較起來的話，這本價格其實是比2023年其實是差蠻多的。那麼PE的部分呢相較起來就好一點。紫色這條線是儀器的價格，藍色這條線是通用級LDP的價格就是我剛剛提到的過溫模型一般的應用的這個價格。",
    "那麼相較起來在2024年LDP的價格是相對比較便宜的。那麼通用級的價格大概是在差不多1050到1050之間。那麼當然不復期的甚至一些比較高的應用價格是比這個臺灣來的高的。那麼相較的LDP的價格就比預約來講就沒有承受到很大的壓力。好那我們來看一下我這部分LDP的部分。LDP過去我們公司是以內銷爲主，那因爲這幾年LDP在內銷銷售上面相對來講還是比較平穩的。",
    "但是在去年我們做了一些在因爲預約的狀況不好的時候做一些調整。所以LDP在2024年的銷售表是比較容易的成長。這個成長的部分主要是在外銷。那麼另外就是說這幾年因爲中國大部分石化廠拼命的在破產，那他們的破產其實主要都是針對EP的部分。那麼LDP的這個破產其實不多。那麼即使有破產，但也是在通用模擬的這個應用在破產。",
    "那麼針對模擬的P的破產其實是非常不明顯的。所以我們在去年第二季到第三季EBA很差的時候我然後當時LDP的頭部級大部分都短缺。所以我們公司把生產線融了一部分來生產EBA。所以我們2024年LDP的銷量跟去年成長了39%。那麼EB的部分最主要是因爲大陸這邊新牆擴張的這個效果是非常強的。這個速度還有這個幅度太大了。",
    "前年對去年有大陸一個保風擴散之後整個大陸的供缺情況其實有慢慢的在改觀。那麼再來就是說在需求面我大概看到經濟成長的增速其實也在放緩。然後光伏的需求增長不如預期。那麼這邊我可能得必須要特別說一下其實光伏的需求增長的增長光伏的這個狀態在2024年的成長度其實還不低。可是因爲它的供應的狀態原本是仰待大陸和職業的進口要去供應。但是因爲大陸這幾年的什麼破產那麼光伏級的技術也有提升。",
    "所以很多大陸的破產的一邊的光伏級的也漸漸的打入了這些光伏的領域裏面。那麼因爲它的這個立場很短。所以我們的主力客戶可能要被一個多月的成長多月的扣存。那麼現在如果一旦和仰待破產同營的話那麼這個不需要被那麼多也是因爲這個原因雖然看到光伏級的裝機量並沒有所以就是沒有回收。但是其實光伏級的EV的需求量在這個市面的買氣其實是不算太好的。剛剛報告的就是說2024年它第一季的一邊的光伏級的裝盤之後那4月份之後這個4月份這個時間就是大陸的新增的產能暴風還有30萬噸的整個產能投產。",
    "那麼其實整個壓力在多米房所以房型就轉變深。那麼這個分別其實一直到去年的10月份大陸的很多的貨物商設置工廠他們對於第四季的看法還是悲觀的。但是因爲整個在這個過程之中整個公面不斷的去降低部分反而太多了。所以到10月中之後這個EVA廠發現說降不下來的那麼這些廠商要去恢復部分的時候發現影像不是那麼容易可以恢復部分。所以反而有一點強調的情況。所以在大陸的這個內貿市場它從去年的10月份開始行情就稍微反彈。",
    "那麼美金市場方大概延遲了超過一個月之後就是進口量的這個美金的爆汗的行情才從孤立然後慢慢的上漲延續到目前。所以在當時除了這個供應鏈在降低之外很多的石化廠包含我們實驗室一樣他有做這個有些事情是有收藏進攻或者是專場的這個動作。所以整個EVA的整個收入收入過剩都是整個包商所面臨過剩或者是廠家所面臨過剩其實在當時做一個蠻明顯的下降。",
    "另外這邊有一個大項報告就是我們如果過去看大陸的EVA的表灰燻油量在2024年的時候是一個蠻明顯的萎縮。它萎縮的30萬噸。那麼這個數字其實有點大家看到這個數字的時候是有點喫心臟。因爲這是第一次大陸EVA的這個這個需量出現萎縮的情況。",
    "但是實際上我們去了解了我們下游的主要的這個利用領域。真實的需求其實並沒有很明顯的大概跟我們的調成大概人多零二三零差異不是太大。那麼爲什麼會就是看到完全像是最主要的原因是因爲我們的這個同業的大陸的EVA的業者它降低固成然後還有很多貿易商包含下游工廠他們也去做去貿易顧順的工作根據我們的調查光貿易商可能降首倍的顧順大概就降了大概十幾萬噸包含這個大陸的馮莊農業者也大概降了十幾萬噸再加上同業所以整個大陸的EVA的生命實際區域在2020年我們預估大概是2023年超過相當的那麼另外就是大陸這邊因爲新增的產品主要的對生產的規格都是在包含鋼鐵和光伏器的產品還有是比較容易生產的發泡機的我們講的大陸講的變量就是VA含量在大概在14%到20%之間的這個規格然後還有run down那有些預瀏在普通的這個點點所以這個進程是比較激烈的那麼對於生產技術難度比較高這邊其實通過這一邊目前大陸基本上沒有什麼生產大概只有一家有曾經去試過但是做了不勝的成功那麼也就照樣供應在比較低端的產品那麼這個產品主要還是這個洋洲地區的市場還有臺灣還有韓國的主要兩三家的這個業主在供應那麼是重要供應商之一另外大家也看到義務業在過去年也享受了這個比較大的樣應所以我們公司也齊齊在發展這些產品那麼另外就是是合適的時機去生產的產品專產比我們的LDP可以看到我們2024年我們公司在LDP跟EVA這個合計的銷售量其實還是比前一年稍微增加3500多噸那麼這邊這個圖表可以看到就是我們兩具EVA目前的這個銷售量確定是接近38000噸跟前一年比起來的生產大概18000噸左右那麼減少的部分最主要是光伏級的EVA光伏級的EVA從前一年做的2萬零800多噸降低爲大概6000噸左右也是一個比較明顯的整個價格那麼從這邊可以看到我們產品的應用價比有一個比較明顯的改變最主要就是光伏級的EVA的整個應用價比的大幅的下降那麼我們來看一下這個銷售的數值其實這幾年兩具的EVA銷售量其實相較較強是比較穩定的但是它的銷售確實在去年顯示一個比較大的改變就是我們的DP增加了大概1萬多噸那麼DP的部分是少了大概9000噸左右那麼剛剛大家報告過那麼這不是6天來我們的銷售量基本上相對來講是比較定的然後我們來看一下2060B級的營運展望我們從原油方均率來看最近的這個美國發行對中國發行對加拿大墨西哥的這些包括中國那麼對全球的經濟後面的這個全球經濟的成長是大概是看法是有些引遊那麼另外俄烏戰爭這邊看起來也有這個正在談判那麼也都屬乎和平的速報然後OPEC的這個還預計4月份打算要增產所以原油在1月中大概1月15號創產高度之後其實最近其實慢慢慢慢的在保險保險速度稍微比較慢一點那麼以西的部分以西的部分在去年的第四季還有今年的1月甚至2月中旬之前還是比較強勢那麼最主要是因爲大陸的這個SPA場包含Bama SPA它下游的這個它是整個complex一起這個這個施工但是它的下游部分包含P1還有DG的文獻網功那麼它沒有上游原料所以就得去上游買原料所以它去市場上買的這些現貨引擎那麼對現貨引擎的價格提供了比較強的支撐那麼另外在2月的時候還有馬來西亞的那些廠也出現了一些事故所以有停車那麼所以它在1 2月份的時候現貨引擎的價格相對來講是比較堅挺的但是從2月底3月出售以西的價格其實也慢慢的下跌那麼現在大概800多塊錢那麼後續的話我們其實也是必須要看一下就是說上游跟下游這些彼此的這個投產的事件對於我們後續的這個一期的交流是因爲帶來一些影響那麼VM的部分其實剛剛的圖片中裏面沒有跟大家報特別說明但是應該有一段VM其實在2022年到2023年其實慢慢的也是想做一個公佈的不過有點壓力所以VM在去年其實價格其實也是蠻低的那麼一季的部分到有一個新的VM的投產但是它的效果因爲最近包含大陸的投進還有些應變的新的投產那麼另外有VM的新的投產所以這個投產的消耗量其實是大後於VM的供應量所以我們認爲VM的供應量可能會稍微供過於學生的這個壓力可能會稍微縮短一點那麼EV的部分因爲第一季的這個公佈的需求其實還不錯。",
    "各位博士先生各位朋友大家好，那先接下來由我爲各位報告養育公司的財務狀況。首先我們看一下113年的合併損益部分那113年的合併營收是60億，比112年的67億大概減少了10%減少了6.8%。那這主要是因爲銷售量部分大概雖然有增加大概4%，那整體的平均價格大概下跌了13%。這影響那在毛利方面的話那因爲整個平均價格下跌了13%，那另外在原料部分的價格也大概上升了10%。所以是整個價差縮小才變成價差縮小。所以113年的毛利率只有2%，那毛利額只有1.3%，那比112年的毛利率大概少了15%，那在毛利額部分大概少了10億。",
    "那接下來在營業費用部分113年的營業費用是2.44億，那主要是因爲一些還運費的增加，所以比112年增加大概2200萬。那麼在本業的營運中央部分毛利額是1.35億營業費用是2.44億，所以113年的營業虧損是1.09億，那損失率是-12%。那同樣的說到毛利率倒影了減少了影響所以那個營業率大概是1.33億左右。那再來看業外部分的話113年的業外支出是8.11億，那這組成的話主要是來自羣裏馬的投資的損失是9.61，那主要是投資指挖的損失另外有鼓勵收入8600萬註定收入減300萬對半利益的2900萬。那麼這個數字的領域外的數字是-2.31億跟114年相較的話大概有增加了3800萬。那麼整個最前的淨損呢，因爲業內的虧損1.09億加上業外的損失8.1億所以最前的淨損是9.2億，那扣掉一些所謂最低之後最後的淨損是7.51億。",
    "那麼如果不是9.1億是一個本來的計算的話我會損失1.26塊錢也不會損失0.2億塊錢。那麼這邊的話因爲年度還有編制個體的水利表那麼我這邊一定把個體的水利數字連進來不過因爲阿居的子公司相對於亞居來說規模相對是比較小的公司子公司也是百分之百所持有，所以那個子公司的一些分身在合併水利表的營收成本費用會收入到合併水利表的投資損利那麼所以這兩個報表的數字基本上差異會太大。那麼各立水利表的稅後虧損還是一樣7.95億每股的虧損還是1.26塊錢。那麼下一頁情況是分析這些產業亞居額並財股東一些分析數據，那營業利益方面剛有提到去年不是虧損的所以營業的損失率是2%。那本業虧損加上業外的損失所以損失率是12%。那負債上資產的比率因爲金管的增加還有總資產的減少所以這個比率從112年的11%升上升到113年的16%。",
    "那麼113年的流動比率是299速動比率是2253分前一個年度變大。平均的收店天數113年是25天，那相較於前一年度是有縮短那麼主要是113年底的營收倉盤金額比較少。那麼113年的平均營收盤比112年代的少所以算出來的收店天數有縮短。那麼在平均消貨的數字113年38天，那這個跟112年的39天差異不大。那麼最後跟各位報告美股盈利跟股利部分那113年虧損是1.26塊錢。那麼不過我們在今年3月的董事會還是有決議要可以把0.25塊錢的現金那麼沒有比較努力那麼不過在0.25塊錢的現金不利那麼最後還是要等到2月底的董事會討論時候空過纔會實行。",
    "那麼以上是我報告的謝謝大家。",
    "基本上我們團隊是同一個。首先我們來看公司的概況。公司概況這邊稍微提一下。資本是118億。員工人數今年到今年3月的時候429人。相對於去年同期是減少了28個人。",
    "再來看營業人。營業人今年因為整個義務業。尤其我們的產品就是主要是義務業跟便利。主要是在義務業。跟便利的差距比較大。今天等一下我們看那個圖表。",
    "或者說剛才雅聚的部分。有看到那個圖。可以看得到義務業的售價。去年相對於2023年是3萬多。",
    "另外一方面就是銷售量沒有影響。以往我們的義務業均就是全產全銷。那在去年沒有全產。有部分的停工。所以至於說我們在台聚個體的營收。只有88.2億元。",
    "相對於去年同期是110.5億。那這個比較少了。那合併的是差不多多少。但是基本上還是比前一個年度。比2023年少一些。但是整個合併的少一些。",
    "主要還是台聚的營業的售價。少比較多了。接下來我們看一下我們的。有兩個廠。這個廠第一個是高壓法。主要生產義務業跟LDPE。",
    "那這個廠同一樣設備是一樣。所以沒有更新沒有減少。如果生產全部LDPE的話是4萬噸。還是跟以往一樣。但是2024年的產量。跟2023年就明顯的衰退。",
    "我們先看一下2023年。2023年幾乎就是前廠。除了有一點點稍微一點失誤。稍微停個一兩天。之外的話。2023年幾乎就是全廠。",
    "那全廠就是全廠義務業。那所以如果產義務業的話。幾乎就可以13萬2千多噸。那也就是說一個月大概產1萬1千噸。我就在歷史的法書裡面講。就是說我們的義務業。",
    "如果是正常生產一個月大概1萬1千多噸。相對於2024年。這個大概開工率就比較低了。全部都可以生產了。因為產量只有11萬。最主要是市況不好。",
    "有時候義務業的售價還比開工還不如。根本就是跟就停工。所以如果把2023年當作是義務業的capacity的話。2023年的開工率大概只有83%。這是跟以往十幾年來。幾乎我們義務業是全廠。",
    "除了2022年事故停了60天以外。幾乎以往的事況還不錯。我們去年的情況是比較不好的。接下來看我們另外一個廠。",
    "另外一個廠就是亞巨的PE。我們D跟亞巨的PE不一樣。我們是D亞瓦。不像亞巨是高亞瓦。它也有點PE。我們的D亞瓦就生產HDP跟線線。",
    "還要用DPE。這兩年這個廠量都不好。2023年廠量只有8萬4千多噸。2024年是各地。如果說以跟聯產來看的話。2023年這樣的廠量。",
    "大概開工率只有65%。那2024年大概降到60%。這個相對於疫情的時候。2021年的時候。開工率都還很俊強。2021年當時疫情狀況。",
    "這個兩年應該是這三年。從2022年開始開工率就降了。那在2022年的時候就有7成。那2023年呢。6成。2024年。",
    "剩下6成。也就是說整個大環境不好。基本上去年的大環境沒有多大的改善。雖然是一個比較供需的。尤其在需求比較弱勢的一個情況之下。造成說我們的開工率是。",
    "這兩三年來是偏低了。我們再看一下一年狀況去講話。這個我再亞巨這邊就說明了。",
    "先說明。那我就在原有。李希這邊的話。我就別的再重複了。那可以請參考亞巨的部門。那基本上是獨立的團隊的。",
    "所以資料是一樣的。那我們來看一下。這是EVA。EVA的行情。那這個回顧。回顧在亞巨的部分。",
    "那這邊已經也有收入了。那這邊我講到一下就是說。我們這邊少了一條。甘來亞巨的一條綠色。就是固定部位。就是大面的。",
    "那兩區。台積沒有生產這樣的產品。那我們生產的主要還是在。最上面這一點高VA的部分。那紅色的這一點是VA量比較低的。這個台積有什麼。",
    "可是量比較少。所以如果看這個Spray。就是說EVA的售價跟原料比。西亞VA的價差的話。只要看最上面這一點。跟橘色的VA。",
    "加跟紫色的以下。這個價差就可以了。但是這個亞巨講。那個已經交代過。這整個好奇的變化。但是這邊我把一個台積的狀況。",
    "overall把它看一下。如果從加拿大來看就是。可以看得出來。2022。2022。2024。",
    "這個EVA的售價跟原料這邊。這個售價這個價差。這個Spray。蜘蛛鏈往下降。那這個造成怎樣一個結果。我們如果講2022年的時候。",
    "台積EVA還很賺錢。那到2022年。2023年的時候。獲利至少EVA。如果你說縮小至少一半。然後還是獲利。",
    "可是到2024年的時候。就變成EVA虧損。所以我們在十幾年來。EVA很難得。出現一個虧損的狀況。那這主要還是因為整個。",
    "這個經濟環境不好需求。成長過。加上產貨增益太多。造成了。所以這幾年來EVA的變化是蠻大的。就如果回顧到2021年。",
    "2020年或是跟2020年。類似台積都是在一個高。EVA在高化物力的狀況。的時候。我們來看下一頁。",
    "那PE的部分。那PE的部分這三頁是我們在這個PE這個廠的這三頁呢，是在如果回顧到十幾年來，這三頁是最不好的什麼叫最不好，也就是說這三頁會損HDPE，HDPE是會損，那在這個EVA之前，這個廠當然是小賺，那這三頁呢變成是一個小虧，但是從這個圖開出來，中介的這個儀器，變化比較大，那如果我們簡單一個來講，就是說2020年，我們那個虧損，小虧大概兩千多萬，然後三千多萬，三千一百萬，然後2023年，虧損剩下一千多萬，一千三百萬，到2020年或是四年，因為這個剛才講開工率降低了，所以我們的虧損就擴大到兩千起來，但是這個小虧，所以這個以往是小賺，這幾年來變成小賺，那這個如果我今天來看，去年來看的話，跟EVA比起來，我們這個開工率比較低，但是呢，我們虧損還不會來得少，也就是說，我們PE還是有一些差異化，有一些差異化，雖然開工率高，但是我們的虧損沒有那麼多。那EVA的部分。那以往都是開好賺，或是做通用的大家都可以生產的為主，那慢慢這幾年，我們已經在轉型，在做一些差異化的廠，我們看一下這幾年來，21年到24年，這個銷售量，那去年剛才講到，我們兩個廠的產品都開工率都比較低，因為八成商，PE這東西沒有產，所以我們的銷售量可以看得出來，從第一年來，應該算一個新低，最低點是10萬4千多度，那這個在一個去年，去年也不是，至少都還比了一點前年，2020年3年還是比2020年4年好，但是如果現在2021年來講，27萬多，賬場2021年的時候，因為全廠，然後開我們的PE廠，開工率大概是全成，這樣的情況之下，那這個我們的銷售量就會達到27萬多，那這個裡面是含了大概1.9萬多噸的亞軍包網代工的EVA，加上少量的LDP，那如果這兩年來看，2023年，2024年，大概就少了，當然這個看得出來，我先把這兩年抓出來看，少了27萬多，少在EVA的部分，光EVA的過溫，已經少了2.5千多噸，當然PE高度這邊，也少了1千多噸。那亞軍的部分。那第一條亞軍已經講過，我就不再講，我們先從第二條第二點，第二點真的大概提到，因為去年的市況不好，有一段時間，因為價格太低，尤其光滬了，價格不好的時候，我們就是停工，因為停開工，不如就是我們提供這個這個虧損來的少一點，所以這樣就是說，去年，我們有檢查，少了9萬5千多噸，9萬5千8百多，這剛才我有交代，那另外就是，大陸的這個產，擴充太多，而且太快，所以這幾年來，韓劇，就已經在轉移，大陸以外的市場，我們比方說，我們從，如果看三年來看，我們看到的去年，去年大概是三成，大陸第一段三成，去年2023年，2023年的時候，我們還有六成，然後2022年的時候，我們七成，從七成的2022年，降到2023年六成，然後到去年，我們剩下大概只有三成是大陸，那就是多了，大陸東南亞，或是到其他地區，這個就是為大陸建成太厲害，擴充成太多來做布局。",
    "那光武的部分。那另外我們光武的佔比例比較大，那現在幾乎，我們三大類，發泡 熱龍槍 發霧，那發泡我們比較做高端的，比較做高端的發泡，實際跟商務之一樣，就是大概30，30以上幾個省左右，所以大陸的降低，光武的佔比，那就是跟亞軍一樣，股份確定是一樣，也就是說，因為我們的產品，它就稍微不，亞軍有多漂亮，台軍有多強等等，所以我們這個都是在降低，光武的佔比，因為現在光武的門檻，沒有那麼高，也降低大陸的銷售地區。那回顧的部分。那回顧的話，如果當然是一部業，講P1的回顧，P1的話，內銷，所謂的市貨方面比較平穩，這平穩是像，2024年相對於2023年，大家都不是很好，但是2024年，一樣的，就是說衰退的。",
    "相對於2023年跟2020比，2024年的銷售量至少1.8%。那另外在大陸也是有一些擴敞，所以它的自給率低一部分，大概已經提高到7成。那很嚴重壓縮進口量的生存風險。",
    "另外我們現在主要還是中油的乙烯，中油的乙烯這幾年來它的售價都比現種乙烯來的高，這也是增加了很大的一個成本。營業者上的壓力那基本上我們高密度跟現現這邊還是維持內銷為優先，那也就是說我們的一部業主要的是銷售到外銷，大概在8成以上是一倍或是外銷。可是我們P的部分大概有7成是內銷，那相對內銷的競爭不會那麼大，這也就是說為什麼我們在P場開放率比較低。可是我們在去年推損沒有像一倍那麼大，另外就是市場內銷比較穩定，那價格也好一些，有些關稅雖然最後連個C的關稅高，但是還是有所幫助。",
    "另外呢，在P的部分通貿期的這些說到中東啊美國啊東南亞比較進步，那基本上排序的為什麼我們的P看到那些多成它虧損也是小虧損，主要是我們維持高品質我們是跟這些要求高品質的先鋪來往，所以價格比較平穩比較好一點，所以也是效果是平穩的。但是呢，這個畢竟是有限，所以還是要做一些比較通用性的這些P啦。那這比一部是少量，這個是由我亞區幫台去代報的，那我後下這個一部的部分大家要去介紹之外，我這邊補充一下大家要去留腳的，那去年去年的全球裝機量530多萬，這比當時的一部來的高了高了一點，那如果一部2025年的話，大概530到500大概這樣一個情況。530裡面大概有一半在大陸，530去年大概278萬，一到萬的就在大陸，那跟2023年3分9幾年大概大陸就差了一半與少。那基本上2025年一部這個全球裝機量發射量成本是增長的幅度，前幾年比起來這個幅度你看我們這個增加的幅度不敢再做那麼高了，這個不是我一部的，這是專家也單獨來做一部的，那我們看一下中國的需求，那大概亞區這邊大概這個是產量，產量它有增加吧，反而它稀釋了，所以它的進口量看得出來，因為它產量增加了，所以進口量減少，它的自給率是提高了，它不能再提高到已經到78%。那我們看一下這個現在就是表關需求，表關需求剛剛兩句這邊講就是2024年它需求大概少更像對2023年少的，大概三十幾萬噸，大概它真的跟社會庫屬還有工商跟工民就是producer這些的庫屬的關係，那基本上我們一部就是2023年跟2024年的實際需求應該是差不多，但是雖然實際差不多，這個往年實際上是增長，那大陸這邊的表關需求已經減少負責任就增加了，但是拿到真正的需求它已經不要再走多大層了。",
    "那這個另外一個主要一個原因是經濟不好，另外一個原因是外貿大陸有一些發貨廠外貿廠也外貿，就像我們的關武主要的客戶本來是在大陸，那他們外所有的外我們那個供應他們到東南亞，他們到東南亞去設廠等等，所以整個大那個大陸的需求也降低經濟需求不好加上那個外貿，所以你看看關武的比例他們降低了吧比例降低需求沒有降低可是它比例降低了，但是就是有一些它是外貿到其他的國家去了。看一下我們這個剛剛提到PV大家看得出來跟兩句一樣PV的我們的占比應用占比銷售的占比已經到我們的減少我們提高發泡高端的發泡量還有這個流向的量，那這是中國EV的產能在目前已經投產了310萬噸，310萬噸就是去年去年那個最新的去年就增加了兩個25跟20就是去年到今年終於有一個20萬多噸就是已經在去年到今年到目前為止增加能量今年還會增加在今年還有三個噸20加20加4萬還有14萬噸。那韓國在六月韓國30萬噸的產能也就是說後面因為還是要競爭的。",
    "那必須有一些差異化的差別，不然還是2014年的一個整個狀況，不會改變太大。這個年齡展望，那這部分不提了，亞軍那邊已經有交代過了。看一下這個第一季的展望，第一季的展望第一條，那個上半年關我需求的產望，那這個在亞軍那邊他已經有說明了，我們看第二條，那第二條是美國對中國太陽能製裁，所以中國太陽能產業有五月來太古印尼等地設產，那隨著這些到外地東南亞或者是印度等地設產，那我們公司的客戶也有去，所以我們的銷售量也有到這些地方。",
    "未來我們會因應這樣的情況，中國的供應態度，那建設生產力還降回過，那我們銷售大陸這些東南亞地區我們算美金的嘛，那大家都是免稅，不是，但是銷售免稅美金地方免稅，越南還是免稅，那如果銷售大陸要供過去的，我們太陽稅大家都一樣平等，但是到大陸我們不平等，我們進去要關稅，然後大陸生產本身地方自己沒有關稅，所以我們銷售地區關我的我們量會降低，然後銷售地區會影響中國大陸，但是我們客戶大陸的需求我們少了，所以我們銷售地區關我的我們量會降低，然後銷售地區關我的我們量會降低，然後銷售地區會影響中國大陸的需求，我們少量的我們供應大陸地區另外要高市化，高市化差一萬長品來分散光譜的市場風險，這個我們已經在做，已經在做，那也部分的成果，那要再那成果要擴大，這個要讓長品做得更好，那這些都是在目前都進行規劃，那已經目前規公的部分已經目前規公的部分已經目前規公的部分已經要在那進行那進行光的量、光的品質那已經在公演那為了要改善更好的品質增加光量的話我們也在做一些投資那陸陸續續再往後的前這個量將來準備慢慢越來越大，那另外新增產的現在都是在光骨不然就是軟料、硬量、方號的這些東西或者是低端的外天熱熔膠的這些比較少熱熔膠要貨中現場也就是高壓現在貨中的大部分是軟式會跟骨骼一樣，所以做熱熔膠的量新的產品少，那這個也是我們將來甚至我們會舉行一個新的生產設備，所以熱熔膠也是對目前這些新增產品一些差異化的強點也是我們準備的也是我們準備的在發展方向的實力，那另外在品質方面市場的所以現在經濟批准導致市場內銷的市場需求有衰減雖然我們有擴展外銷一些客戶來補這些流失的地理販但近期中東平市再度緊張那是對國際運動造成影響還需要觀察簡單講就是畢竟目前在本期間內如果全球經濟變化改觀整個市場化業也預估大概2028年以後才會有辦法消化那些新增的產品所以在這年內品質也是蠻辛苦但基本上台積的品質都是這幾年來都是小賺跟小貴差距不是大肚子是在地的鹽因為就是大賺不是大賺就是大貴如果沒有差異化產品將來就會有大貴的但是品質是平平的好那以上是我的報告那接著下禮後我們就來快進接力來做產品發表的報告。各位貴賓下午好，那接著來看到台積公司2024年度的財務報表資訊，那我們首先看到台積公司2024年度的個體稅印要，那台積公司個體的銷貨收入在2024年度是88億，那較去年度減少有26億，那銷貨收入較去年度減少主要是因為EPA產品的售價以及銷量減少約近兩成，所以銷貨收入較去年度減少了銷貨成本89.64億，那銷貨成本本年度因為受到電價上漲以及成本上漲產量減少等不利影響，所以總計銷貨成本89.64億，那因為售價下跌成本上漲所以銷貨毛利的虧損是1.43億，毛利率負的1%銷管費用4.56億年份費用1.33億，總計營業費用是5.89億，那營業費用5.89億裡面主要是運費增加有3700萬，那人事等管理成本減少有5000萬，所以營業費用較去年度減少有1300萬，那排去個體的營業虧損7.3億，營業淨利率負的8%業外的損失16.58億，裡面主要是排居公司依照權益法認列股內16.94%的投資損失，所以總計認列股內13.26億的投資損失另外排居公司依照權益法認列合併子公司華夏台大掛岩齊仰俱人子公司的轉投資公司的虧損，總計認列了5億的投資公司的虧損，所以業外損失16.58億裡面主要是來自於權益法認列股內16.2億的投資損失。",
    "總計有17.6億。那排居個體的稅前損失是23.89億。扣除所稅利之後的稅後淨利。淨損失21.47億。每股虧損2元。那接下來看一下排居2024年度的合併損益表。",
    "2024年度合併的銷貨收入510億。那這合併的銷貨收入是合併子公司華夏台大洋具等合併子公司的合併損益表。合併子公司華夏台大洋具等合併子公司的合併損益表。還在加上排居其本身的銷貨收入。所以總計有50億。較去年度減少12.6億。",
    "合併的銷貨成本487億。增加20億。2月各合併公司在2024年度。因為產品的售價下跌原料成本上漲。所以利差減少。合併的銷貨毛利22.97億減少33億。",
    "合併的毛利率4%減少7.9億。相反費用37.88億。增加2.7億。主要就是運費增加有2.95億。合併的一年虧損20億。合併的一年外支出35億。",
    "35億裡面主要是合併子公司。續投公司依照權益法認列補雷50%的投資損失。所以總計合併認列補雷39.2億的投資損失。那另外因為在本年度因為投資損失。財力貶值。所以合併產生的兌換利益有2.5億。",
    "那以及認列合併的股息收入也有1.5億。所以總計業外的損失35.09億。合併的稅前虧損55.18億。後出所稅運之後的合併稅後虧損49億。49億裡面屬於台稅虧損是21.47億。那合併產生的非公置權益的損失有27.62億。",
    "那接下來看一下。台積公司合併財務報表的比率分析。在2024年度合併的營業利益率負的4%。存益率負的10%。那主要是因為在跟去年相比。那主要是因為各公司的獲利都減少。",
    "那另外因為業外與認列補雷投資損失。所以營業利益率跟存益率都較去年度減少。合併的負債佔資產比率40%。這個比率較去年度提高。主要是因為合併公司在2024年底的借款增加24億。那是24億裡面。",
    "台積公司的借款其實搶還了有10億。借款減少10億。那另外34億是來自於合併子公司的借款增加。所以負債佔資產比率40%。較去年底提高。人工比率196%。",
    "速凍比率143%。平均收績的天數41天。平均銷貨的天數52天。跟以往年度是大致維持。那接下來看一看美股盈餘股利的變化。在2024年度雖然本年度是稅後虧損。",
    "美股虧損2元。但是為了平衡股利政策的考量。以及避免股本過度的膨脹。所以董事會依照公司章程決議通過現金股利。美股0.2元。那這個現金股利上在今年5月29號股通常會決議。",
    "以後通過後發放。謝謝。那接下來進行我們Q&A的時間。好的非常感謝台G及兩區經營團隊帶來的解訪分享。那麼現在進行Q&A意見交流提問。那請經營團隊就報名階段事先蒐集到的問題。",
    "先同意我們回覆中平。我是台G及兩區經營團隊的余培基。現在來到我們的問答。並且請各位法人及媒體的先進提問。那首先我們先針對報名階段有一些同日先進提問的問題來先做回答。",
    "首先匯豐銀行一個Sandy小姐有問到說根據工業業研究團隊的預估。石化產能獲勝情況同年續到2028年才能去化。匯豐銀行的應用措施之一為全地朝向茶葉化產品轉型發達。是否能多說明這方面的細節以及目前的成果。那我請你講。有關柯銘處長回答。",
    "我真的這麼多秒。其實我們剛剛在我們兩區的情況裡面。還有兩區的情況裡面其實也可以看出一些發達問題。那兩區的應用業的產品。大家可以看到它的比較長的應用。包括工業的應用它的占比從3%降低為大概30%。",
    "大概3%左右。那這些量其實除了我們的行動之外。但是這是講占盲。那主要這些差異就是。因為我們去生產這個茶葉化產品。那應用在比如說是比較高的血糖。",
    "像我們的運動鞋的同樣非常Q。運動鞋一兩千塊的也能用。貴的我們就一萬千八千塊的也能用。那有些腰口特別比較高的這個運動鞋。它可以造成比較高的這個產量。所以我們過去的一兩年的時間。",
    "我們也非常積極篩選這些產品。那另外在一些特殊用途的電競電纜。電競電纜它其實也是一個很大的領域。那有一些不同的電競電纜。但是有一些很簡單的我們提到的。比如說是在高鐵或是機場。",
    "它會有些要求特別的一個部分。它會用一些比較高的原料。那這個也是過去我們努力看的方向。然後接著它也變成部分。但是我們就增加了這些新的產品。那這些新的產品我們沒有。",
    "單獨列一個站給大家。但是把它分散在。在發放線的應用裡面。所以主要是這邊。那亞非的部分其實大家可以看到。包括目前EBA。",
    "大家從前兩半都降低位。然後又進入了五週流。那除了大碳導致的同步期。EBA的成長。包括了EBA的成長。那這邊也跟台軍的其他搭配。",
    "但是是在開發一些。特殊用途的EBA。包括這部分的台軍目前。這些產品的銷售量當然都是很高。主要是台軍這邊的銷售量比較多。就是以上的。",
    "那再來有第一產物包錢的呂小姐。還有李也春保持的持貨球企業。問到說公司對於古雷石化的。保持損失持貨有未來的規劃。今年漲萬還有預期多久後會歸屬。請總經理回答。",
    "關於古雷石化公司。我想整體的這個石化行業大環境。去年充滿挑戰。今年也不能夠太過輕忽。這個挑戰程度。關於古雷石化本身。",
    "我想會從兩個方面下手。一個是降本。這個叫降低成本。一個叫增效。增加效用。降本的部分主要是在它的底吸裂解爐。",
    "的部分。這個原料的方面來下手。主要的使用原料是氫油。古雷石化公司會去開拓。更多的氫油的供應來源。希望能夠取得更有成本。",
    "競爭力的氫油來源。除此之外。丙丁碗也是以西裂解爐的。進料選項。",
    "主持人：所以當用丙丁碗跟丁碗作為裂解爐的進料可以產生比氫油更好的效益的時候，古雷石化公司就會執行這個選項。所以總的來說，古雷石化公司除了剛才說的氫油丁碗丁碗之外，也在考慮到其他裂解爐進料的選項。總之就是希望能夠從裂解爐進料的方面想辦法降低成本增加效益，這是其一。其二是古雷石化公司的產品也會做一些產品組合的優化。從市場面看回來，在哪一些特定的市場上，在哪一個應用能夠經過銷售渠道產生更好的效益，古雷石化公司也會在這一方面做出努力。所以總之整個石化行業的研究程度，我想今年大家還是會比較正視從古雷石化公司的角度來做就是剛才說的讓你成本增加效能，這兩方面做什麼來努力謝謝。",
    "再來是護邦的陳小姐有問到說今年碳費的徵收會有公司的影響，這一部分我們這邊參考已經公告了碳費相關的法規，預期碳費的增加成本增加的影響並不會太大。以上是報名階段的一些提問，不只是現場或者是現場的其他我還在限定有其他問題好的謝謝。從信進的提問還有信進團隊補充說明，現在開放現場以及線上的提問，首先有請想再了解一下PTA的價格。像我說從去年10月到現在PTA的產價也是都還不錯，我想問一下底下的報價大概分價錢在什麼樣的位置去打，這個價格是可以有利潤的嗎。這個是因為我看接下來新增產好像會比較落在下半年，那是不是上半年對這個時段來說會不會是在現在這樣來的水準。你好感謝您的請問現在EU的這個價格我們大概分為幾個用光暈期的這個價格來看光暈期的價格大概是在1300塊錢到1400塊左右。",
    "那光暈期的部分其他整個價格是稍微低一點，那台灣的高難度或是台灣的玩家iFlo在市場上的評價是稍微更高一點，大概普通的光暈期的價格大概是在1300塊錢或是290塊到1300塊之間。好那這個軟量EU的軟量大概在26%到18%大概是在1300塊到1300塊之間，那如果說是純粹的通用的應用的話，這個價格其實是有點奇怪。但是因為我們的產品一方面在市場上的這個流勢有稍微高一點，然後我們的競選稍微高一點，那還有我們開發一些一些特殊的不是通用機的產品。比如說洋劇的武器的這個價格現在可能占價率是在1300塊到1400塊之間，那如果以這樣的價位來講的話可能相當就還好啦。那至於說我們剛提到的自由參考的這些是有利的，那另外您提到的就是上半年跟上半年是不是可以維持這樣的價格，以目前來看的話到我們到目前為止我們對於這樣的價格至少在相對一點應該是是在應該是可以維持在這個價位。但是因為現在這個EU的這個價格的整個波動其實蠻快的，所以我們也在密切觀察這樣的情況。",
    "那以目前的通用的狀況來看的話下一波的新增的產品可能是6月份會維持這個價格，然後在下半年9月份左右可能會推行這個產品也要看他們在這個包廠的這個進度。所以我們也希望說他們介抱上面也有其他的觀察新增產品破產的速度以及光復產品因為它畢竟在EVA整個Hallel FollowMagnum的收視器它的這個網路部門對於EVA的價格其實影響蠻大的。我們一定會看這個EVA包容器這個根據就新聞就可以連續。那目前為止看起來包容器它在目前為止算是相對比較包容器，因為在過年過年之前在冬季的時候它是比較淡，但之後的話它是最為之正常的。所以我們目前是在相對的一樣的效价謝謝行進的提問和集團隊說明。請問現場或是線上的先進考量提問的嗎想問一下剛剛有情報提到說這個鼓勵政策可能很多人覺得會不會開會肯定嗎。",
    "但是否則很關心鼓勵發放的部分，然後可以稍微講一下說比方新年發放比去年好日子平坡是發放率大概多少是有沒有簡單的有些讓投資人可以知道。這邊回顧一下就是說我們公司在這個考量鼓勵的時候就是會依照公司的營運狀況然後就是依照公司的章程來去定定這個可以發放的金額。在去年度凱旭公司每股稅或是虧損0.19元去年度現金鼓勵發放是0.35元主要是因為去年度BA產品也是一個過列產品凱旭公司去年本也是過例大概10億左右。所以就是說當時是有提議發放現金鼓勵0.35元今年度因為為了平衡一萬塊錢的立法會的政策去平衡鼓勵政策考量另外也為了歷年股本過度膨脹。所以董事會在今年3月的時候是有決議雖然今年是稅後虧損2元。",
    "這裡面因為也包括對任命轉投資公司的投資損失等影響，所以決議包括現金鼓勵是0.2元，這個部分在依照目前公司章程規定，是必須要等到股東會決議後，然後才會把目前是這樣子謝謝。那講句這邊的話，112年的還是有過例0.25元，那當時是發了0.15元，那113年是虧損，1月是付了1.26，那我們是決議發了0.25元的現金鼓勵，那總而言之這是要等股東會確認然後貨才會去。好的，那麼線上的先進有提問到，那想請問經營團隊，請問目前有看到亞洲同業廠商有關停的計劃如中日寒場，有關停的計劃，以一月的這個場面來講，就是說它被提到的可能是比較上游的部分，那以一月來看的話，目前其實在大陸還有在其他環，那我只是比較難，我沒有跟你們談完，在大陸的這個比較大的產線，他們計價都是發行，因為這還有一點低潤的。那比如說你在臺灣來看的話，那其實還是在他們的電子銷量之上，好OK，而且去年倒是經營團隊的韓國想要降價求售的消息，但是對於EBA的這些廠來看的話，目前我們只是還沒有還沒有聽到說中國是東南亞還是韓國，這邊有石化廠的EBA廠都開了下去，然後要關門，所以我們也沒有看到這個廠的專門，唯一只有一種可能是中石化的石化的電子銷量。因為它在北京這上半年提到說它可能是因為這個方案其實可以來駁斥了，就是一方面它在手工，就是北京手工，第二點就是說它的卡通經濟效應的這種的關係，所以它有把酸尿對象去做減產跟平產的動作，其他的部分主力是應該是不多，那日本一些小的石化廠，其實在過去的就是在前幾個多月其實就已經有做這些動作，那最近我們也沒有聽到說它在音樂廠有要做就是關門或者是這個動作。好那因為時間的因素，我們先我們在回復現實上，因為從先進的提問，那想請教經營團隊，台亞距4月是否有配合台電停車計劃規劃，謝謝。",
    "亞軍這邊它因為有配合台電停車的這個情況，所以4月份的公開亞軍這邊會有四條線也會有溫泉停車，大概一個禮拜多一點，大概一禮拜的時間是有用的停車，那台軍的公開公開公開的時間是有用的停車，那這樣實是沒有，因為它從前好像是沒有沒有影響到我們全體公開，但是你也覺得這個影響很高，好的，那麼因為時間場次安排的因素，本場次到這邊先告一個段落，再次感謝亞洲聚合化學品股份有限公司以及台灣聚合化學品股份有限公司經營團隊今天的分享與解答，那本次的聯合法人說明會到此結束，也謝謝大家，謝謝各位先進與會指教，祝各位身體健康投資順利，謝謝。"
  ],
  "transcript_en": [
    "Welcome to the Taiwan Aggregate Chemicals Co., Ltd.'s briefing session. Today's meeting is hosted by Asia Aggregate Co., Ltd., a joint venture company. First, we would like to introduce the management team of today's meeting. The general manager of Asia Aggregate Co., Ltd. is Mr. Wu Peiqi, the business director of Asia Aggregate Co., Ltd. is Mr. Huang Keming, and the accounting manager is Mr. Zhang Shichuan.",
    "They will give us a briefing, including a report on the company's earnings and financial situation. Thank you for your investment, friends, media friends, and Mr. and Mrs. Thank you for your attention to our briefing session today. I am Avignon Wong Keming.",
    "First of all, let's take a look at the first joint statement. This please consider. I am going to report today in four parts: a brief introduction to the company, an overview of earnings and outlook, a report of a large-scale reference and a financial manager.",
    "The first part of the company introduction and introduction. This part, in addition to the sales market of NT$58.1% in 2024, is said to be 60.300 million. Other designs follow the movement. This is a reference to the fact that our production capacity has not changed too much over the years, or to think about the high-pressure recovery.",
    "The product is very large, which is the main product developed from about ten years ago here in Taiwan here in Asia is the application of this high-end this kind of lord. The middle and high-end parts, such as food packaging or packaging of electronic products, including very, for example, to go to its combination, and then shake the cup, there will be cloud products.",
    "In addition, it may be used in packaging products, which are more high-end applications, such as semiconductor packaging or some protective film used in the home protective film, special protection film of this lanyard, and even optical products. In addition, on medical devices, we can see what kind of respiratory tubes we will use, and then this is our new project in the past.",
    "First, let's take a look at our upstream raw materials containing ethylene containing crude oil. In a review of the 2024 room type, we can take a look at this chart below which is the vinyl and crude oil from 2022 to 2024. This blue line basically has more than 70 highs per barrel for most of the year. It only seems like less than a week or two it gets more than 69, so most of the time is more than 70.",
    "The main reason is that crude oil price is the first petrochemical plant in the high second continent it has been expanding its capacity. It light oil cracks it to buy light oil, so it provides a strong support for the price of light oil. The light oil is mainly because we see this raw material of light oil cracking plant, the main source of its cost is light oil, so the cost of light oil does not come down. So in 2024 our vinyl cost is actually slightly increased compared to 2023.",
    "It is obvious to see the price slid down a little from 2022 onwards. Especially in the first quarter of 2024, it was slightly rebounded a little bit by the end of the first quarter. Then the price was always under pressure from April to April. By the end of the fourth quarter, the price was slightly reversible.",
    "The blue line is 228 to 30%. This represents the price of hot glue and photovoltaic and we talk about soft materials. The other green line is the one we just sent to you is the price of Lavon grade post-covid grade EVA. So here you can see that if the total price of 2024 compares with 2023, this price is actually much worse than 2023.",
    "The price of LDP is relatively cheap compared to 2024. The general-purpose price is probably between 1050 and 1050. Then, of course, the unexpired or even some relatively high application price is higher than that of Taiwan. The price of LDP is less stressful than the reservation. So let's take a look at this part of LDP.",
    "But last year we made some adjustments when the appointment was not good. So the LDP sales table was relatively easy to grow in 2024. The part of this growth is mainly out of business. That is, because most of China's petrochemical plants tried to go bankrupt, and that their bankruptcy was in fact part of the EP.",
    "So the bankrupt of P for analogy is really not obvious. That's why we were poor at EBA in the second quarter of last year to the third quarter of that year, and then at that time, most of the LDP's head-level was short. That's why the company incorporated a portion of the production line to produce EBA. So the sales of LDP in 2024 grew by 39% compared to last year.",
    "Last year, the supply and demand of China's entire continent was slowly changing. Then again, in the face of demand, I probably saw the growth of economic growth is also slowing down. Then the demand for photovoltaic growth is not as expected. Then I might have to say in this place that the growth of PV in demand for photovoltaic growth is not really low in 2024.",
    "So the photovoltaic level on the bankrupt side of the mainland has gradually entered the field of these photovoltaic. So that's why this position is very short. So our main customers may be locked up by more than a month's growth. So now, once and looking forward to the bankrupt operation, this doesn't need to be so much because the installation volume of photovoltaic level is not recycled. But in fact, the demand for photovoltaic level EV in this market is really not very good.",
    "So the whole pressure is going deep in the room type. That's right, until October last year, many of the cargo traders in mainland China set up their factory for their views or pessimism in the fourth quarter. But because the whole process is constantly reducing the parts too much, so after mid-October, the EVA factory found that it was not easy to recover the parts when the parts were to be recovered.",
    "The U.S. dollar market delayed more than a month after the import volume of this dollar sweating market from isolation and slowly rising to the present. So in addition to this supply chain in the reduction of many of the petrochemical plants, including our laboratory, he did this thing with a collection attack or a dedicated action. So the entire income surplus of EVA is either the entire over-earning of the packager or the excess of the manufacturer was actually making a sharp drop at the time.",
    "Another big report here is that if we were to look at EVA in the past, the amount of ash-free oil in 2024 was a pretty obvious contraction. It was a contraction of 300,000 tonnes. So the number is actually a little bit like a bit of eating heart when you see this number.",
    "But in fact, we learned about the main use area of our downstream. The real demand is not very clear, and the difference between us is not too big. So why is it that the most important thing to see is that the EVA industry in the mainland of our peers decreases solidification and then there are a lot of traders, including downstream factories, and they also do the downstream factory, according to our survey of the number of downstream traders in the country, the first time that the EVA farmers in the mainland probably lowered about 10,000 tons, and the actual area of life of the EVA industry in the mainland, in 2020, it is estimated that more than in 2023, and we are expected that this is because the main specifications of the new products are in the products, including steel and photovoltaic products, or we are easier to produce foaming machines, the variable is that the EVA content is about 14% to 20%, and then the run down some are preloaded in this point, so it is more intense, there is that there is nothing at this time, there is basically, there is nothing at the mainland, and there is only a product that has to be more than the first try to do more than the next time, the next time, and then supply of the next year. The DP part is about less than 9000 tons, so it's not just that we just reported that it's 6 days of our sales is basically relative then we take a look at the operation of the 2060 B level, we look at the average rate of the recent U.S. release of China on Canada's Mexico, including China's economy, the growth of the global economy after the global economy is probably the view that some of the other Russian-Ukraine war here also seems to be negotiating so that it is also a peace rate report, then OPEC in April is also expected to increase production so crude oil is about January 15, so it's actually a bit slower at the insurance speed, then the west part is in the fourth quarter of last year, and January or February before the more strong, mainly because the mainland's SPA site contains the entire complex, but its downstream of P1 and DG network, so it does not have no up raw materials to buy raw materials to buy these raw materials.",
    "First of all, let's look at the 113-year consolidated profit and loss section, the 113-year consolidated profit and loss section, which is 6 billion, which is about 10% less than 112-year 6.7 billion, and that is mainly because the sales portion is about 4% higher than the overall average price of 13%. This affects the Maori side, because the entire average price fell 13%, the other in the raw material part of the price also rose about 10%. So the total price difference was reduced to the difference. So the total price difference in 113-year gross profit margin was only 2%, the total gross profit margin was about 15% less than the 112-year gross profit margin, and the gross profit portion was about 10 billion.",
    "The operating expenses for the next 113 years are 2.44 million, which is mainly due to the increase in shipping costs, so an increase of about 22 million compared to 112 million. Then the operating profit of the central portion of the industry is 1.35 billion, so the operating loss of 113 years is 1.09 billion, the loss rate is-12%. The same said gross profit margin decreased, so the operating rate is about 1.3 billion. Then the external part of the business expenditure is 8.11 billion, then the composition of this is mainly from the loss of investment is 9.61 million, then the investment refers to the loss of 8600 million, the other is to encourage the loss of excavation of 30 million a half-million, then the number of the number of the number of the number of this figure is - 2.31 billion compared with the 114 years, an increase of 38 million.",
    "So, if it is not the original calculation, I will lose 1.26 dollars and will not lose 0.2 billion dollars. Then there is the year there is a compilation of the individual water meter then I must put the individual's water supply numbers in here, but because the company's subsidiary is relatively small scale is also 100% owned by the company's subsidiary, so some of the subsidiary's revenue costs in the merger water meter will revenue to the investment losses of the combined water meter, so the number of these two reports will basically be too large.",
    "The current ratio of 113 years is the ratio of 299 momentum to the year before 2253. The average number of days is 25 days, compared with the previous year's year's year's time period, so the revenue position is relatively small compared to the previous year's year's time period. The average revenue of 113 years is shorter than the 112 years, so the average number of days is 38 days, which is very different from the 39 days of 112 years.",
    "That's all I'm thankful for.",
    "Basically, our team is the same. First, let's take a look at the company's profile. The company's company profile is a little bit mentioned here. The capital is 1.8 billion. The number of employees is 429 by March this year.",
    "Let's look at the business person again. The business person this year because of the entire kinetics. Especially our products are mainly kinetics and conveniences. Mainly in the kinetics. The gap between convenience and convenience is relatively large. Let's take a look at that chart today.",
    "You can see that picture. You can see the price of the volunteer industry. Last year compared to 2023 is more than 30,000.",
    "On the other hand, sales have no impact. In the past, our volunteer business was full-fledged. That was last year there was no full-fledged. Some of it was discontinued. So, in other words, we had revenue from Taiwan clusters. Only $88.2 billion.",
    "Compared to the same period last year, it was 110.5 billion. That was less. The merger was a little less. But basically, it was a little less than the previous year. It was a little less than 2023. But the whole merger was a little less.",
    "The sale of the main or Taihei business is relatively small. Let's look at our two factories. The first one is high pressure law. The main production obligation is with LDPE.",
    "The factory is the same as the device. So there is no reduction in updates. If the production of all LDPE is 40,000 tons, it is still the same as before. But in 2024, the output is the same.",
    "Let's take a look at 2023 first. 2023 is almost the factory. Except for a slight mistake. A little stop for a day or two. Beyond that, 2023 is almost the whole factory.",
    "The whole plant is a voluntary business. That is why if the industry is a voluntary business, it can be about 132,000 tonnes. That is to say, about 11,000 tonnes a month. I speak in the history of the law. That is our obligation.",
    "If the normal production of the month is about 1,000 tons. Compared to 2024. This is probably a lower rate. All can produce. Because the production is only 11 million. Mainly the market situation is not good.",
    "Sometimes the price of a voluntary business is less than that of a start-up. It's all about keeping up with it. So if 2023 is considered a voluntary business, it's about 83% of the start-up rate in 2023. It's been more than ten years. Almost all of our voluntary business is factory-wide.",
    "In addition to the 2022 crash that stopped for 60 days. Almost all the things that happened in the past were good. We were in a bad situation last year. Let's take a look at another factory.",
    "Another factory is the sub giant PE. We are different from the sub giant PE. We are D Yava. Unlike the sub giant is Gao Yava. It is also a little PE. Our D Yava produces HDP and line.",
    "DPE is also used. In the past two years, the volume of this plant is not good. In 2023, the volume of the plant was only more than 8,000 tons. In 2024, it was all over the place.",
    "The opening rate was only 65%. That was about 60% in 2024. This was relative to the time of the pandemic. In 2021, the opening rate was still very strong. At the time of the pandemic in 2021.",
    "This two-year period should be the three-year period. The starting rate has declined since 2022. That was 70% in 2022. That was 20% in 2023. 6 percent in 2024.",
    "The rest is 6 percent. That is, the whole environment is not good. Basically, last year's big environment did not improve much. Although it is a relatively supply and demand, especially in a situation where the demand is relatively weak.",
    "It's been two or three years and we're back to talking about the situation.",
    "I'm here. I'm here. I'm here. I'm here. I'm on this side of Lee Xi. I'm repeated again. You can refer to the big department. It's basically an independent team.",
    "This is what we have seen, and this is what we have seen; this is what we have seen; this is what we have seen; this is what we have seen; this is what we have seen; this is what we have seen; this is what we have seen, and this is what we have seen.",
    "This is what we have been given; this is what we have been given; this is what we have been given; this is what we have been given; this is what we have been given; this is what we have been given; this is what we have been given; this is what we have been given.",
    "那兩區。 台積沒有生產這樣的產品。 那我們生產的主要還是在。 最上面這一點高VA的部分。 那紅色的這一點是VA量比較低的。 這個台積有什麼。",
    "However, the quantity is relatively small, so if you look at this Spray, it is the price of EVA compared to the raw material. If you look at the price difference of Western VA, just look at the top of this.",
    "This is a slippery slope, but it's a slippery slope, and I'm sure I'm going to take a look at this one.",
    "Overall Take a look at it. If it is from Canada, it can be seen here. 2022. 2024.",
    "The price of this EVA is here with the raw material. This price spread. This spread. The spider chain goes down. That's how this results. If we talk about it in 2022.",
    "TSMC EVA also earns a lot of money. That's until 2022. 2023. Earn at least EVA. If you say cut down at least half. Then still make a profit.",
    "But by 2024, it became an EVA loss, so we have been in the past ten years. EVA is very difficult. There is a loss. This is mainly because of the whole.",
    "This economic environment is poor demand. Growth has grown. With too much production gain. That's why EVA has changed over the years. It's just a matter of looking back to 2021.",
    "2020 or 2020, similar TSMC is in a high. EVA is in a high-purity condition. When we look at the next page.",
    "那PE的部分。 那PE的部分這三頁是我們在這個PE這個廠的這三頁呢，是在如果回顧到十幾年來，這三頁是最不好的什麼叫最不好，也就是說這三頁會損HDPE，HDPE是會損，那在這個EVA之前，這個廠當然是小賺，那這三頁呢變成是一個小虧，但是從這個圖開出來，中介的這個儀器，變化比較大，那如果我們簡單一個來講，就是說2020年，我們那個虧損，小虧大概兩千多萬，然後三千多萬，三千一百萬，然後2023年，虧損剩下一千多萬，一千三百萬，到2020年或是四年，因為這個剛才講開工率降低了，所以我們的虧損就擴大到兩千起來，但是這個小虧，所以這個以往是小賺，這幾年來變成小賺，那這個如果我今天來看，去年來看的話，跟EVA比起來，我們這個開工率比較低，但是呢，我們虧損還不會來得少，也就是說，我們PE還是有一些差異化，有一些差異化，雖然開工率高，但是我們的虧損沒有那麼多。 那EVA的部分。 那以往都是開好賺，或是做通用的大家都可以生產的為主，那慢慢這幾年，我們已經在轉型，在做一些差異化的廠，我們看一下這幾年來，21年到24年，這個銷售量，那去年剛才講到，我們兩個廠的產品都開工率都比較低，因為八成商，PE這東西沒有產，所以我們的銷售量可以看得出來，從第一年來，應該算一個新低，最低點是10萬4千多度，那這個在一個去年，去年也不是，至少都還比了一點前年，2020年3年還是比2020年4年好，但是如果現在2021年來講，27萬多，賬場2021年的時候，因為全廠，然後開我們的PE廠，開工率大概是全成，這樣的情況之下，那這個我們的銷售量就會達到27萬多，那這個裡面是含了大概1. 9萬多噸的亞軍包網代工的EVA，加上少量的LDP，那如果這兩年來看，2023年，2024年，大概就少了，當然這個看得出來，我先把這兩年抓出來看，少了27萬多，少在EVA的部分，光EVA的過溫，已經少了2. 5千多噸，當然PE高度這邊，也少了1千多噸。 那亞軍的部分。 那第一條亞軍已經講過，我就不再講，我們先從第二條第二點，第二點真的大概提到，因為去年的市況不好，有一段時間，因為價格太低，尤其光滬了，價格不好的時候，我們就是停工，因為停開工，不如就是我們提供這個這個虧損來的少一點，所以這樣就是說，去年，我們有檢查，少了9萬5千多噸，9萬5千8百多，這剛才我有交代，那另外就是，大陸的這個產，擴充太多，而且太快，所以這幾年來，韓劇，就已經在轉移，大陸以外的市場，我們比方說，我們從，如果看三年來看，我們看到的去年，去年大概是三成，大陸第一段三成，去年2023年，2023年的時候，我們還有六成，然後2022年的時候，我們七成，從七成的2022年，降到2023年六成，然後到去年，我們剩下大概只有三成是大陸，那就是多了，大陸東南亞，或是到其他地區，這個就是為大陸建成太厲害，擴充成太多來做布局。",
    "That part of the guangwu. The other part of our guangwu proportion is relatively large, then almost now, we three categories, foaming hot dragon gun fog, that foaming we are relatively high-end, compared to high-end foaming, in fact, is the same as business, about 30,30 provinces and more, so the decline of the mainland, the guangwu proportion, that is the same as the first army, the stock is determined, that is, because our products, it is slightly different, how beautiful the second army, how strong the military, etc., so we are in the proportion of the guangwu proportion, because now the threshold of guangwu, not high, but also reduce the sales area of the mainland.",
    "Sales of at least 1.8% in 2024 compared to 2023 compared to 2020. In addition, there are some expansions in mainland China, so its low self-sufficiency rate has probably increased to 70%.",
    "In addition, we now mainly or medium oil ethylene, which has been sold in recent years is higher than the current ethylene, which is also a big cost. The pressure on the operator is basically that we are high density and current here or maintain the domestic sales as a priority, which means that one of our owners is to sell to export, about 80% is double or export. But the part of our P is about 7 percent is domestic sales, which is relatively not so much competition, which is why we are relatively low in the P field open rate.",
    "In addition, in part of the trading period of P, these said to the Middle East A.U.A., Southeast Asia relatively improved, which basically sorted why we see more than half of its losses is also a small loss, mainly we maintain high quality we are with these requirements high-quality pre-sale travel, so the price is relatively smooth, so the effect is stable. However, this is only limited, so we have to do some more common P. This is a small amount, this is by my regional help desk to report, then this part of the next part of me to introduce, I am here to add you to the foot, the last year last year of the global loading machine more than 530 million, this is a high point than at the time, if there is a 2025, about 530 to 500 such a situation.",
    "The main reason for this is because the economy is bad, and the other reason is that there are some shipyards in the foreign trade, like our main customers in the mainland, who were out of the country, we supply them to Southeast Asia, they go to Southeast Asia to set up the factory, etc., so the demand of the whole continent also reduces the economic demand is bad with the foreign trade, so you look at the proportion of Guanwu lowering demand, but it has decreased the proportion, but some of it is foreign trade to other countries.",
    "There must be some disparity, or there must be a whole situation in 2014 that will not change too much. This age outlook, that does not mention, the first half of the first quarter, the first look, the first half of the first half of the demand for the production, that in the second place, he has explained, we look at the second, the second, the U.S. to China's solar manufacturing, so China's solar industry came to Taikoo Indonesia in May and other places to set up production, so our company's customers also go, so our sales also to these places.",
    "In the future, we will respond to this situation, China's supply attitude, the construction of productivity down, then we sell the mainland these Southeast Asian regions we count the dollar, that we are all tax-free, no, but sales tax-free, Vietnam or tax-free, if we want to sell the mainland to the past, we are all equal, but to the mainland we are not equal, we enter the tariff, and then the mainland production itself has no tariffs, so the sales area will reduce our volume, and then the sales area will affect the demand of the mainland China, so we will reduce our volume, and then the sales area will reduce our volume, and then the sales area will affect the demand of the mainland China. In the future, it will be getting bigger and bigger, then the additional production is now in the light bone is not the cost of soft materials, heavy, square or low-end foreign hot melt adhesives, these less expensive hot melt adhesives on the spot, that is, the high-pressure current goods are the same as the bone, so we will even hold a new production equipment, so hot melt adhesive is also some of the new products are also prepared for the direction of development, and the quality of the market, so now we have the economic approval in the market, although we have some of these customers to expand the loss of geographical sales, but recently the Middle East is the impact of the international movement need to observe simply say that in this period, if there is a global economic change in view of the market, it is expected to digest those products after 2028. The total investment losses of the listed companies in accordance with the equity law are 16.94%, so the total investment losses of the listed companies in accordance with the equity law combined with the subsidiary Huaxia Taiyan Qifeng human resources company, the total investment losses of 500 million investment companies, so the industry losses of 16.58 billion, mainly from the equity law of the listed companies in the 16.2 billion investment losses.",
    "Total of 17.600 million. The tax loss of that ex-resident is 23.89 million. Net profit after deduction of tax. Net loss of 21.47 million. 2 per share. Then take a look at the consolidated profit and loss table, which is listed in 2024.",
    "The consolidated sales revenue of 2024 billion. The consolidated sales revenue is a consolidated profit and loss statement of a consolidated subsidiary such as a subsidiary of Huaxia Tai Ocean Tool. A consolidated profit and loss statement of a consolidated subsidiary such as a subsidiary of Huaxia Tai Ocean Tool.",
    "The combined sales cost of $4.8 billion. Increases $20 billion. February the combined companies in 2024. Because the price of the products decreased the cost of raw materials. So the spread decreased. The combined sales gross profit of $2.297 billion decreased by 3.3 billion.",
    "The combined gross margin decreased by 4% to 7.900 million. On the contrary, the cost of 37.88 million. The increase of 2.7 billion. The main thing is the increase in shipping costs of 29.95 billion. The combined loss of 2. billions in one year. The combined one-year out-of-the-year expenditure of 3.5 billion.",
    "It is mainly a merger of subsidiaries. The continued investment company in accordance with the equity law listed 50% of the investment losses. Therefore, the combined recognition of the compensation of 39.2 billion investment losses. That is also because of the loss of investment this year. The financial depreciation. Therefore, the conversion benefit generated by the merger is 2.5 billion.",
    "That and the dividend income listed in the merger is also 1.5 billion. So total loss of 35.09 billion. The total loss of 55.18 billion before the merger. The combined loss of 49 billion after the tax is issued. The loss of 49 billion is 21.47 billion. The loss of the combined non-public interest is 27.62 billion.",
    "Next, let's look at the ratio analysis of TSMC's consolidated financial statements. 4% of the consolidated operating profit margin in 2024. 10% of the debt-to-income ratio. This is mainly because the profit margins of each company are reduced compared to the previous year.",
    "That's another reason for the loss of liquidation investment due to outside and outside trade. Therefore, the operating profit rate and the interest rate of deposit decreased compared to the previous year. The combined debt accounted for 40% of the assets. This ratio increased compared to the previous year. This is mainly because the combined company's borrowing increased by 2.4 billion at the end of 2024. That's 2.4 billion.",
    "TSMC's borrowings have actually been robbed of 1 billion. The borrowings have been reduced by 1 billion. The remaining 3.4 billion comes from an increase in borrowings from a consolidated subsidiary. The debt to assets account for 40%. The labor ratio has increased by 196% compared to the end of last year.",
    "The fast-freezing ratio is 143%. Average results are 41 days. Average sales days 52 days. Compared to the previous year, it is largely maintained. Then take a look at the changes in the earnings dividends of the US stocks. Although this year is a post-tax loss in 2024.",
    "The US stock lost $2. But in order to balance dividend policy considerations, as well as to avoid the expansion of the capital, so the board decided to pass the cash dividend according to the articles of association.",
    "Thank you very much for the Q&A. Thank you very much for sharing the interview with the management team in Taiwan G and the two districts. The Q&A question is now being asked. Please ask the management team about the questions collected in advance during the registration stage.",
    "I am Yu Pei-ki from the management team in Taiwan and Taiwan. Now come to our Q&A. We ask you for advanced questions from legal persons and the media. First of all, we need to answer some questions about the same day's advanced questions during the registration stage.",
    "First of all, a Ms. Sandy from HSBC asked what the industry research team estimates. The success of petrochemical production continued until 2028 to decompose. One of the measures adopted by HSBC is the transformation of tea products across the country. Is it possible to explain more about this and the current results? I would like to ask you.",
    "I have so many seconds. In fact, we are just in the situation of the two districts. There are also two districts in the situation can actually see some developed problems. The application of the two districts products. You can see its longer application. The proportion of applications, including the industry, decreased from 3% to about 30%.",
    "About 3% of this amount is in fact in addition to what we do. But it's about blinding. The main difference is that we're going to produce this tea-based product. It's used for example, higher blood sugar.",
    "It's just like our sneakers. The sneakers can also be used for two thousand pieces. Precious we can also use one thousand eight thousand pieces. Some of the waists are particularly high in this sneakers. It can produce a relatively high output. So we've been using them for the past two years.",
    "We're also actively screening these products. That's another in some special use of esports cables. Esports cables are also a big area. There are some different esports cables. But there are some simple things we're talking about, for example, in high-speed rail or airport.",
    "It will require some special parts. It will use some relatively high raw materials. That is also the direction we have been working on in the past. Then it will also become part. But we add these new products. Those new products we don't have.",
    "A separate list of stations for everyone. But dispersed it. In the application of the release line. So mainly here.",
    "The first two and a half of them lowered their positions. Then they went into the five-week stream. That was in addition to the synchronisation period caused by the large carbon. Growth of EBA. Including the growth of EBA.",
    "But there are some development. Special purpose EBA. Including this part of the military at the moment. The sales of these products are, of course, very high. Mainly the sales of the military here are more. That is above.",
    "Ms. Lu, who then had the first product to pack the money. There was also Lee also a holding ball company. When asked about the company's plan for Gulei petrochemicals, there is a future plan for holding the goods.",
    "About Gelei Petrochemical Company. I think the overall environment of this petrochemical industry. Last year was full of challenges. This year can not be ignored too much. This level of challenge. About Gelei Petrochemical itself.",
    "I would like to start from two aspects. One is a drop. This is called cost reduction. One is called efficiency. Increase utility. The drop is mainly in its bottom cracking furnace.",
    "Part. The main use of this raw material is hydrogen oil. Guree Petrochemical Company will open up. More sources of hydrogen oil supply. Hope to get more cost.",
    "A competitive source of hydrogen oil. In addition to that, the P.C. bowl is also made of Western fusion furnace. Feeding options.",
    "Moderator: So, when feeding with a C-dip and a Dip as a break furnace can produce better benefits than hydrogen oil, Gulei Petrochemical Company will implement this option. So, in general, Gulei Petrochemical Company is also considering other break furnace feed options in addition to the hydrogen oil dip. In short, hope to find ways to reduce cost and increase efficiency from the break furnace feed, which is one of them. The second is that Gulei Petrochemical Company's products will also do some product portfolio optimization. From the market perspective, in which specific markets, which applications can produce better benefits through sales channels, and Gulei Petrochemical Company will make efforts in this regard.",
    "In addition, Ms. Chen, who was asked about the impact of this year's carbon tariffs on the company, this part of our site reference has announced the carbon tariffs related regulations, and the expected increase in the cost of carbon tariffs will not be too much. The above are some of the questions at the registration stage, not only on-site or on-site, but also on-site, other questions at the site I still have a good thank you.",
    "The price of this soft amount EU is about 26% to 18% between 1300 to 1300, which is a bit strange if it is a pure general application. But because our products on the market have a slightly higher trend, then our competition is a little higher, there are some special products that are not general machine. For example, the price of the weapons in the play may now be between 1300 to 1400, so if it is at such a price, it may be very good.",
    "The next wave of new products in the current general situation may be to maintain the price in June and may be to implement this product around the second half of September as well. So we would also like to say that they also have other observations on the speed of the new product to go bankrupt and the photo-recovery product because after all, the network department of the watch unit of EVA's entire Hallel FollowMagnum has a very big impact on the price of EVA. We will definitely see this EVA packaging container based on the news.",
    "However, if you are concerned about encouraging the issuance of the part, then you can tell a little bit more than the New Year's issuance than the good day of last year's flat slope is probably not easy enough for investors to know. Here is a review that when our company encourages this consideration is based on the company's operating conditions and then it is in accordance with the company's articles of association to determine the amount of money that can be issued. In the past year, the company's tax per share or loss of 0.1 $19 past year's cash incentive is mainly because the last year's BA product is also a product of the previous year was also about 1 billion.",
    "This is because it also includes the impact of investment losses on the appointment of investment companies, so the decision includes cash incentives is 0.2 yuan, according to the current articles of association, it is necessary to wait until the shareholders' meeting's resolution, then it will be like this thank you. That said, 112 years on this side, there is still an example of $0.25, then it was a loss of $0.15, and January 1.26, then we decided to issue $0.25 of the cash incentives, and in general, that is to wait for shareholders to confirm the goods to go.",
    "In April, there will be four hot spring parking lines, about a week, about a week is a useful parking, the public parking time of the military is a useful parking, which is not, because it did not seem to affect us all before, but you also think that this effect is very high, good, so because of the timing of the arrangements, this time to this place is a paragraph, thank you again to Asia Aggregated Chemicals Co., Ltd. and the Taiwan Aggregation Chemicals Co., Ltd. management team for today's sharing and answer, that this time will end, thank you for your advance and advice, and wish you all the good health investment, thank you all."
  ],
  "meta": {
    "source": "manual_upload"
  }
}