{
  "schema_version": "v2-two-tables",
  "stock_id": "1308",
  "date": "2025-05-20",
  "original_filename": "1308_20250520_paragraphized.zhtw.txt",
  "transcript_zh": [
    "好，那歡迎各位投資先進參加臺灣聚合化學品股份有限公司即亞洲聚合股份有限公司聯合法人說明會。那首先為各位介紹今日的與會的經營團隊。臺灣聚合化學品股份有限公司有吳培基總經理，發言人吳明忠業吳副總，以及郭娟華會計經理。亞洲聚合股份有限公司有吳培基總經理，發言人黃克明業務處處長，以及張勝川會計經理。那就讓我們歡迎亞聚的經營團隊。",
    "先就亚聚的公司盈利以及財務狀況來為我們進行檢報謝謝。謝謝。那么現在是参与一下讯息的一个新闻，业务的节目。那么在 hari世 כ05ま，你 라，我們今天的簡報大綱分為四個部分。",
    "首先由我來報告公司的簡介、產品的介紹、營運概括和展望。接著第三個部分會由我們的快速經理張經理來報告財務資訊。之後等台聚的報告結束之後，再由我們總經理來主持Q&A的部分。",
    "首先公司簡介跟產品介紹。截至到4月30號，本公司的員工人數是231人。第一季合併的營業額是15.34億，跟去年同期比起來差不多。跟產能的部分目前我們還是4套的高壓生產線，總計有15萬噸的產能。我们產出的主要產品是LDP跟EVA。雅具的LDP產品主要是應用在LDP的應用領域的比較中高端的部分。",
    "裡面這邊可以看到一些包含醫療器材，包含一些半導體的包裝，還有一些這個我們叫低經典的保護膜。另外一個比較主要的應用是在食品包裝，國內也有稱之為才藝包裝，甚至包含比如說我們去超商喝的這個咖啡杯的這個圖庫。還有一些電子包裝以及未採用品，包含化妝品的包裝。這個部分是本公司產品的強項，用在一些比較要求檔次比較高的，也是我們這幾年一直努力的方向。所以我們這邊看我們在DG的這個銷售量達到11000多噸，跟往年比起來的話這個數字是明顯有成長。雅具的EVA的主要產品應用大概分了這四個領域，包含EVA太陽能的封裝膜，然後EVA的圖庫，還有我們比較傳統的發泡鞋材，以及電線電腦部分。",
    "接著第二部分是營運的概況跟展望。那么首先我們來看一下我們上游原料的部分。我们的上游原料是乙烯跟原油。原油的部分因為其實它在今年度的第一季的時候它在1月中旬的時候漲到那個高峰點的時候大概在1月15號，那後面就是因為整個就是全球的這個貿易衝突還有主要是大家對於這個後續的經濟成長的展望會有不確定性。",
    "另外那個OPEC在當時其實就已經有些訊息提到大概在3、4月份甚至5月份他們不僅不打算減產，甚至還打算增產的部分，所以原油其實從1月中旬之後價格就開始很明顯的往下滑大家可以看到這個圖表裡面藍線的部分，那紫色的部分是乙烯。乙烯的部分它在1、2月的時候表現相對比較堅挺，最主要的原因有兩個。第一個是中國大陸有些石化廠它有一些新的產能，但是它新的產能它下游的部分完成了，但是上游的部分沒有完成，那為了要試營運試車的時候所以他們必須要去市場上去購買乙烯，所以在1、2月份的時候乙烯的買氣是比較強勁的。那第二個原因是因為在1、2月份的時候韓國有一些石化廠有一些停工，所以1、2月份的部分是價格是比較堅挺的。那么3月份隨著韓國廠恢復開工以及油價的下跌之後大家也可以看到在3月份的時候油價就呈現一個對不起乙烯的價格就呈現一個整個往下滑的走勢。那么1月的部分1月的這個走勢基本上是延續了去年年底的這個反彈態勢，所以它在第一季的時候其實整個1月的行情基本上還是往上漲的我們可以看到圖表中裡面的上面三個部分。",
    "最上面那個綠色的線是土富級的EVA，那藍色的那個那條線是高VA含量的EVA，那個橘色橙色的這條線是普通14%到20%大概發泡級的EVA。大家都會看到基本上在第一季的時候是呈現往上走的這個態勢。那么LDP的行情相對來講比較平穩，那它在大概1、2月份的時候是基本上大概持平了，那3月份的時候有稍微往下小跌一點但跌幅並不是太大。那么我們來看一下文字說明的部分。那么第一季的LDP的營運大陸因為有一家主要的石化廠它生產土積的LDP那它目前的消息是它在第二季大概在這個月底檢修之後後面可能就會停產。那么因為這樣的關係所以因為它又是大陸土積LDP的主要供應商所以大家預期後面土積的LDP會缺貨。",
    "那么亞聚在土積的LDP又是它的強項，所以它在第一季的時候進口行情它一度漲到1400%大概50美金以上，那這個東西剛好是亞聚產品的強項所以我們在第一季的時候有去爭取這樣的商機調整我們的生產的產品的組合，所以去增加LDP的生產量，所以我們的第一季的LDP的這個銷售量大概跟去年的同期增加了40%。那么另外可能大家會關心我們的產品會不會受到這個美國關稅政策的影響，那在LDP的部分那我們的產品主要是以內銷為主，那外銷的部分其實是就是中國大陸的這個部分，那它主要應用就是在財力包裝或是我剛提到咖啡杯啊或是這些未採用品，那這些應用主要大部分還是以內銷市場為主，所以受到美國關稅的政策的影響相對來講比較小。EVA的部分EVA剛提到大概第一季的行情大概是延續去年底的這個反彈態勢，那為什麼第一季會反彈最主要的原因是在於去年的第四季市場過度的看空，其實第一季原本是EVA裡面一個大宗的應用是光復級的應用，它原本應該是它的淡季可是因為它在第四季的時候過度的看空，所以包含石化廠包含貿易商包含太陽天然的這個膠膜的這個廠家它的庫存都非常非常的低。那么第一季雖然是光復的淡季，但是他們會認為說。",
    "可能在三月份四月份光復的這個會有一波這個搶裝潮。所以它在第一季的時候其實一直持續在做補庫的動作所以但是因為大家的庫存其實相位量還是低的所以在第一季的時候它這些補庫的買盤還是推升了這個EVA的行情持續的往上走。那也因為EVA的這個價格上揚所以在今年第一季的EVA的毛利率跟去年比起來是有比較明顯的好轉那在這樣的情況下所以我們的生產線除了必要的減修之外基本上是盡量生產然後銷售也都沒什麼太大問題。那除了這個之外那我們也持續的繼續拓展土庫級EVA的市場那土庫級EVA是我們公司的強項那目前亞洲地區可以生產的廠家並不是太多而且這個產品的技術難度比較高那也是我們將來打算要長期發展的方向之一。因此雖然我們在第一季的時候EVA是減少生產是增加LDP的生產但是土庫級的EVA我們不僅沒有減少反而是增加所以它第一季的這個銷售量是在創同期的新高。那另外也因為這個轉產LDP的部分我們第一季的這個EVA的銷售量跟去年同期減少了14%那我們來看一下那個第一季的銷售數字第一季的銷售量是3萬4千噸跟去年同期其實差不多但是銷售組合卻是有比較明顯的不一樣主要是LDP的這個銷售量明顯的增加。",
    "銷售量是明顯的減少其中EVA的部分土庫級的EVA的銷售量是1萬零一千1萬零一百二十四噸跟去年的第一季比起來還是增加了幾百噸整個EVA減少的部分其實主要是在光伏級的EVA跟發泡級的EVA。光伏級的EVA的話是4719噸雖然還是比去年同期要高因為去年的第一季的時候光伏的情況其實是算蠻差的但是我們平均一個月大概會有大概五六千噸的這個光伏級對不起一季大概是有五六千噸的光伏級的銷售量但是第一季的時候是只有4700噸。那產品用來看的話第一季的話它的光伏級的部分是21%那土庫級這邊很明顯看到已經佔了大概45%了發泡級15%其他的部分19%這近五年的銷售變化在第一季的部分從這邊看可以看得出來第一季今年第一季跟去年第一季銷售量其實是差不多的。那我們來看一下第二季跟後面的這個營運的展望首先我們還是從原有的這個角度來看一下對等關稅這邊美國的對等關稅暫緩執行90天那還有美中貿易戰這邊談判有比較好的結果那最近的原有的也是有比較趨緩的但是因為OPEC這邊五六月份它還是會增產所以原有我們的看法認為在第二季還是會有供貨需求的壓力。但是現在雖然有這些變數但是說真的後面的這個經濟情勢很可能會因為一些人為的影響可能就會馬上做轉變所以對於未來的這個原有的變數其實還是相對來講變數還是比較多的那儀器的部分3月底4月初儀器的價格從圖片上可以看到儀器的價格有滑落但是最近近期有下止點另外就是中美貿易談判的這個比預期的好所以其實最近的儀器的價格也有明顯的止跌了。可是以目前的情況來看一下整個市場儀器的下游衍生物多半都是處於供貨需求的情況包含儀器自己自身也是這個情況所以我們可以預期未來短期內亞洲的儀器的價格它還是很難擺脫跟清油保持比較低的這個走勢。",
    "那VM的部分大陸因為有一個新的產能投產另外第一季有比較多廠商稅休那現在目前大概都已經結束了預期第二季開始它的整個供應會比較寬鬆那我們看一下P1跟E1的市場方面其實美國的這個對等關稅對我們的影響呃雅具體的部分它對直接輸美的占比其實小於1%但是它最大的影響反而是因為市場的不確定性即使是現在中美貿易談判的結果出來之後這個不確定性的因素消除了一部分但還是沒辦法完全消除所以市場的不確定性導致了下一個觀望。那從4月初開始我們就很明顯的感受感覺到外銷客戶它買氣有明顯的縮手訂單有萎縮那當然那一天美國跟中國的談判結果出來之後有稍微好轉一點點但是還是沒有辦法回到那個之前的這個狀態。那第二個原因是大陸的光伏的強裝潮大陸他這邊在國內的這個政策他在4月30跟5月31個有一個這個光伏的政策要求這些尤其是分布式的太陽能業者要在這之前完成併網否則的話會有一些限制跟費用的產生因此在第一季的時候我們也看到很多光伏業者他要盡量生產搶到這之前裝機。那這個到這個時間點光伏的強裝潮即將進入尾聲另外新產的部分大陸的紅警他在第1季有了一套20萬噸的產能投產那另外這個月底到下個月初預計還會有一套20萬噸的人會投產所以從需求面可能會稍微比較轉弱那供給面會有增加的情況下我們看起來大陸的1月的供需壓力會會壓力會漸漸的增加。那另外也是因過去協業的這個淡季基本上是差不多5月到甚至6月以後才會來但今年主要是前面的這個全球經濟的不穩定性造成業者包含我們下游包含我們下游客戶的他的客戶的觀望所以導致了協業的淡季期限到來。那對於目前的這樣的經濟情況我們的因應方式還是在繼續拓展利息產品比如說剛提到的圖夫級LDP將來如果說我剛提到的大陸的這個石化廠他的主力供應商沒有辦法恢復的話那對我們來講可能是一個利基那另外在圖夫級的1月因為他這個技術比例比較高我們在這方面我們有優勢所以我們會持續的去擴展圖夫級1月的這個市占率。",
    "那另外我們最近繼續在開發了一些比較特殊級別的發泡跟電纜的這個應用，這個也是我們持續去拓展的方向。那接下來由我們財務部的張經理談來報告財務資訊。各位投資先進還有美女朋友大家好，那接下來由我為各位報告。亞區公司的第一季的合併財務資訊，那這邊看到了什麼，這是合併的水利表。那第一季的合併營收是15.34億，比去年同期的15.61億大概少了2700萬。那這個變化的主要是今年第一季的銷售的銷售量大概比去年同期少了3%，那價格部分大概比去年平均價格大概上漲了2%。",
    "所以整個量比較少價格有多了一些，所以平均整個銷售的金額比去年同期大概少2700萬。那再來看到毛利率的部分，今年第一季的毛利額是1億200萬毛利率是7%，那比去年同期的毛利額800萬大概多了9400萬的毛利額。那這個影響除了剛才提到的整個平均售價大概上漲了2%，平均的原料價格大概跌了2%。所以是整個第一季的營業毛利額跟毛利率都比去年同期有了一些增長。那再來在營業費用部分，今年第一季的營業費用是6500萬，那比去年第一季大概多了400萬。第一季的毛利是1.02億，那扣掉營業費用6500萬所以第一季還有營業的金利大概是3600萬。",
    "營業金利利率是2%，那不夠扣掉營業外的支出2.6億，那這2.6億主要是來自轉投資股雷的損失2.5億左右。那扣掉這個營業外支出之後稅錢第一季的稅錢經濟損失2億2500萬。然後再扣掉所得稅費用第一季的稅後淨損失2億3700萬。那以59.11的估本來計算的話第一季的每股虧損是0.4塊錢。那再來看一下財務比例部分，那今年第一季剛有提到營業金利是3600萬。所有營業利益率是百分3600萬所有營業利益率是2%，那扣掉營業外的支出之後的淨損率是15%。",
    "那第三個負債戰資產的比例因為去年度的整個接款有增加，所以整個比率從2023年底的11增加到去年底的16那第一季底也是16。那再來流動比率第一季是279，速動比例是203那都比前一年度大概有微幅去年底有微幅的一些下降。那平均收現之數是30，平均消耗日數是41，那這個以往大概沒有比較大的變化。以上是我的報告。接下來台聚收費部分。那解報的模式跟亞區是一樣的，首先我們看一下公司的概況。",
    "同時概況裡面我們現在直接看下面那個營業額，那營業額在今年第一季合併是121.47億。那相對於去年同期增加了一些，在合併的部分那在本業的部分事實上也是一樣大概今年就比去年增加了大概6800萬。那這個整個集團是這個趨勢大概個體的公司大概也都是這樣一個小額一個差距。那我們看一下雖然營業額這個差不多可是這裡面還是有稍微跟去年不一樣。簡單講就是我們的今年的營業額裡面那是有跟去年銷售量是多了2200噸。多了2200噸但是售價是減少今年的售價是減少但是其中又有匯率的不一樣。",
    "今年的第一季的匯率我們平均起來大概32.9當然跟現在是不一樣但第一季的時候美金對台幣還是算是比較高的。那今年的第一季匯率是32.9那去年就只有31.4。那整個這樣一個交錯的影響那大概營業額是差不多啦多一點點。我們再看一下我們的我這邊介紹的台聚主要是兩個廠的部分那主要就EVA高壓法所謂高壓法另外我們低壓法P的部分另外一個CBC的部分量比較少。那我們看一下產量的部分產能跟產能是一樣沒有變那產量的部分跟去年比較起來就有明顯的增加。那明顯增加那就主要是說第一季的時候那剛才在亞巨的部分也提到EVA的生意還算不錯光輔的需求價位也比較好。",
    "所以在今年第一季的時候除了必要的維修之外幾乎就是開滿了這個產能雖然是5萬噸如果講EVA來講我們平均大概都是抓1萬1個月也就是說一季應該3萬3。那如果是今年第一季31919噸的話這個開工率已經大概到達97%。相對於去年同期的時候28000那時候只有8成5左右所以今年的在第一季的時候EVA的表現相對於去年在量的方面是比較好但是價格是等一下我們會介紹價格是比去年相對是比較低了一些。我們來看一下我們另外一個廠這個低壓法一樣我們看最下面的部分看產量那產量呢今年的產量是22637噸。那相對於去年同期我們增加了很多那去年同期主要是在這個時候第一季中有稅休的關係減工的幅度太大了以至於說我們在去年同期的時候只有11000多噸。那11000多噸如果以13萬噸的產能來看的話就去年這個時候第一季是開工率只有3成5。",
    "然後到了今年的時候幾乎就double大概就7成那7成的話對於我們今年相對於去年同期的時候對於這個營收還有獲利等等就有很大的幫助後面我們還會再繼續看這一塊。好我們看一下這個以西根營友的那這邊在亞居的部分剛剛在亞居的時候已經有說明過了。那我們這邊直接看一下後面這個最右邊這個金臉的部分可以看了。明顯營友的部分下面這個藍色的那營友金臉有一個大幅度的比較下跌那主要就是經濟環境不好還有川普這種關稅這種問題就造成今年那去年。",
    "[1596.22-1602.36] 的話最高都要進行高點的時候到90那去年基本上是為止在70到80之間。那今年的話，[1602.62-1604.66] 從這個，[1604.92-1605.94] 7 80的時候就下來那瞬間的時候到59。那，[1610.56-1611.32] 那，[1611.58-1613.12] 前期到第一次，[1613.42-1616.24] 第一季末的時候幾乎就剩下60塊，[1616.48-1617.00] 60塊，[1617.26-1617.76] 62塊。那最近就是稍微在往上，[1618.02-1619.56] 到5月之後到65塊左右。那基本上今年的油價就是會比去年，[1622.38-1625.44] 會來的低，[1625.70-1626.48] 會來的低就會造成說，[1626.72-1628.52] 這個以西的我們的成本也會降低。如果這邊，[1632.88-1633.90] 如果這邊，[1634.16-1636.72] 來看這個紫色的以西的部分，[1636.96-1640.04] 看得出來如果跟去年同期低級來比的話，[1640.30-1641.06] 我們，[1641.32-1642.60] 今年的以西，[1643.42-1647.52] 在低級耗用的成本相對去年同期是減了44塊美金。",
    "每噸44塊美金這個是，[1647.76-1650.32] 對於我們今年，[1650.58-1651.86] 那是比較相對去年是比較有利那預估後面的以西也會為止在，[1658.78-1662.62] 比較跟去年比起來比較低點大概800塊。上下左右這樣對我們是，[1662.88-1665.44] 是蠻有幫助的那這一塊等一下還會在，[1669.78-1671.06] 以西的部分，[1671.32-1673.12] 那對我們後面有什麼樣的影響呢。等一下再，[1673.42-1674.18] 等一下再，[1674.44-1675.98] 做進一步的說明。我們看一下eva，[1677.00-1678.02] 我們看一下eva，[1678.28-1680.58] eva這個趨勢，[1680.84-1683.40] 上面兩條是高va跟dva，[1683.66-1685.96] eva的趨勢，[1686.22-1688.26] 那下面是成本，[1688.52-1692.10] 紫色的是以西剛剛沒看過，[1692.36-1694.66] 那下面的是VAM，[1694.92-1698.00] 另外eva裡面的vam，[1698.24-1699.02] 這個成本，[1699.28-1703.12] 那台聚基本上是都做高va所以我們把dva的干擾，[1703.42-1704.18] 掉之後，[1704.44-1705.72] 我們可以看得出來，[1705.98-1711.36] 今年的第一季啊那基本上他第一季價格是往上升這個在亞區的部分我們，[1711.60-1715.44] 也有說明過了那但是這邊是要跟去年來比，[1715.70-1717.76] 如果跟去年來比的話，[1718.00-1719.04] 我們這個，[1719.28-1722.62] 我們先看以我們台聚，[1722.88-1725.18] 賣出去的eva，[1725.44-1728.50] 跟去年賣出去的eva大概一噸，[1728.76-1730.56] 是下跌了97美金。這是在於我們的售價的部分，[1730.80-1732.86] 那下面這兩條剛才在紫色的這個以西，[1733.42-1736.24] 那下面這兩條剛才在紫色的這個以西，[1736.48-1740.08] 我們剛才說明第一季我們耗用大概減了44塊，[1740.32-1746.22] 每噸44塊美金這是在以西那44塊相對eva的跌幅97塊來講，[1746.48-1748.26] 是不夠，[1748.52-1749.54] 但是這個VAM，[1749.80-1753.38] 耗用我們eva裡面台聚大概佔30%是VAM，[1753.64-1756.20] 這個裡面就跌了121塊，[1756.46-1757.74] 比eva的，[1758.00-1759.78] 跌幅是來的大，[1760.04-1763.12] 那這樣一個結果加上我們的，[1763.42-1764.18] 銷售量，[1764.44-1767.00] 那整個結果事實上，[1767.26-1770.32] 整個我們eva跟去年同期比起來是，[1770.58-1772.88] 雖然結果是，[1773.14-1776.72] 有稍微比去年的虧損大一點，[1776.98-1778.78] 但是只要的虧損還是，[1779.04-1780.06] 在於，[1780.32-1784.40] 碳稅也是開始增縮了那因為這個，[1784.66-1789.28] 多的這種虧損大不了多少可是碳稅的部分就吃掉一部分，[1789.52-1792.34] 所以大概如果以整個結果來看，[1792.60-1796.70] 包含美金匯率的影響等等的話事實上eva的虧損，[1796.94-1797.98] 是跟去年，[1798.22-1799.50] 是差不多，[1801.82-1803.34] 好那我們再看一下PE，[1803.86-1806.42] 我們也是主要是看今年，[1806.68-1807.96] 第一季跟去年的比較，[1808.22-1810.78] 紫色以西，[1811.02-1812.30] 那其他兩個是產品，[1812.56-1814.62] 那台聚賣的是比較高端的，[1814.86-1815.90] 這個是算是，[1816.14-1816.92] 漾，[1817.18-1818.46] HD漾這個高，[1818.70-1819.98] 價格比較高的，[1820.24-1822.30] 那事實上台聚賣的理由，[1822.60-1823.62] 裡面又算是，[1823.88-1825.92] 比較精品的事實上會比這個，[1826.18-1828.48] 國際行情這個設置的漾，[1828.74-1832.06] 這個漾Grade會來得高一點所以我們的，[1832.32-1835.14] Sprite實際上是比這個會稍微大一點，[1835.40-1837.96] 但是趨勢可以來看就是說，[1838.22-1840.52] 低季跟去年低季比起來，[1840.78-1843.84] 那這個Sprite，[1844.10-1844.86] 是有增加的，[1845.12-1845.90] 是有增加，[1846.14-1847.68] 雖然售價是，[1847.94-1850.50] 跌了21塊左右，[1850.76-1852.30] 但是P2，[1852.60-1853.88] P1的跌幅大概是21塊，[1854.14-1855.92] 但是美金，[1856.18-1862.32] 匯率的影響反而換算成台幣的時候21塊美金的這種差額，[1862.58-1863.34] 換算成台幣的時候，[1863.60-1864.62] 我們一公斤大概，[1864.88-1867.44] 反而是賺了一塊錢所以今年事實上，[1867.70-1871.02] 我們P1的表現相對於去年是來得好，[1871.28-1873.58] 那剛剛講到一月的部分，[1873.84-1876.40] 比去年同期整個，[1876.66-1881.02] 包括銷售量包括價格包括匯率的影響比去年的，[1881.26-1882.04] 這個虧損，[1882.60-1882.86] 大概多一點，[1883.10-1887.46] 可是這個就由P1這邊的獲利cover起來，[1887.72-1892.06] 所以事實上如果P1加EVA之後我們兩個加起來，[1892.32-1893.60] 事實上是比，[1893.86-1896.42] 去年少虧一點，[1896.68-1897.96] 少虧了一些，[1898.22-1899.24] 那基本上，[1899.50-1902.82] 這樣的趨勢P1我們講P1的部分就好，[1903.08-1906.92] 那到第一季的時候我們今天小虧了大概只有600萬左右，[1907.18-1909.98] 那去年同期大概虧了1900多萬，[1910.24-1912.30] 這個幅度就已經縮小了，[1912.60-1916.44] 那如果你看這個乙烯的趨勢後面是有跌的那麼大，[1916.94-1919.00] 那P1的跌幅是小於，[1919.50-1925.40] 小於這個乙烯的跌幅所以到第四月的時候那現在就五月四月結束了，[1925.90-1927.70] 四月的賺的錢，[1927.96-1931.02] 就比我們第一季虧的錢來得多所以事實上我們如果，[1931.54-1935.64] 講P1這部分的話到四月的時候我們已經，[1935.90-1939.48] 在P1的場這個是已經有小賺一點，[1939.74-1941.78] 那後面當然會，[1942.60-1943.36] 是比較不利的，[1943.62-1944.90] 比較不利一對，[1945.16-1947.98] 這個台幣，[1948.22-1950.02] 這個升值的太多了，[1952.58-1953.86] 那我們看一下銷售量，[1954.12-1955.40] 銷售量在今年，[1955.66-1957.44] 第一季的時候54萬，[1957.70-1958.98] 那個，[1959.50-1961.54] 5萬4千多噸，[1961.80-1965.12] 那比去年同期是好一些但是這個如果，[1965.38-1969.98] 跟往年比起來的話2023、2024還不是我們最好的時候，[1970.24-1971.78] 往前在2021的時候，[1971.78-1972.80] 我們如果，[1973.06-1978.44] 兩個長EVA P1都好的時候可以達到27萬多還有一些代工的量，[1978.70-1979.72] 那今天，[1979.98-1982.54] 是比去年好一點但事實上這個都，[1982.78-1986.62] 不是在這幾年內不算是很好的量，[1988.16-1988.68] 好，[1988.94-1990.22] 那我們看一下跟去年同期，[1990.46-1991.74] 我們剛才講了就是，[1992.00-1993.28] 差異大概增加了，[1993.54-1995.08] 2200噸，[1995.34-1998.14] 2200噸裡面EVA大概增加了500多噸，[1998.40-2001.48] 其他的就是P1增加的量，[2001.78-2004.86] 那我們看一下一到三月的回顧，[2005.10-2006.14] EVA的部分，[2006.90-2009.20] 剛剛亞區也就說明了，[2009.46-2010.48] 台區亞區一樣，[2010.74-2015.10] 那第一季的時候除了必要的維修之外幾乎都是滿載，[2015.34-2016.12] 滿產，[2016.38-2017.14] 那也是，[2017.40-2020.46] 順利的把它銷售出去就在EVA的方面，[2020.72-2021.50] 那，[2021.74-2025.58] 另外在光譜的方面，[2025.84-2028.14] 那美國印度對大陸光譜，[2028.40-2029.18] 面板，[2029.42-2030.46] 組件反傾銷，[2030.70-2031.74] 那大陸加博廠，[2032.04-2033.58] 他有加速海外的布局，[2033.82-2034.86] 所以，[2035.10-2037.16] 我們也一樣。",
    "我們在東南亞那在甚至在印度的銷售量也有增加。這個很明顯光譜的銷售量跟去年同期比起來是增加很多。直接跳到第四點那如果光譜看到我們這光譜量已經佔快一半了去年同期的時候會大概三十幾%而已。",
    "另外在美國關稅的影響那高端品牌鞋廠特殊電纜需求受到衝擊這個就是我們在前幾次法收會我們台聚甚至亞聚聚焦在這一塊比較一些特殊的那特殊的這些都是比較賺錢雖然這個量會比較少但是這個這些比較高質化的這些產品在對這個美國關稅這些影響是有受到一些影響。所幸那最近的中美談判那有比較緩和那有比較往正面的一種方向發展所以當我們這些客戶這些高質化的這些客戶他把它複製的銷售出去的時候應該在6月之後慢慢就會回復到正常。好那在PE方面的回顧如果對美國關稅這種影響的情況來講台聚的PE是以內銷為主那外銷的部分我們直接銷到美國的比例也不高所以受到關稅的影響是比較小。",
    "另外在PE的這部分前面也交代了以西的DEF是帶PE所以我們在Q1比去年第四季或者比去年同期都是比較好的一個發展另外就是受到中美貿易的關係那個衝突關係那我們反而是在外銷方面這些有些客戶他會轉向來跟我們購買所以在這個PE的方面所以我們在DG內銷的市場有維護的維修。因為我們外銷這邊有一些商機積極爭取外銷的定擔所以反而我們整個PE的這個銷售量在DG的時候就去年同期是增加了10.1%左右另外的PE LDP量少主要是亞巨幫台巨代工了他是服務台巨的一些老客戶他們認定台巨的產品認定台巨的品牌這個是少量的亞巨代工服務客戶來我們看一下這個需求。在EVA的需求裡面光譜的還是占大眾占一半以上那這個今年我們看今年的一估保守一估的非常保守那新的裝機量530到580機構化的去年就已經到530所以這個今年這個這個比較專業的這些調研單位他們一估比較保守應該最後結果也會跟去年一樣會跟一估的會增加這是我個人看法。那比方說去年去年我們的一估就專業的一估他們是一估大概390到430結果到了530真正是這樣那一估今年應該是這樣因為在初期的時候整個經濟環境不好需求不會太好大家也不敢太樂觀的一估所以一估大概就是530保守一估大概一估大概580最終結果應該有可能會比這個回來的多一點。那我們看一下大陸的需求大陸的需求大陸已經佔了全球需求的一半以上了那因為看紅色的部分是今天第一季的產量進口量等等這些變化我們先看需求量今年的需求量比去年同期是少了那主要是整個經濟環境不好然後什麼中美貿易啊什麼等等那這些大陸啊有一些廠商他也外移外移到東南亞所以他整個需求是有下降。但是他的自給率隨著他產能的增加產量是增加了從這個去年同期63萬2000噸到今年同期他已經到產量到67167萬1000噸那這個自給率他今天已經達到83那後面還會有新增的產能新增的產能這個EVA中國EVA的這個在我們上一季的法說會大概不到兩個月之前那他一樣我們只是這邊再把它放進來讓第一次第一季的法說會沒有參加的朋友可以再參考一下我們看一下台聚EVA的EVA我們直接看右邊你看PVE的占比今年第一季到達19去年同期33%大概占了1 3分那也就是說台聚的主要應用三個應用裡面我們會根據當時的售價哪一個是比較好那台聚的銷售能力台聚的生產能力有辦法這樣應用這個市場的變化我們隨時是一個機動。",
    "所以我們今天在第一季的時候PV的價格比較好所以我們的占比就提高到49%大概將近的一半那這個是再update一下EVA的新增產能那到紅石的部分他到目前投產了已經有310萬噸310萬噸已經接近大概大陸全壘的需求了所以將來的自取率會越來越高那後面還有紅井三起那剛剛亞軍也提到他們在第二季有可能就是這個月可能最近不是這個禮拜就下禮拜他們有20萬多的新增產能就會出來另外在韓國也有一個30萬多的新增產能預計在6月左右也會產出。我們看一下第二季的營運狀況營運展望那第一個原油方面。",
    "亞軍那邊也有說明，基本上今年的油價去年的時候預估就是說大概70到80之間震盪，那今年有可能就是在60到70，大概是相對於去年來講營油就是會比較低了。比較低了那這個對於後面我們看一下乙烯，那乙烯的話目前大概780 790，那相對於去年同期去年同期的話那就低了很多，這個對我們有很大的操作空間，也就是說這成本降低那加上台聚集團有一個洲際二期碼頭要接近完工了，所以大概從6月開始我們那個除草從原來我們在這個除草只有1萬噸可以變成4萬噸的這種操作空間的時候那又有這種低價乙烯在適當時機我們可以買進來那大批買進來的時候那在我們剛才講到的P1我們這個廠就是都是在小賺小虧的這樣一個別年的時候如果有這樣一個比較靈活的這種乙烯除草可以調度的話對我們下半年的這種營運是相當有幫助的另外這個VIF的部分剛剛亞聚也有說明了。那第二季我們產品的展望，那大概這邊亞聚第一點他們也說過了基本上光武強中潮大概進入尾聲了，EVA的供應量後面又會增加，所以我們就是要因應可能有一些銷售地區必須要調整那首先我們在第一季的時候在東南亞印度這邊有很好的佈局跟進展那這些都是要提早去規劃那另外當然因應這些新生產他去一直在做的就是高足化產品的銷售量的增加品質的提升。那第二點中美貿易中途雖然降溫，但是剛剛前面提到初期的話這個忽然間這個我們的客戶受到中美貿易的影響所以他暫時沒跟我們下單要去的話他都顧準後面隨著這個整個貿易戰會比較往正面的方向發展他們消化完那後面對我們就會有比較多的大幫助另外在這種中美貿易的這種貿易戰的影響之下有另外一點我們受益的也就是說有一些我們正在開發的這些特殊級的EVA有些客戶本來是仰賴美國進口那前期他們的一對這些關稅衝突的關係啊美國他們去不去了關稅太高或者是美國要過來他們也不容易買所以轉過來跟我們購買這些比較高值化的這些EVA那以往我們要去進入這個市場是比較辛苦因為他們用慣了都不用一改但是現在因為這樣的關係即使說現在貿易戰稍緩了美國到中國的關稅有降低可是他們也怕了所以也要有Second Source那這些是對我們是對我們在發展這些高值化EVA是比較有利的部分。那另外在PE的部分目前我們在某個月某時候甚至都可以有獲利的更何況如果說要高以開工成本高以開工的成本的部分那就更有機會所以的往後往後我們在PE這個部分就是只要能夠提高開工率的話提高這個架動力的話我們這個二廠PE的部分是有機會有機會今年是可以獲利那就是力拼我們在PE這個廠有機會今年可以打破前幾年像我們小額虧損有機會賺錢那EVA看起來今年的狀況只能說是盡量縮小這個虧損因為事實上還很競爭在我們高值化的EVA還沒有這個量這個到比較大的時候那這幾年應該也都是算是比較辛苦了那在以西的畫面我們有洲際碼頭這個新的除潮可以調度對於後面我們成本這個算是一個相當大的一個幫助那以上是我的部分的說明。來各位先進下午好那接著來報告台聚公司2025年第一季的合併財務報表資訊，那我們首先看到合併的審議表在合併的銷貨收入2025年第一季是121.5億那較去年同期是增加了1.25億那銷貨收入較去年同期增加主要是因為合併公司台聚及台達化公司的銷量較去年同期增加所以合併的營收增加那另外合併子公司華夏公司因為他的銷量較去年同期減少所以總計合併的銷貨收入較去年同期僅增加1.25億。",
    "銷貨成本117億那增加了有2億那主要是因為產品組合的關係所以銷貨成本較去年同期增加銷貨毛利4.4億較去年同期減少9000萬那這裡面銷貨毛利較去年同期減少那這主要也是因為合併子公司華夏公司的銷量減少所以銷貨毛利減少那台達化以及台聚公司的銷貨毛利相比去年同期是增加的所以總計銷貨毛利較去年同期減少合併的毛利率4%減少1個百分比。銷管費用9.1億較去年同期增加主要是因為合併公司的銷量增加運費增加所以銷管費用增加研發費用1.28億那合併的稅後稅前合併的營業虧損6億營業淨利率負的5%那較去年同期虧損增加有兩個百分比那業外的支出有10億4千萬那業外支出10億4千萬裡面主要是因為合併公司合併子公司續騰公司依照權益法認列股雷50%的投資損失那總計有認列股雷10.76億的投資損失那這10.76億的投資損失裡面歸屬於台聚澳吸收認列的有3.6億那屬於合併公司雅居要吸收股雷投資損失有2.5億那其他是屬於續騰的外部股東要吸收認列股雷投資損失有4.6億所以本年度第一季合併公司依照權益法認列股雷50%的投資損失總計有10.76億。另外因為第一季台幣貶值所以合併認列的兌換利益有7千萬所以總計業外虧損為10億合併的稅前虧損16億扣除所稅利之後稅後虧損有15億這15億裡面歸屬於台聚的損失有6.3億那6.3億較去年同期台聚虧損3.94億那虧損增加了有2.4億那虧損增加主要是因為台聚公司在本年度第一季認列股雷的投資損失以及認列業務合併子公司的虧損較去年同期增加所以盡力較去年同期減少。",
    "每股虧損0.59元。那接下來看。看一下合併的財務比率分析。2025年第一季的合併營業利率負的5%。那存益率負的13%那都是虧損主要是因為合併公司產品。利差減少。",
    "那另外業外也認列股雷公司的投資損失所以產生了虧損。負債佔資產比率41%那較去年底略為提高那主要是因為。今年第一季仍然持續虧損所以台聚的淨值減少負債比率較去年底略為提高。那流動比率及速動比率流動比率190%。速動比率136%。那相較於以往年度是略為提高略為減少。",
    "那主要是因為合併公司用以投資固定資產的資本支出增加。所以流動比率及速動比率較以往年度略為減少。平均收現天數45天平均消耗天數54天那與以往年度是大致維持。那以上是台聚公司。2015年第一季合併財務報告的說明。那接著我們進行Q&A的時間。",
    "好的感謝亞聚以及台聚經營團隊帶來的簡報分享。那麼現在進行Q&A意見交流。那請經營團隊就報名階段事先收集到的問題先統一回覆說明。謝謝。我是台聚亞聚總經理吳培基。我們現在來到問題。",
    "問答的環節。請各位。法人還有媒體的先進提問。各位先進大家好那有一些投資先進媒體朋友在事先報名的時候。有一些提問。有一些是問到整個產業的事貫營業的策略。",
    "還有中國新產能擴張的趨勢中國市場的看法。還有第二季下半年還有全年的展望我想這有。在剛才的法說會的簡報中都已經有回覆了。那另外有投資先進問到說。匯率還有關稅對公司的影響。那我這邊回答一下匯率的影響。",
    "原則上公司在匯率的操作上是採用進步位然後高比率的。原匯避險。所以當市場的出現比較大幅度的匯率的變動的話。那個風險是控制在。一個比較低的範圍。那如果市場的匯率。",
    "總是預估是明顯有利的。與公司的話就會適度的。調降一些。那個避險的比例。所以整體來說匯率的波動影響是在營運可控制的範圍。那另外關於關稅部分是不是請。",
    "有關關稅的部分對台聚公司還有亞聚公司的影響。那因為包含台聚公司。還有亞聚公司我們直接銷售到美國的。佔領其實都不到百分之一。所以直接的這個影響客戶的這邊的。量的減少是影響不算太大。",
    "但最主要的部分是在於。我們下游客戶。有一些客戶他。他的產品比如說鞋業。我們尤其是我們主要是。銷售一些高。",
    "就是高價值的品牌。鞋業他們有一部分的這個產品是賣到美國去的。這部分有受到一些影響。那另外剛提到一些。電線電纜的部分。這個部分也有受到一點點影響。",
    "但是這個部分。佔整個產品的佔幣並不算太。太大。那其實最主要的影響還是在於這個不確定性。因為。包含我們的客戶他們對於他們的客戶對於後面的經濟的這個。",
    "前景的展望。不確定的時候。那整個這個。",
    "供應鏈的買進。有受到影響。所以其實在4月份。開始4月初開始。我們的訂單明顯有感覺到有萎縮的情況。那還好後來這個美國跟中國的這個。",
    "談判。有比預期的。來。就比我們預期的好一點。所以其實當天。對不起隔天的這個。",
    "市況。買氣就有比較明顯的好轉但是。還我。我個人感覺還沒有完全。恢復。目前大概。",
    "整個關稅對我們影響大概是這樣。不知道現場或是線上的同事先進或媒體朋友有沒有其他的提問。好的那麼謝謝同事先進的提問和經營團隊的補充說明。請問線上以及現場的投資先進有任何問題要提出來討論的嗎。總經理跟處長有兩個問題。第一個就是那個。",
    "太陽能板在東南亞被課高關稅之後還有。有棲產地的問題。然後再加上今年下半年或是往後看中國在財政補貼太陽能。發電上面的力度。會不會就是整個。如果回頭來看的話。",
    "中國。中國的太陽能裝機朝高峰就是YY或是百分比高峰已經過了這個對。這整個把中國需求往下降還有。美國棲產地的問題。一起課到東南亞這個對。後續的EVA行業是怎麼樣這第一個問題。",
    "那第一個就是那個。古雷在現在。最近幾季的那個整個。他自己的虧損部分基本上好像也沒有太多好轉的現象。這部分有一些後續的措施。公司想要怎麼做讓整個。",
    "虧損繼續往下降或是怎麼樣措施可以跟我們分享嗎謝謝。我先回答古雷相關的問題然後。另外一個問題關於光伏太陽能。棲產地的問題我再請那個。柯明處長回答。那古雷的部分第一個先談他的。",
    "稼動率低季古雷的稼動率大概是稍微低於八成。那第二季的展望呢。是稍微高於八成。所以。就在。八成的上下變動。",
    "那。大陸呢同類型的這個。裝置啊。就是買。那個那個清油。然後進裂解爐。",
    "然後。裂解為下油的產品的。大體上呢這個。狀況都還沒改善。那古雷自己能做的就是他有一些。降本。",
    "真立的。這一個專案。那他們現在正在進行。那這個就是怎麼樣去把。下油的產品呢。在做優化。",
    "同時呢對這一個原料。原料的部分呢也盡量找多這一個來源。希望能夠在。更。多的這一個來源的原料上面呢。取得一些成本。",
    "讓他們的改善。所以。總的來說呢他有。一系列的這一些降本。真效的專案呢正在進行當中。那有關於剛剛那個。",
    "投資先生。提問的這個。大陸太陽能的部分。還有就是海外這個美國。對於這個東南亞課稅這個問題。那首先我們可能分。",
    "三個分別。",
    "以下是整理後的段落式逐字稿：。從中國的角度來看，太陽能的需求是非常大的。中國的光伏協會提出來的長期展望是非常樂觀的。中國的太陽能需求量每年都會超過預估量。中國的政策對於太陽能的發展非常支持。中國有明確的碳達峰和排放目標，按照這個目標，中國的太陽能產業將會繼續發展。",
    "中國的政策對於太陽能產業的發展非常有利。但是，海外系產業部分，中國的組件廠為了規避美國對中國的問題，已經在越南、泰國和印尼設廠。這些廠的組件主要是賣給中國的，對美國以外的地區的銷售量只有25%左右。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "另外，印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。",
    "印度對於進口太陽能組件的限制是BS標準，這對於我們的業務有一定的影響。但是，目前為止我們還沒有受到影響。印度對於進口太陽能組件的限制是BS標準，這對於我們。"
  ],
  "transcript_en": [
    "Hello, I would like to invite you to participate in the Taiwan Aggregate Chemicals Co., Ltd., which is a joint venture of Asia Aggregate Co., Ltd. The first is to introduce you to the management team of today's Aggregate Chemicals Co., Ltd., Mr. Wu Pingji, Mr. Wu Mingzhongye Wu Deputy General Manager, and Mr. Guo Jiahua Accounting Manager, Mr. Wu Peiji, Mr. Huang Keming Business Director of Asia Aggregate Co., Ltd., and Mr. Zhang Shengchuan Accounting Manager of Asia Aggregate Chemicals Co., Ltd.",
    "First of all, let's report on the company's earnings and financial situation for us. Thank you. So now is a news, business program to participate in the message. So at hari world 05, you, today's briefing outline is divided into four parts.",
    "First of all, I will report the company's profile, product introduction, operational overview and outlook. Then the third part will be reported by our quick manager Zhang. After the report is over, we will host the Q&A section by our general manager.",
    "As of April 30th, the number of employees of the company was 231. The first quarter combined turnover was 15.3 million, almost the same as the same period last year. At present, we have 4 sets of high-pressure production lines with a total capacity of 150,000 tonnes. The main products we produce are LDP and EVA.",
    "In this section, you can see some of the medical devices, some of the packaging of semiconductors, and some of the low-class protective film we call the low-class. Another more important application is food packaging, domestically known as the talent packaging, and even this library of the coffee cup that we drink from supermarkets. There are some electronic packaging and unused products, including cosmetic packaging. This part is the strength of our products, used in some comparison requirements are relatively high, and we have been working hard over the years.",
    "The second part is the overview of the operation and the outlook. So let's first look at the upstream raw material. Our upstream raw material is vinyl and crude oil. The first part of the crude oil is actually because it rose to that peak in mid-January this year, about January 15th, after all, because the global trade conflict is still largely uncertain about the outlook for future economic growth.",
    "In addition, the OPEC has already mentioned some information about the fact that in March, April, or even May, they not only do not plan to cut production, but also also plan to increase production, so the price of crude oil has started to slide down from mid-January, and the purple part is ethylene. The first part of ethylene is that some petrochemical plants in mainland China have some new capacity, but its new capacity has been downstreamed, but the upstream part is not completed, so in January, when they have to go to the market to buy ethylene, so the price of ethylene is relatively strong. The second reason is that there are some petrochemical plants in South Korea in January, so the part of February is relatively strong.",
    "The green line above is the Tufu EVA, the blue line is the high EVA content, the orange line is the normal 14% to 20% of the foam level EVA, we will see basically in the first quarter is the trend of going up. Then the LDP market is relatively stable, and it is basically flat in January and February, and there is a slight decline in March, but the decline is not too large. So we take a look at the text description. Then the operation of LDP in the first quarter because there is a major petrochemical plant it produces land volume LDP that the current news is that it may stop production after the second quarter is about the end of this month.",
    "The LDP of Aggregate is also its strength, so it imports the market at the first quarter it once rose to 1400% or more, so it's just the strength of Aggregate's products, so we have to fight for such opportunities to adjust our product portfolio in the first quarter, so to increase the production volume of LDP in the first quarter, so the sales volume of the LDP in the first quarter increased by about 40%. So you may be concerned that our products will not be affected by this U.S. tariff policy, and that in the LDP part of the product is mainly domestic sales, the export part of this part is mainly in the mainland China, and it is mainly in the financial packaging or I just mentioned coffee cups or these unused products, which are mainly in the domestic market, so the impact of the U.S. tariff policy is relatively small.",
    "In the first quarter, EVA was a decrease in production, but EVA was not only a decrease in production, but also in the first quarter of the year. In the second quarter, EVA's gross profit margin was significantly higher than last year, so our production line was not too big in addition to the necessary cuts. In addition to this, we continued to expand the market of EVA's, the Tuku-level EVA is the strength of our company, not too many manufacturers in Asia, and the technical difficulty of this product is relatively high, which is one of the direction we are going to develop in the future.",
    "EVA's sales volume is significantly reduced in part of EVA's treasuries, which is 1,101,124 tons, compared with the first quarter of last year, or increased by hundreds of tons of EVA's total treasuries, mainly in the photovoltaic level EVA and foam level EVA. The photovoltaic level of EVA is 4719 tons, although it is still higher than the first quarter of last year because of the fact that the photovoltaic level is quite poor, but we have an average of about 56,000 tons of photovoltaic levels in about a month, but it is only 4700 tons in the first quarter of the first quarter.",
    "The second reason is that China's photovoltaic boom in this country has a policy here in April 30 and May 31, in which we have a separate policy in this country, and in this case, we have a few restrictions on the fact that the U.S.'s share of direct imports is less than 1%, but its biggest impact is that even after the U.S.-China trade negotiations come out of this uncertainty, but it is impossible to completely eliminate the uncertainty of the market, which leads to the next outlook. Since the beginning of April, we have a very clear feeling that the exporter has a clear shrinking hand order, of the U.S. and China's negotiations have a little change, but there is no way back to the state before that.",
    "In the first quarter of the company, the combined financial information, see here, this is the combined water meter. The combined revenue of the first quarter of the company is 15.3 billion, which is about 27 million less than the same period last year. This change is mainly due to the sales volume of the first quarter of this year was about 3% less than the same period last year, and the price portion was about 2% higher than the previous year's average price.",
    "So the total amount of the relatively small price has some, so the average amount of the total sales is about 27 million less than the same period last year. Then see the gross profit margin in the first quarter of this year is 100 million million gross profit margin is 7%, which is about 94 million more than the same period last year's gross profit margin.",
    "The operating gold interest rate is 2%, which is not enough to deduct the expenditure of business outside of business, which is about $2.6 billion, which is mainly due to the loss of $250 million. The tax economic losses of the first quarter after deducting the business outside of business expenses are 225 million. Then the net loss of income after deducting the income tax cost of the first quarter after the net loss of 2.37 million. Then the estimated loss of each share in the first quarter of 59.11 is 0.4 dollars. Then take a look at the financial ratio, then the first quarter of the year has just mentioned that the operating gold interest is 36 million. All the operating profit rate is 2%, then the net loss after deducting the operating expenses is 15%.",
    "The ratio of the third debt-war assets increased as the total withdrawal amount increased from 11 at the end of 2023 to 16 at the end of the 16th quarter of last year was also 16. The liquidity ratio was 279 in the first quarter, and the speed ratio of 203 was slightly lower than the previous year. The average revenue was 30 and the average consumption day was 41, so it was probably not much change in the past.",
    "In the meantime, we now look directly at the turnover below, which combined the turnover of 121.47 million in the first quarter of this year. That is, compared to the same period last year, the combined part of the industry in fact, about 68 million more than this year. The whole group is probably a small gap between the companies of this trend. We look at the turnover of this year, but there is still a slight difference from last year.",
    "The first quarter of this year's exchange rate was about 32.9, and the first quarter of that year's exchange rate was only 31.4. The overall impact of this kind of interlacing is about a little bit more turnover. Let's take a look at the first quarter of this year's Taiwan reunion we introduced here is mainly about the two factories of the so-called EVA high pressure method, the other part of our low pressure method P, and the other part of the CBC.",
    "So in the first quarter of this year, in addition to the necessary repairs, almost all of the production capacity was opened, although 50,000 tons of EVA, if we say that we averaged an average of 1,000 months, that means that the quarter should be 3,000.3 That is, if this is the first quarter of 31919 tons, the working rate has reached 97%. Compared to the same period last year, only about 8,000 tons of EVA, so this year's performance is better compared to the first quarter of this year compared to the previous year's volume, but the price is just a bit lower compared to the last year.",
    "This year, almost seven percent of the year's doubles were very good for us, and we will continue to look at this one after the same period last year. Let's take a closer look at this part of the area where Aiji is just now living in. We'll take a closer look at the part of this golden face on the far right side of the back. The blue gold face below the obvious camping friend has a significant decline in the economic environment and the Trump tariff problem that caused this year's year.",
    "This year, [1602. 62-1604. 66] from this, [1604. 92-1605. 94] 7 80's to that moment to 59. That, [1610. 56-1611. 32], [1611. 58-1613. 12] For the first time, [1613. 42-1616] 24's at the end of the first quarter almost 60, [16. 48-1617. 60, [1617. 26-1617. 76] 62. That was slightly above, [16. 02-1619. 56] and around May. This year's oil price would be lower than last year, [162.11664.1664.64] If the price of this year's oil would be lower, [1626.16.1664.",
    "每噸44塊美金這個是，[1647. 76-1650. 32] 對於我們今年，[1650. 58-1651. 86] 那是比較相對去年是比較有利那預估後面的以西也會為止在，[1658. 78-1662. 62] 比較跟去年比起來比較低點大概800塊。 上下左右這樣對我們是，[1662. 88-1665. 44] 是蠻有幫助的那這一塊等一下還會在，[1669. 78-1671. 06] 以西的部分，[1671. 32-1673. 12] 那對我們後面有什麼樣的影響呢。 等一下再，[1673. 42-1674. 18] 等一下再，[1674. 44-1675. 98] 做進一步的說明。 我們看一下eva，[1677. 00-1678. 02] 我們看一下eva，[1678. 28-1680. 58] eva這個趨勢，[1680. 84-1683. 40] 上面兩條是高va跟dva，[1683. 66-1685. 96] eva的趨勢，[1686. 22-1688. 26] 那下面是成本，[1688. 52-1692. 10] 紫色的是以西剛剛沒看過，[1692. 36-1694. 66] 那下面的是VAM，[1694. 92-1698. 00] 另外eva裡面的vam，[1698. 24-1699. 02] 這個成本，[1699. 28-1703. 12] 那台聚基本上是都做高va所以我們把dva的干擾，[1703. 42-1704. 18] 掉之後，[1704. 44-1705. 72] 我們可以看得出來，[1705. 98-1711. 36] 今年的第一季啊那基本上他第一季價格是往上升這個在亞區的部分我們，[1711. 60-1715. 44] 也有說明過了那但是這邊是要跟去年來比，[1715. 70-1717. 76] 如果跟去年來比的話，[1718. 00-1719. 04] 我們這個，[1719. 28-1722. 62] 我們先看以我們台聚，[1722. 88-1725. 18] 賣出去的eva，[1725. 44-1728. 50] 跟去年賣出去的eva大概一噸，[1728. 76-1730. 56] 是下跌了97美金。 這是在於我們的售價的部分，[1730. 80-1732. 86] 那下面這兩條剛才在紫色的這個以西，[1733. 42-1736. 24] 那下面這兩條剛才在紫色的這個以西，[1736. 48-1740. 08] 我們剛才說明第一季我們耗用大概減了44塊，[1740. 32-1746. 22] 每噸44塊美金這是在以西那44塊相對eva的跌幅97塊來講，[1746. 48-1748. 26] 是不夠，[1748. 52-1749. 54] 但是這個VAM，[1749. 80-1753. 38] 耗用我們eva裡面台聚大概佔30%是VAM，[1753. 64-1756. 20] 這個裡面就跌了121塊，[1756. 46-1757. 74] 比eva的，[1758. 00-1759. 78] 跌幅是來的大，[1760. 04-1763. 12] 那這樣一個結果加上我們的，[1763. 42-1764. 18] 銷售量，[1764. 44-1767. 00] 那整個結果事實上，[1767. 26-1770. 32] 整個我們eva跟去年同期比起來是，[1770. 58-1772. 88] 雖然結果是，[1773. 14-1776. 72] 有稍微比去年的虧損大一點，[1776. 98-1778. 78] 但是只要的虧損還是，[1779. 04-1780. 06] 在於，[1780. 32-1784. 40] 碳稅也是開始增縮了那因為這個，[1784. 66-1789. 28] 多的這種虧損大不了多少可是碳稅的部分就吃掉一部分，[1789. 52-1792. 34] 所以大概如果以整個結果來看，[1792. 60-1796. 70] 包含美金匯率的影響等等的話事實上eva的虧損，[1796. 94-1797. 98] 是跟去年，[1798. 22-1799. 50] 是差不多，[1801. 82-1803. 34] 好那我們再看一下PE，[1803. 86-1806. 42] 我們也是主要是看今年，[1806. 68-1807. 96] 第一季跟去年的比較，[1808. 22-1810. 78] 紫色以西，[1811. 02-1812. 30] 那其他兩個是產品，[1812. 56-1814. 62] 那台聚賣的是比較高端的，[1814. 86-1815. 90] 這個是算是，[1816. 14-1816. 92] 漾，[1817. 18-1818. 46] HD漾這個高，[1818. 70-1819. 98] 價格比較高的，[1820. 24-1822. 30] 那事實上台聚賣的理由，[1822. 60-1823. 62] 裡面又算是，[1823. 88-1825. 92] 比較精品的事實上會比這個，[1826. 18-1828. 48] 國際行情這個設置的漾，[1828. 74-1832. 06] 這個漾Grade會來得高一點所以我們的，[1832. 32-1835. 14] Sprite實際上是比這個會稍微大一點，[1835. 40-1837. 96] 但是趨勢可以來看就是說，[1838. 22-1840. 52] 低季跟去年低季比起來，[1840. 78-1843. 84] 那這個Sprite，[1844. 10-1844. 86] 是有增加的，[1845. 12-1845. 90] 是有增加，[1846. 14-1847. 68] 雖然售價是，[1847. 94-1850. 50] 跌了21塊左右，[1850. 76-1852. 30] 但是P2，[1852. 60-1853. 88] P1的跌幅大概是21塊，[1854. 14-1855. 92] 但是美金，[1856. 18-1862. 32] 匯率的影響反而換算成台幣的時候21塊美金的這種差額，[1862. 58-1863. 34] 換算成台幣的時候，[1863. 60-1864. 62] 我們一公斤大概，[1864. 88-1867. 44] 反而是賺了一塊錢所以今年事實上，[1867. 70-1871. 02] 我們P1的表現相對於去年是來得好，[1871. 28-1873. 58] 那剛剛講到一月的部分，[1873. 84-1876. 40] 比去年同期整個，[1876. 66-1881. 02] 包括銷售量包括價格包括匯率的影響比去年的，[1881. 26-1882. 04] 這個虧損，[1882. 60-1882. 86] 大概多一點，[1883. 10-1887. 46] 可是這個就由P1這邊的獲利cover起來，[1887. 72-1892. 06] 所以事實上如果P1加EVA之後我們兩個加起來，[1892. 32-1893. 60] 事實上是比，[1893. 86-1896. 42] 去年少虧一點，[1896. 68-1897. 96] 少虧了一些，[1898. 22-1899. 24] 那基本上，[1899. 50-1902. 82] 這樣的趨勢P1我們講P1的部分就好，[1903. 08-1906. 92] 那到第一季的時候我們今天小虧了大概只有600萬左右，[1907. 18-1909. 98] 那去年同期大概虧了1900多萬，[1910. 24-1912. 30] 這個幅度就已經縮小了，[1912. 60-1916. 44] 那如果你看這個乙烯的趨勢後面是有跌的那麼大，[1916. 94-1919. 00] 那P1的跌幅是小於，[1919. 50-1925. 40] 小於這個乙烯的跌幅所以到第四月的時候那現在就五月四月結束了，[1925. 90-1927. 70] 四月的賺的錢，[1927. 96-1931. 02] 就比我們第一季虧的錢來得多所以事實上我們如果，[1931. 54-1935. 64] 講P1這部分的話到四月的時候我們已經，[1935. 90-1939. 48] 在P1的場這個是已經有小賺一點，[1939. 74-1941. 78] 那後面當然會，[1942. 60-1943. 36] 是比較不利的，[1943. 62-1944. 90] 比較不利一對，[1945. 16-1947. 98] 這個台幣，[1948. 22-1950. 02] 這個升值的太多了，[1952. 58-1953. 86] 那我們看一下銷售量，[1954. 12-1955. 40] 銷售量在今年，[1955. 66-1957. 44] 第一季的時候54萬，[1957. 70-1958. 98] 那個，[1959. 50-1961. 54] 5萬4千多噸，[1961. 80-1965. 12] 那比去年同期是好一些但是這個如果，[1965. 38-1969. 98] 跟往年比起來的話2023、2024還不是我們最好的時候，[1970. 24-1971. 78] 往前在2021的時候，[1971. 78-1972. 80] 我們如果，[1973. 06-1978. 44] 兩個長EVA P1都好的時候可以達到27萬多還有一些代工的量，[1978. 70-1979. 72] 那今天，[1979. 98-1982. 54] 是比去年好一點但事實上這個都，[1982. 78-1986. 62] 不是在這幾年內不算是很好的量，[1988. 16-1988. 68] 好，[1988. 94-1990. 22] 那我們看一下跟去年同期，[1990. 46-1991. 74] 我們剛才講了就是，[1992. 00-1993. 28] 差異大概增加了，[1993. 54-1995. 08] 2200噸，[1995. 34-1998. 14] 2200噸裡面EVA大概增加了500多噸，[1998. 40-2001. 48] 其他的就是P1增加的量，[2001. 78-2004. 86] 那我們看一下一到三月的回顧，[2005. 10-2006. 14] EVA的部分，[2006. 90-2009. 20] 剛剛亞區也就說明了，[2009. 46-2010. 48] 台區亞區一樣，[2010. 74-2015. 10] 那第一季的時候除了必要的維修之外幾乎都是滿載，[2015. 34-2016. 12] 滿產，[2016. 38-2017. 14] 那也是，[2017. 40-2020. 46] 順利的把它銷售出去就在EVA的方面，[2020. 72-2021. 50] 那，[2021. 74-2025. 58] 另外在光譜的方面，[2025. 84-2028. 14] 那美國印度對大陸光譜，[2028. 40-2029. 18] 面板，[2029. 42-2030. 46] 組件反傾銷，[2030. 70-2031. 74] 那大陸加博廠，[2032. 04-2033. 58] 他有加速海外的布局，[2033. 82-2034. 86] 所以，[2035. 10-2037. 16] 我們也一樣。",
    "We also have an increase in sales in Southeast Asia and even in India. This obviously shows that the sales of the spectrum are much higher compared to the same period last year. Go straight to the fourth point and see if the spectrum already accounts for about 30 percent of the same period last year.",
    "In addition to the impact of US tariffs on the special cable needs of high-end brands, we have been hit by the fact that in the previous few weeks we will meet Taiwan and even Asia Focus in this rather special one of those special ones are relatively making money, although this amount will be relatively small, but these relatively high-quality products have some impact on the U.S. tariffs. Fortunately, the recent U.S.-China negotiating that there is relatively moderate that there is a rather positive direction for these high-quality customers to develop, so when these customers who copy their sales should slowly return to normal after June.",
    "In addition, in this part of PE, we also gave Western DEF is a better development in Q1 compared to last year or the same period last year, and that is, we are affected by the conflict between China and China trade relations, but in terms of export, some of these customers will turn to us to buy this PE, so we have maintained the market in DG domestic sales. Because we have some business opportunities here to actively fight for export, so our sales volume of PE in the same period last year was increased by 10.1%, and the other small amount of PE LDP in the same period in DG was increased by about 10.1%, the other is the small amount of PE LDP of the company that they identified as a product for Taiwan giant, a small amount of Asian giant OEM service customers to look at this demand. But his self-sufficiency rate with his capacity increased from the same time last year to the same time that he had reached the same time to the same time this year to 67167 million thousand tons of self-sufficiency rate that he has reached 83 after this time, this EVA China EVA's capacity will be added in the last quarter of about two months, we just put it here to make the first quarter of the law that no one can refer to us take a look at the EVA on the right.",
    "So today in the first quarter, the price of PV is better, so our share is up to about 49%, and that is the second quarter of EVA's new capacity to the redstone part he has put into production, there are already 3.1 million tons of tonnes already close to the mainland's home-bound demand, so the future self-pick up rate will be higher and higher, there will be three red wells, and the second quarter may not be this week, they have more than 200,000 new capacity will come out in Korea, and there will be more than 300,000 new capacity in June. We look at the operation of the second quarter to look at the first oil side.",
    "This year's oil price is estimated to be around 70 to 80, which is likely to be 60 to 70, which is relatively lower compared to last year's oil. This is lower for the later we take a look at vinyl, then it is now about 780 790, which is much lower compared to the same year last year's same time, this is a lot of operating space for us, that is, this cost reduction plus the Taiga Group has an Intercontinental two-tier terminal close to completion, so it is likely that from June we've removed only 10000 to 40,000 tonnes of the operating space from the original we's we've been able to buy at the right time when we talked about a small loss of this year, and if there is a more flexible vinyl to adjust to our second half-year's operation, we've just explained that we's a lot of this a lot of this. This is the first time that we have been able to increase the sales revenue in the first quarter of 2025. This is the first time that we have seen a consolidated review of the consolidated sales revenue in the first quarter of 2025. This is the first time that we have increased the sales revenue in the second quarter of the year. This is the second year that we have been able to increase the sales revenue in the second quarter of 2025.",
    "This is mainly due to the decrease in the gross profit of goods sold in the same period last year compared to the same period last year. This is mainly due to the decrease in gross profit in the total gross profit of goods sold in the same period of the combined subsidiary company, and the decrease in gross profit in the total gross profit of goods sold in the same period last year compared to the same period of the same period, so the total gross profit of goods sold in the same year decreased by 4% of gross profit compared to the same period last year.",
    "Take a look at the consolidated financial ratio analysis. 5% of the consolidated operating profit margin for the first quarter of 2025. The 13% of the outstanding profit margin is mainly due to the loss of the consolidated company product.",
    "In the first quarter of this year, it continued to lose money, so the net worth reduction in debt ratio of Taiwan group was slightly increased compared to the end of last year. The current ratio and speed ratio of the current ratio were 190%. The speed ratio was 136%. That was a slight decrease compared to the previous year.",
    "This is mainly due to the increase in capital expenditure used by a consolidated company to invest in fixed assets. Therefore, the current ratio and speed ratio are slightly reduced compared to previous years. The average receipt days for 45 days consume an average of 54 days and the previous year is largely maintained.",
    "Thank you so much for the sharing of the briefings brought by A&A management team. Now we have a Q&A opinion exchange. Then ask the management team to reply to the questions collected in advance during the registration stage. Thank you. I am Mr. Wu Pei-ki, General Manager of A&A Management Team of A&A. We are now in touch with the problem.",
    "Answer the questions. Please. The legal person also has advanced questions in the media. Please be aware that there are some advanced media friends who are interested in investing in advance registrations. There are some questions. Some are strategies for asking the whole industry to do business.",
    "There is also the trend of China's new capacity expansion. There is also the outlook for the second half of the second half of the year. There has been a reply in the briefing of the just legislative meeting. There is also an investment advanced question about the impact of tariffs on the company. I am here to answer the impact of the exchange rate.",
    "In principle, the company in the operation of the exchange rate is based on the progress level and then the high rate. The exchange rate is safe. So when the market appears a relatively large exchange rate change. That risk is controlled. A relatively low range. That if the market's exchange rate.",
    "It is always estimated to be obvious and beneficial. When it comes to the company, it will be moderate. Adjust some. The ratio of the hedge. So the fluctuations in exchange rates overall are within the scope of the operation control. The other part of the tariffs is not a request.",
    "The impact of the tariffs on Taigai companies is that it includes Taigai companies. There are also Taigai companies that we sell directly to the United States. The occupation is less than 1%. So this direct impact on customers here. The reduction in volume is not too much.",
    "But the most important part of it is that we go down to the customer, there are some customers him, his products, such as footwear industry, especially we are mainly selling some high.",
    "It is a high-value brand. Footwear industry has a part of this product that is sold to the United States. This part is affected by some. That just mentioned some. Wire and cable parts. This part is also slightly affected.",
    "But this part of it is not enough to account for the whole product, it's too big to account for it. It's actually the biggest impact of this uncertainty. It's the economics of our customers for later on.",
    "The vision of the future, not sure when, that's all.",
    "The buying and selling of the supply chain is affected. So it is actually in April. We started in early April. Our orders were clearly perceived to have a contraction. That was later the US and China.",
    "It is better for us than for us; it is better for us than for us; it is better for us than for us; it is better for us on the Day of Resurrection.",
    "It's a good idea to buy and sell, but I personally don't feel like I'm fully recovered.",
    "I don't know if there are any other questions on the site or online colleagues, or if there are any other questions on the media. Well, thanks to the colleagues for the advanced questions and the management team's supplementary explanation. Is there any questions on the online and on-site investment advances to be discussed? The general manager and the director have two questions. The first one is that one.",
    "Solar panels are subject to high tariffs in Southeast Asia. There are habitat problems. Then, in the second half of this year or later, look at China's financial subsidies for solar power.",
    "China. China's solar installation is facing the peak of YY or the peak of the percentage has passed. This all goes down to China's demand. The U.S. habitat problem.",
    "The first one is that one. Guru is in the present. The entire one in the last few quarters. The loss part of his own is basically not very good. There are some follow-up actions in this part. The company wants to make the whole.",
    "The loss continues to fall, or what measures can be shared with us? I'll answer the questions about Gore then. Another question about photovoltaic solar. I'll ask that again. Director Koming answered. The first part of Gore then talks about him.",
    "The molar movement rate of low-season grenades is probably slightly less than 80%. The second quarter of the outlook. It is slightly higher than 80%. So, right up and down.",
    "And the earth shall be shaken, and the waters shall be shaken, and the earth shall be shaken, and the heavens shall be shaken; and the earth shall be shaken, and the heavens shall be shaken.",
    "Then he went on to say, \"This is what the Lord has done; this is what the LORD has done; this is what the LORD has done; this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done: this is what the LORD has done.\"",
    "This is the truth, and it is the truth, and it is the truth, and it is the truth, and it is the truth, and it is the truth, and it is the truth, and it is the truth.",
    "At the same time, this raw material. The raw material part is also to try to find more of this source. Hope to be able to. More of this source of raw materials above. Get some cost.",
    "And they shall be brought forth, and they shall be brought forth, and they shall be brought forth: and there they shall be brought forth: and there they shall be: and there they shall be: and there they shall be: and there they shall be: and there they shall be: and there they shall be: and there they shall be: and there they shall be:",
    "Mr. Investors. This is the question. This is the part of the Continental Solar Energy. There is also an overseas United States. For this South East Asia tax question, we may first divide.",
    "Three are different.",
    "China's photovoltaic associations put forward long-term outlook is very optimistic. China's solar demand is more than expected every year. China's policy is very supportive of the development of solar energy. China has clear carbon peaks and emissions targets, and in line with this goal, China's solar industry will continue to develop.",
    "China's policies are very beneficial for the development of the solar industry. However, in the overseas sector, China's component factories have set up factories in Vietnam, Thailand and Indonesia in order to avoid the problems of the United States with China. The components of these factories are mainly sold to China, with only about 25% sales to outside the United States.",
    "In addition, India's restrictions on import solar modules are BS standards, which have a certain effect on our business. However, India's restrictions on import solar modules are BS standards, which have a certain effect on our business. India's restrictions on import solar modules are BS standards, which have a certain effect on our business. However, so far we have not been affected. India's restrictions on import solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which have a certain impact on our business.",
    "India's restrictions on the import of solar modules are BS standards, which have a certain impact on our business. However, so far we have not been affected. India's restrictions on imports of solar modules are BS standards, which are for us."
  ],
  "meta": {
    "source": "manual_upload"
  }
}