{
  "schema_version": "v2-two-tables",
  "stock_id": "1309",
  "date": "2025-05-20",
  "original_filename": "1309_20250520_paragraphized.zhtw.txt",
  "transcript_zh": [
    "<think> 嗯，用戶給了一個任務，讓我幫忙把逐字稿整理成段落式的逐字稿。首先，我得仔細看看用戶的具體要求。用戶強調不能刪減、改寫或濃縮任何內容，只能調整標點和換行，合併同主題的句子，必要時加一些連接標點，但不能添加實質內容。還要使用中文全形標點，句末要補齊適當的標點。接下來，我看看用戶提供的逐字稿內容。看起來這是一個公司的線上法人說明會，內容涉及公司介紹、營運概況、財務資訊等。",
    "逐字稿是按時間戳切開的，每句都是獨立的，需要我把它們整合成連貫的段落，每段3到6句，主題變化時換段。首先，我需要識別說話者的標示，比如“主持人：”或“黃俊豪協理：”，但逐字稿中好像沒有明確的說話者標籤，所以可能不需要處理這部分。然後，我要逐句分析，找出同主題的內容合併成段落。比如，開頭部分是歡迎和介紹，與會長官，這部分可以合併成一個段落。接着是公司簡介，成立時間、資本額、營業額，這些信息可以組成第二段。然後是產品介紹，ABS、SAR、HIPS、EPS、玻璃棉的應用和用途，這些可以分成幾個段落，可能每個產品一段，或者按應用類別合併。",
    "接下來是工廠分佈，臺灣和大陸的工廠情況，這部分可以合併成一個段落，詳細說明各工廠的位置和生產內容。然後是去年的股息發放情況，這部分單獨成一段。接下來是2025年Q1的營運概況，挑戰原因，包括美國關稅和大陸產能過剩，這些可以分成幾個段落，詳細說明每個挑戰。然後是具體的銷售表現，ABS、GPS、EPS、玻璃棉的銷售情況，這些可以分成幾個段落，每個產品一段，說明增長情況和原因。最後是關於營運策略，開發非大陸市場，特別是印度、東南亞等地，這部分可以單獨成一段。在整理過程中，我需要確保每段不超過6句，主題明確，換行只用空行分隔。",
    "同時，調整標點，補齊句末標點，使用全形標點。還要注意不要遺漏任何一句話，保持原文順序。現在，我開始逐句處理，合併同主題的句子，調整標點，補齊句號。例如，開頭的歡迎部分，合併成一段，調整標點，使其流暢。接着公司簡介部分，合併成立時間、資本額、營業額等信息，形成自然段落。處理產品介紹時，ABS、SAR、HIPS、EPS、玻璃棉的應用分別說明，可能需要分成幾個段落，確保每段主題明確。",
    "工廠分佈部分，臺灣和大陸的工廠情況合併，詳細說明各工廠的位置和生產內容。股息發放情況單獨成一段，說明現金股息和股票情況。2025年Q1的營運概況，挑戰原因，包括美國關稅和大陸產能過剩，分成幾個段落，詳細說明每個挑戰的影響。銷售表現部分，ABS、GPS、EPS、玻璃棉的銷售增長和原因，分成幾個段落，說明每個產品的情況。最後，營運策略部分，說明開發非大陸市場，特別是印度、東南亞等地，形成一段。整理過程中，要不斷檢查是否有遺漏，確保每句都被正確合併，沒有改動原意。",
    "同時，保持中文全形標點，句末補齊標點，避免逐句換行，僅用空行分隔段落。完成後，再通讀一遍，確保流暢自然，符合用戶的要求，沒有刪減或改動內容，只調整了標點和換行，合併了同主題的句子，形成可讀的段落式逐字稿。</think> 好的，我將按照您的要求將逐字稿整理爲段落式逐字稿，確保不刪減任何內容，僅調整標點和換行。以下是整理後的結果：。--- 各位投資先進，歡迎參加臺達化學工業股份有限公司線上法人說明會。",
    "首先爲各位介紹今日的與會長官，包括臺達化學工業股份有限公司吳培基總經理、發言人黃俊豪協理，以及李純瑤會計經理。讓我們歡迎黃協理爲大家進行營運簡報。臺達化學主要成立於1960年，資本額約爲新臺幣40億。合併營業額大概是186億。主要產品包括ABS、SAR、HIPS、EPS以及玻璃棉。ABS和SAR主要用於玩具及加電，HIPS用於日常用品，EPS用於包材及隔熱保溫，玻璃棉則用於保溫隔音。",
    "我們的工廠主要分佈在臺灣和中國大陸。臺灣的工廠包括投糞廠、前振廠和零元廠，其中投糞廠主要生產玻璃棉，前振廠是1960年成立的老廠，主要生產EPS、劇本乙烯、GPS和HIPS。零元廠成立於1979年，主要生產ABS和SAN，年產能約12萬噸。中國大陸的工廠位於廣東省中山市，主要生產劇本乙烯，產能約18萬噸。總公司位於臺北內湖科學園區。去年的股息發放爲每股現金0.2元，股票未發放，近幾年維持相同水準。",
    "接下來報告2025年Q1的營運概況。首先是總體面臨的挑戰，包括美國關稅影響和中國大陸產能過剩。美國關稅在三月份對我們的衝擊較大，大陸市場因內卷嚴重，經濟狀況較差，導致產能過剩和競爭激烈，影響了全球市場。在產品銷售方面，ABS同比增長17%，主要市場爲南亞，尤其是印度、巴基斯坦和孟加拉。GPS增長約4%，得益於多年來的佈局，儘管受到中國大陸市場的影響，但價格仍保持領先。EPS因大陸經濟內卷，市場銷售下滑，產能過剩導致價格競爭激烈。",
    "玻璃棉銷量約3萬噸，同比下降約20%。我們近年來的營運策略是開發非大陸市場，主要集中在印度、東南亞和南亞等地。GPS在非大陸市場的佔比已達94%，主要應用於一次性餐具。ABS則主要用於家電、日常用品和玩具。--- 以上是整理後的段落式逐字稿，嚴格按照您的要求進行了調整，未刪減任何內容，僅合併了同主題的句子並調整了標點和換行。",
    "黃色的線是本乙烯的價格。它疊的比較厲害。整個價差會有一點放大。詳細有跟大家說明一下，在ABS的價差部分，在今年的第一季，大概從去年的平均300價差300，現在我們在第一季有大概384塊的價差。其實這個是PLUS的數據。看我們看這個趨勢，實際看起來是雖然艱鉅挑戰，但是整個狀況稍微是比去年好一點。",
    "那GPS就是從141，現在第一季大概有155。整個看起來整個狀況在價差的部分相對是比以往還好一點。EPS的價差剛剛有特別提跟大家報告就是在價差的部分會比去年差。主要還是因爲大陸全球的傾銷，低價傾銷，那就導致我們那個價差整個縮小。等一下我們會有一個那個圖片讓大家知道說大陸的現在的產能，尤其是EPS大概有多少。整個Q第一季我們大概是負的0.14。",
    "同期的話2014年的第一季是負的0.26。相對錶現是會比去年同期會好一點。主要還是因爲價差還沒有放到比較大的價差導致就是雖然有好一點，但是還是充滿了一些挑戰。我們看第二季的展望。其實延伸從第一季延伸到第二季。其實我們看到的就是從4月到現在5月。",
    "最重要的影響還是那個大陸產能的外溢。地緣政治是因爲最近比較常比較發生比較多的發生。比較近的還是印巴的戰爭。印巴戰爭是在印度的北部。所以看起來是有影響，但是實際上對印度的市場影響確實是不大。美國的關稅還有匯率的波動。",
    "這個是我們第二季一個很重要的一個挑戰。美國的關稅其實是在4月的時候有延遲就是在對臺灣的負面費用。臺灣有延伸了90天就是開放了90天。90天以後纔會對關稅再有一個波動。大陸的是5月份5月份也是開放了90天。其實這個不確定性其實對我們這種大宗商品其實是一個比較嚴重的一個挑戰。",
    "造成其實是對市場供需會造成一個很大的影響。當然那個聯準會的利率看起來我們也覺得利率的決策也會有影響。但是目前看起來短期之內美國應該是不會有降息的可能。這一個我們還是要持續觀察。整個歐洲這個狀況其實我們的銷售策略其實一直以來就是還是希望能夠把產能極大化能夠做到全產全銷是最好。我們目前這幾個產品ABS是希望能夠做到極大那還沒有做到全產。",
    "GPS跟EPS的部分其實在第一季我們已經是做到全產。第二季其實我們受到那個大陸請銷的影響。EPS的部分可能會稍微落後。我們原來的希望能夠做到全產但是也大概有八九成的產能。",
    "另外一個就是開發新的市場。主要是這個纔是我們可以長久生存的一個策略。其實剛剛有跟大家提過就是大陸的供需2025年2025年的供需ABS大概增加了220噸。GPS有增加70噸比較少。EPS增加了110噸110萬噸。2025年其實它總產能ABS就有1100萬噸。",
    "GPS有870萬噸。EPS有大概1000萬噸。這個最就是從這個看起來你們就會知道中國大陸的產能是有外溢的嚴重尤其是在大陸國內的經濟不好的狀況下的時候其實就會影響到那個它的所有產能就會外溢到全球各地。這個是我們現在急需想要解決的一個問題。對唯一就是我們就是隻能儘可能的在全球全球的銷售儘可能減少跟大陸的大陸如果大陸的貨進去太多其實我們也只能夠轉移轉移陣地到到其他的地方。這個是我們目前想要做的就是儘量以前我們是希望就是逃離大陸就是不要把所有的產能都放在大陸。",
    "開發其他非大陸市場。現在我們是除了非大陸市場以外現在我們是希望把點布的更廣比較撒的更廣來佈局。這個是中國大陸在那個今年的的一個開工率啊。其實他那個ABS的開工率其實一直都不高PS也是那EPS更慘。剛講EPS他的需求幾乎等於是供給的一半多一點。所以他整個中國大陸在紅線的部分EPS其實都是大概開五開五成左右而已。",
    "ABS大概也是ABS的部分是灰色的部分大概都是六七成。其實這個就會比較辛苦有時候他產能開了但是就外移到中國大陸以外的市場造成市場很多競爭。我們是希望在Q第二季的部分其實第二季的部分我們還是跟以往的跟以往的決策是一樣的雖然受到關稅的調漲匯率的波動我們其實就是針對這些問題點我們唯有就是能夠。",
    "各位投資先進大家好，我是李淳瑤。那我就接下來報告財務數字的部分。我們首先是說明合併損益表的部分銷售量，我們第一季是9.98萬，成長了增加了百分之4%。那營收的部分，我們是42.3億元，較去年同期增加了4.41億元。主要就是因爲價格跟那個海運費成長，所以增加比較多。那在所以我們的銷貨毛利是2.09億元，較去年同期也是增加蠻多的。",
    "所以我們的毛利率，從1%提高到了5%。那營業費用部分，是2.74億元，較去年同期增加了5300萬。主要都是因爲海運費大幅的成長導致相關的費用的增加。那本期的營業虧損是6500萬元，較去年同期減少虧損的1.24億元。那麼意外的收入是1200萬，較去年同期減少了5000萬。主要是兌換收入的減少以及認列投資虧損的增加。",
    "那本期的淨損是5400萬，較去年同期減少虧損的4800萬。那麼我們第一季的虧損是0.14元。那再來說明產品別的收入，那臺達的部分主要是EPS爲主。那麼EPS中山是12.6億元，佔比是30%。然後再來是EPS臺灣的話是6.1億元，佔比是14%。那麼EPS的部分就佔了那個整個營收的44%。",
    "那ABS的部分是12.8億元，佔比30%。GPS的部分是9.2億元，佔比22%。玻璃棉的部分是1.5億元，佔比4%。那財務比率的部分，我們本期是虧損的，所以我們的營業損失率是1.5%。淨損率是1.3%。那麼負債佔資產比是35%，主要是我們的短期借款，較去年底稍微有減少。",
    "所以導致我們相關的流動比率跟速動比率也比去年底有稍微好轉一點點。那再來是我們的收貨天數是52天，跟去年底的42天有稍微多了一些。主要是因爲大陸地區春節關係，所以導致收款有些延遲。那麼公司這邊也都採取了相對應的措施，預計未來很快就可以回覆正常。那再來是平均收貨天數是26天，有比去年底23天有多一些些。以上主要就是我們的財務比率說明。",
    "接下來就是我們的Q&A的時間。好，那感謝臺南化經營團隊帶來的簡報分享。那現在進行Q&A意見交流提問。那請經營團隊就報名階段事先收集到的提問先統一做個回覆說明謝謝。好，我是臺南化的總經理吳培基。現在來到我們的問答環節。",
    "那請各位法人還有媒體的先進提問。因爲從那個線上的一些提問，有彙整了一些資料，那主要還是對第一個問題就是對我們對後續的看法。後續的展望其實剛剛開會剛剛在演講的時候也有跟大家說過其實我們臺南化的產品主要是面臨關稅匯率還有中國大陸產能外溢的影響其實不管在第2期或者是第3期其實我們對於這個後續的展望其實還是覺得充滿挑戰但是其實充滿挑戰還是那個銷售量的問題。我們剛剛有跟大家報告就是其實我們在銷售的部分除了現在除了外移中國大陸以外的市場也布點比較多其實也造成就是我們在這幾個產品裏面它的價差已經有稍微比以往好一點這個是值得我們覺得說如果能夠持續當然是最好。",
    "另外的挑戰就會分兩個一個是數量一個價，所以我們在幾個產品裏面看起來EPS還是相對比較辛苦的就是他說大陸的影響比較大，所以價差有有收縮。那其他大概會相對比較好在展望的部分其實還是比較充滿挑戰。對另外一個部分就是關稅的問題其實關稅其實現在它的影響其實是現在比較少了因爲中國大陸也開放還有三個月那臺灣是從4月開始有了三個月那目前觀察起來就是三個月過後如果美國還繼續開放的話其實對我們的影響就稍微會比較沒有影響那麼大。如果如果還是有限縮的話其實對銷售量我們當時遇到的狀況就是他把關稅拉高其實我們的銷售量就會受到影響。那如果他持續開放老實講就是銷售量會受到影響。三個月後那個如果持續開放的話其實影響就相對少。",
    "那匯率的問題其實從臺達化在4月開始其實匯率確實有受到一些影響。那目前臺達化的經營團隊對在避險的部分其實也做了一些調整。",
    "那我們財務的部門也對避險有一些方案，儘量把匯率的影響降到最低目前只能夠用這種方式來處理，那大概問的問題大概就是這些那是不是還有其他在線上的問題。請那個投資人說可以可以，那可以提出來，那線上的先進可以利用聊天室的功能以文字留言提問，那我再會將您的問題複述一遍，那請問現場的先進有需要提問的嗎。好，那這個媒體還有法人先進沒有問題的話我們今天的法說會就到這裏結束，謝謝大家，好再次感謝臺達化學工業股份有限公司經營團隊今天的分享與解答。那本場次的法說會就到這邊告一段落，那謝謝各位投資先進與會參加謝謝。arbeiten Zhi Zdrab Raz 這就是phenomena姐姐Mos一居.uSaltRazDi disks. Is it cool.。"
  ],
  "transcript_en": [
    "<think> Well, the user gave me a task to help sort the transcription into paragraph-based transcription. First of all, I have to take a closer look at the specific requirements of the user. The user emphasizes that nothing can be deleted, rewritten or condensed, can only adjust the punctuation and line change, merge sentences of the same subject, add some connection punctuation if necessary, but can not add the actual content.",
    "First, I need to identify the marker of the speaker, such as \"host:\" or \"Mr. Huang\", but the text doesn't appear to have an explicit speaker label, so this part may not need to be handled. Then, I will analyze it in a way that the content of the same subject can be merged into a paragraph. For example, the beginning part is welcome and introduced, and this part can be merged into a paragraph. Then the company's introduction, the establishment of time, capital, turnover, this information can be formed into the second paragraph. Then the product introduction, the application and use of ABS, SAR, HIPS, EPS, glass cotton can be divided into several paragraphs, may be one paragraph, or by application category.",
    "The following is an overview of Q1's operations in 2025, the challenge, including U.S. tariffs and excess capacity in China, which can be divided into several paragraphs, detailing each challenge. Then the specific sales performance, ABS, GPS, EPS, glass wool sales, these can be divided into several paragraphs, each product section, which explains the growth situation and the reasons. Finally, the development of non-China markets, especially India, Southeast Asia, etc., this section can be divided separately.",
    "At the same time, adjust the punctuation point, fill the final punctuation point, use the full-form punctuation point. Also be careful not to miss any words, keep the original punctuation order. Now, I start to process the sentence by sentence, merge the sentence with the subject, adjust the punctuation point, and fill the sentence. For example, the welcome part at the beginning, merge into a paragraph, adjust the punctuation point to make it smooth.",
    "The distribution section of the factory in Taiwan and China details the location and production of each plant. The dividend distribution situation is a separate section, which explains the cash dividend and stock stock situation. In 2025, Q1's operational overview, the reason for the challenge, including the excess U.S. tariffs and China capacity, is divided into several sections, detailing the impact of each challenge. The sales performance section, ABS, GPS, EPS, glass wool sales growth and reasons, is divided into several sections, which illustrate the situation of each product. Finally, the operational strategy section describes the development of non-China market, especially India, Southeast Asia, and so on.",
    "At the same time, keep the Chinese all-in-one punctuation point, fill the punctuation point at the end of the sentence, avoid twisting the line, only separated by empty line. When finished, read it again to ensure smooth and natural, meet the requirements of the user, no deletion or alteration of content, only adjust the punctuation point and combine the sentence of the same topic, form a readable paragraph-by-word punctuation. </think> OK, I will sort the punctuation script as per your request, make sure not to delete anything, only adjust the punctuation point and line.",
    "First, I would like to introduce you to today's Presidents, including General Manager of Delta Chemical Industry Co., Ltd. Wu Pei-ki, Spokesperson Mr. Huang Chun-hao, and Accounting Manager of Lee Shun-yao. We welcome Mr. Huang as our business briefing. Delta Chemical was founded in 1960 with a capital of approximately NT$4 billion. The combined turnover is approximately NT$186 billion. The main products include ABS, SAR, HIPS, EPS, and glass wool.",
    "Our factory is mainly located in Taiwan and mainland China. Taiwan's factories include manure plant, front oscillator plant and zero yuan plant, where the manure plant mainly produces glass wool, the former oscillator plant was established in 1960, mainly produces EPS, script ethylene, GPS and HIPS.",
    "In March, the US tariffs hit us significantly, and the mainland market was severely overcrowded, resulting in excessive capacity and competition, affecting the global market. In terms of product sales, ABS grew by 17% year-on-year, with major markets being South Asia, especially India, Pakistan and Bangladesh. GPS grew by about 4%, thanks to the influence of the mainland market over the years, but the price remained ahead.",
    "In recent years, our business strategy has been to develop non-continental markets, mainly in India, Southeast Asia and South Asia. The proportion of GPS in non-continental markets has reached 94% and is mainly used for disposable tableware. ABS is mainly used for household appliances, daily necessities and toys. --- The following paragraph type transcripts are compiled and adjusted strictly according to your requirements, and nothing has been deleted, only the sentences of the same topic have been merged and changed.",
    "The yellow line is the price of Benethylene. It stacks up a bit. The whole spread will be a little larger. Detailedly, the ABS spreads, in the first quarter of this year, are about 300 spreads from the average of last year, and we now have about 384 spreads in the first quarter.",
    "That's the GPS from 141, and now it's about 155 in the first quarter. The whole picture looks like the whole situation is a bit better than the rest of the spread. The EPS spread has just been particularly reported that the spread will be worse than last year. Mainly because of the global dumping, low-cost dumping, which leads to our overall reduction of the spread.",
    "The first quarter of 2014 was a negative 0.26. The relative watch is now better than the same period last year. Mainly because the spread has not yet been put into a relatively large spread has caused a bit of a bit of a bit, but it is still full of challenges. We look at the outlook for the second quarter.",
    "The most important influence is that China's capacity overflows. Geopolitics is due to more recent occurrences. The closest war in Inba is the northern part of India. So it seems to have an impact, but in fact, the market influence on India is not very much.",
    "This is a very important challenge for us in the second quarter. The US tariffs are actually delayed in April, which is a negative cost for Taiwan. Taiwan has extended 90 days to open 90 days. There will be another fluctuating tariff after 90 days. The mainland is also open 90 days in May.",
    "Of course, the Fed's interest rate looks like we also think that interest rate decisions will have an impact. But in the short term, the United States should not be the possibility of a rate cut. This is something we still need to keep an eye on. As a whole, our sales strategy has always been the best way to maximize our productivity.",
    "In the second quarter, we were affected by the mainland claim. The EPS may be slightly behind. The original intention was to make the whole production, but also about 90% of the production capacity.",
    "Another is the development of new markets. Mainly this is a strategy that we can survive for a long time. In fact, we have just mentioned that the supply and demand of China in 2025, the supply and demand of ABS increased by about 220 tonnes.",
    "GPS has an estimated seven million tons. EPS has about 10 million tons. This is what it looks like to know that China's capacity is going to be extremely heavy, especially when China's economy is bad. This is a problem that we now need to solve. The only thing we can do is to minimize the global sales as much as possible with mainland China if there are too many mainland China.",
    "Now we are more than just a non-mainland market, we want to spread the spread of the spread of the spread. This is one of the opening rates of China in that year. In fact, his ABS has never been so low, and the EPS is even worse. Just speaking of EPS, his demand is almost half the supply. So the whole of China's red line of EPS is actually about 50% open.",
    "ABS is probably part of the gray part of the ABS, about 67 percent. In fact, it will be more difficult for him to open his capacity but it will cause a lot of competition in the markets outside of China. We hope that the second part of Q is actually the same as the previous decision, although we are only able to deal with these issues.",
    "This is the first part of the financial report. We are talking about the volume of the consolidated profit and loss statement, and our first quarter is $980,000, which grew by 4%. That portion of our revenue was $42.3 billion, an increase of $44.1 billion compared to the same period last year. The main reason is because the price and sea freight are growing, so the increase is more.",
    "So our gross profit margin increased from 1% to 5%. That part of the operating fee was $2.74 billion, an increase of 53 million compared to the same period last year. Mainly because of the significant growth in sea freight costs, the increase in related costs. The operating loss during that period was $65 million, which decreased by $12.4 billion compared to the same period last year.",
    "The net loss for that period was 54 million, a decrease of 48 million compared to the same period last year. Then our first quarter loss was 0.14 yuan. Then we explained the income of other products, and the Delta part was mainly EPS. Then EPS Sun Yat-sen was 12.6 billion yuan, accounting for 30%. Then EPS Taiwan was 6.100 million yuan, accounting for 14%. Then the EPS part accounted for 44% of the total revenue.",
    "The part of the ABS is 1.2 billion yuan, accounting for 30%. The part of the GPS is 92 billion yuan, accounting for 22%. The part of the glass wool is 1.5 billion yuan, accounting for 4%. The part of the financial ratio, we are losing money at this time, so our operating loss rate is 1.5%. The net loss rate is 1.3%.",
    "So the flow ratio that leads to us is also slightly better than last year's end. Then again, our delivery days are 52 days, slightly more than last year's 42 days. This is mainly because of the Chinese New Year, so there are some delays in collection. Then the company also took corresponding measures, and it is expected that the future will reply to normal soon. Then again, the average delivery days are 26 days, and there are more than 23 days at the end of last year.",
    "This is our Q&A time. Okay, thanks for sharing the briefings brought by the Tainan Management Team. It is now a Q&A question exchange. Then the management team would like to reply to the questions collected in advance during the registration stage. Well, I am the general manager of Tainan Chemical Wu Peiqi. Now come to our Q&A session.",
    "The first question we have is what we have to say about the future. We have just met at the meeting and we have to say that we are facing the impact of tariff rates and China's capacity overflow in the second or third phase. We have just reported that we are actually in the market outside of China, and we are more than a bit more price difference in these products than we have been in the past.",
    "Another challenge is that there are two quantities of prices, so we see EPS in several products or relatively hard, so the price difference is contracted. The other is probably a relatively good portion of the outlook is actually more challenging. The other part is that the tariff problem is actually relatively small now because the tariff is still open in mainland China and there are three months that Taiwan has now observed three months from April, and if the US continues to open, it will not have much effect on us.",
    "The problem with that exchange rate is that it actually had some impact on the exchange rate from Delta in April. At present, Delta's operating team has made some adjustments to the safe part.",
    "Our finance department also has plans to minimize the impact of the exchange rate to be able to deal with it as much as possible at the moment. The general question is whether or not there are other online problems. Please let the investor say yes, that can be said, the advanced online can use the chat room function to ask questions in the text, then I will repeat your questions, and I will ask the advanced questions on the scene. Well, the media and the legal person have no problem with the advanced questions will come to the end of today's speech, thank you again, thank you for the sharing and answering of the Delta Chemical Industry team today."
  ],
  "meta": {
    "source": "manual_upload"
  }
}