{
  "schema_version": "v2-two-tables",
  "stock_id": "1313",
  "date": "2025-06-10",
  "original_filename": "1313_20250610_paragraphized.zhtw.txt",
  "transcript_zh": [
    "現在時間是下午兩點整。本場次法人說明會正式開始。各位線上的產業先進媒體朋友們，大家下午好。我是聯城的公關暨發言人陳一真，同時也是今天的主持人。歡迎大家一起來關心聯城。",
    "首先介紹聯城今天與會的經營團隊有畢淑倩總經理，徐兆華資深副總經理，吳勝權副總經理，以及新事業張靜怡資深經理。今天的議程將分以下三大部分來進行。首先是市場展望與公司發展說明，再來是經營績效報告，最後是Q&A Session。在進入公司簡報之前，請各位先詳細閱讀簡報中的免責聲明，同時也提醒您若有與公司營運相關問題，歡迎隨時利用WebEx問語達功能區文字輸入您的提問，我們將會於Q&A階段爲您詳盡回覆。也敬請留意今天法說會的內容，可能會含有前瞻預測性的資訊，但一切的訊息還是要與公司正式公告的版本爲準。接下來我們將進入簡報的部分。",
    "首先有請張靜怡資深經理，爲大家進行市場展望與公司發展的說明。各位線上的貴賓以及業界先進大家好，那接下來呢先由我來報告第一部分的市場展望跟公司發展的部分。那聯城公司從事公司的公司展望與公司發展的部分，從1976年成立以來深耕樹化領域，那目前已發展成爲全球最大的可塑劑跟粉幹製造商。我們在臺灣中國大陸馬來西亞等地設有八個產銷跟物流基地，在香港泰國越南設有營銷據點，可以快速因應市場的一個需求變化。那在去年的合併營業額是733億元臺幣，今年第一季的營業額是146億元。聯城的化學事業領域是733億元臺幣，我們的產品業內部的產品有三個領域，一是可塑劑、酸鋼、PVC、特用化學品，可以供應建築、汽車、消費電子、玩具、食品包裝以及醫療等不同行業的需求。",
    "我們設有三座研發中心，持續投入創新、開發高附加價值、環保低碳的永續產品。目前產品的中產能已經達到495萬噸，那其中可塑劑是335萬噸、粉幹74萬噸。在2020年，聯城產品的總銷售量達到199萬噸。中國大陸是主力市場，但是東南亞、印度、中東、非洲、日本市場也持續成長當中。聯城在去年可塑劑產品的全球市佔率是13.9%，在大陸市場的市佔率是22.1%，那粉乾產品的全球市佔率是12.4%，在大陸的市佔率是20.1%。在物流服務事業，聯城擁有碼頭跟專屬運輸車隊，搭配超過70萬立方公尺的儲藏，以及7.7萬平方公尺的倉庫儲存量，可以提供從生產、倉儲、運輸到技術服務的一體化解決方案。",
    "那其中盤井基地因應東北綠色燃料的儲運需求，明年會再增加4.7萬立方公尺的儲存量。另外從2023到2025年，我們投入了4700萬臺幣導入智慧物流平臺，包括地棒監測、車牌辨識、智慧裝卸、控量裝車，以及智慧鎖持管制等。來建立即時出貨監控，有效提升供應鏈的效率以及客戶的即時交貨能力。在經濟局勢方面，美國川普總統在1月上任之後，開始對全球貿易國家實施一聯的貿易計劃，導致全球貿易環境出現高度的不確定性。對中國大陸的關稅一度高達145%，雖然5月中達成協議，對中的關稅有90天的緩衝期降到30%，不過仍然讓製造業和石化產品的需求承受壓力。根據國際貨幣基金的預測，全球經濟成長將趨緩，在今年僅成長2.8%，美國預估會增加2.8%，中國大陸因爲對出口的高度依賴性，預計今年經濟成長率會降到10%。",
    "所以全球工業面臨重組跟企業投資會趨於保守。至於美國關稅政策對連城產品銷售的影響，連城直接出口美國的可數計數量，只佔總銷售量的0.2%，所以關稅的直接影響是有限的。我們利用臺灣跟馬來西亞廠作爲出口美國的平臺，來避開貿易壁壘的衝擊，不過大陸PVC製品包括手套、地板，對美國出口的比重是相對比較高的，所以對下游客戶有形成一點壓力。同時外移東南亞的下游製品產業出口美國也受限了，所以對DOTP可數計需求的漸漸影響是比較大的。5月中旬中美關稅緩和後，市場需求出現一波比較明顯的提升，但是可以持續多久呢，後續仍然需要密切觀察關稅的動向。中國大陸政府應對房地產市場低迷、內需不振、中美貿易摩擦這些挑戰，有推出一系列的刺激經濟政策，短期應該有助於消費和提振基建，但是終端信心比較不足，所以內需的復甦是比較緩慢的。",
    "化工產品的需求基本上是以剛需爲主，在油價方面由於供應過剩跟需求疲弱，美國人員署預測今年布蘭特的均價會回落到每桶66美元，明年會再降到59美元。不過油價下跌將有助於改善化工產品的利差。在PPC的市場部分，去年全球的PPC預測是有助於改善化工產品的利差，PPC需求大概4800萬噸，其中中國大陸是2100萬噸，佔全球44%。不過房地產低迷再加上中美貿易戰，所以中國大陸的PPC需求是放緩的，產能利用率也有所下降，再加上新產能持續擴增，所以PPC廠商的出口依存度目前增加到13%。預計今年中國大陸PPC出口將超過310萬噸，也形成價格上的競爭。CMA報告預測，今明兩年PPC的價格會在每噸700到800美元之間波動，今年PPC跟VCN的價差平均會在每噸161美元，預計明年的價差會進一步縮小到149美元。",
    "在大陸PPC市場部分，需求整體持平，目前行業開工率在77%左右，連城一式礦採取最適化的產銷策略，在下游市場，雖然電纜和建材的需求是比較疲弱的，但是文具、玩具和醫療用的PVC表現相對比較好。除了大陸市場之外，我們也重點擴展非洲、南亞、中東這些新興市場。在可塑機市場部分，去年全球的需求是大概1000萬噸，中國大陸的需求是5%，521萬噸，佔全球的52%。在2024到2029年期間，預計市場需求年複合成長率在2.3%左右，因爲市場逐步轉向高性能和環保要求，對於高碳鏈的鈴本可塑機，像是DNP、DPHP、非鈴本以及功能型的可塑機市場將持續成長。目前可塑機行業整體的成長是過於緩慢，需求比較低迷，整體開工率在五六成左右。這張圖是過去一年的DOP可塑機跟原料易興存和本杆的價格趨勢圖。",
    "易興存隨着新產能開出，價格已經有明顯的下跌，DOP的價格則大致跟着易興存來波動，不過目前油價已經處於低檔，所以我們預期未來DOP價格再跌的幅度是有限的。接下來這張圖是市場前三大可塑機DOP、DNP、DOTP的價格趨勢圖，我們可以看到三月份以來，因爲易仁存和原料的裝置檢修供應比較緊張。",
    "所以導致部分DNP的廠商停產。使得DNP的價格上揚。跟DOP和DOTP的價差是明顯擴大的。不過聯成公司。我們跟國際主要的易仁存原料供應商都有簽訂長期供應的計劃。所以可以確保原料的長期穩定供應。",
    "降低在供應上的波動風險。而且成本上具有競爭力。同時聯成也是中國大陸最大的DNP供應商。去年在當地的DNP銷售量達到31萬噸。市佔率在77%左右。",
    "另外在國際政策上，對DOP使用的限制是持續的。市場向朝向DNP這些高貪戀的產品轉換。所以我們預期DNP的市場將持續擴大。儘管市場低迷。聯成可數計銷售量仍然持續增長。展現穩定的銷售力道。",
    "我們積極導入潤滑油添加劑。玩具文具。新能源車以及衣材等應用領域。並且居家拓展日本中東非洲營業。和印度中亞市場。同時預期未來美國市場在製造商迴流之後。",
    "也將增加原物料的需求。在本甘市場方面，由於油價持續回落。02甲本跟本甘的價差已經有所改善。印度是本甘的最大進口市場。對產品要求要具備必時認證。臺灣聯成的本甘產品正在申請認證當中。",
    "除了關稅貿易戰役之外。全球化工產業目前還面臨產能過剩。經營碳排低人政治風險。環保法規等挑戰。聯成公司擬定了七大核心轉型策略。來迎接市場的變局。",
    "包括加速高質化跟環保產品的研發跟佈局。利用趨勢市場優勢跟多元通路。來推動智慧營銷跟精準客戶管理。提高市場滲透率。並提高市場的質量。我們跟上游進行策略聯盟建立綠色供應鏈。",
    "同時導入AI智能製造跟公安品質監控。並深化全球供應商合作。來確保穩定且具競爭力的原料供應。同時我們推動數位轉型。升級ERP系統。建構智慧營銷平臺。",
    "透過Power BI決策儀表板。來及時掌握製造銷售物流以及財務數據。提高決策的成果。推動組織優化跟人才培育。形成從營運到供應鏈的全面強化體系。來提升企業的韌性跟市場競爭力。",
    "在高質化產品部分，我們持續推動產學研合作。發展高性能環保產品。並且切入新應用領域。像是高分子的聚酯可塑劑。我們在去年的銷售量已經成長了一倍。不過今年3月以後。",
    "TMA跟TOTM的價格開始大幅回落。所以利用高分子取代TOTM的利基是減少的。但是連城將高分子可塑劑導入車用的高端應用。我們跟日本廠商合作。開發車用的PVC材料導入高分子。目前車廠的認證作業正在進行當中。",
    "預期下半年可以批量生產。另外我們也跟日本同業合作。導入高性能的抗靜電可塑劑。預計將切入醫療、電子、工業模材等這些PVC高階應用。預計將切入醫療、電子、工業模材等這些PVC高階應用。預計將切入醫療、電子、工業模材等這些PVC高階應用。",
    "預計將切入醫療、電子、工業模材等這些PVC高階應用。以及在PPU、NBR的應用領域。爲符合全球循環經濟趨勢。我們目前正在執行經濟部科技研究發展專案。跟臺灣的5家校園客戶共同合作。導入回收PET廢料。",
    "通過化學解聚的技術。來開發低碳、高耐熱、低涉度的綠色環保可塑積產品。在海外佈局的策略，連成以八大產銷據點爲基礎。形成區域供應鏈網絡。馬來西亞跟臺灣廠將作爲被中國大陸出口的核心平臺。",
    "另外呢，馬來西亞廠則利用RCEP貿易優惠來深化東南亞市場。並且擴展印度中東非洲市場。大陸的四川廠則可以憑藉中歐鐵路來拓展中亞的市場。盤景廠則面對日韓港口快速交貨。在智能製造方面，我們導入AI實現智能排成跟自動化的品質監控，提升生產效率。我們透過轉動設備的線上監測，建立設備失效AI預測系統。",
    "來強化製程安全管理， 並利用AI找出製程最佳的操作條件。有效降低製程能耗。爲了確保工廠的安全性，聯成參與了政府的亞灣2.0智慧公安計劃。成爲臺灣首例智慧公安的示範園區。導入AI監測跟智能辨識，如果發生異常事件。像是員工未穿戴安全護具，有煙霧或煙產生。",
    "即時發出警告，以確保零工傷零事故。來提升安全跟預防管理能力。在永續發展部分，我們持續推動節能改善跟製程最佳化。導入再生能源，蒸汽有效利用，廢熱回收跟碳排管理。目標是在2030年前，年僅碳量可以達到2.6萬噸。逐步朝向近年排放的目標邁進。",
    "成功是將持續積極佈局綠色產品跟服務。拓展細心市場跟高端應用，深化策略聯盟還有戰略合作。優化供應鏈，同時推動數位轉型，導入BI AI。來提升決策的精準度跟營運效率，強化公司的競爭韌性。以實現長期穩健成長，來確保公司的永續經營。好，謝謝張資深經理的說明，接下來有請吳勝權副總經理進行經營績效報告。",
    "好，現在我跟各位報告一下整個經營績效率的數字。那麼我們先看一下那個我們合併的營收。各位可以看一下這個，以前也報告過過去五年。除了2021年的話，它那個是整個價格上漲。後來後面的三年持續價格大概就是持平。2024年其實剛纔我們那個前一位報告過。",
    "我們的營收呢，感覺上是跟去年差不多持平。那這個第一季的話，我們的那個銷量呢是營收的話是146億，各位看一下。那麼整個佔比的話，可做季的話是佔了79%。PVC 12%，那雙幹7%這是主要的一個我們的產品。那麼我們銷量看一下，銷量的話過去幾年其實我們在近兩年2023跟2024都達到190幾萬噸。那麼2024還比2023都增加了接近2%。",
    "那麼我們第一季的話是43萬噸。那麼它的整個量的銷量的一個佔比主要的還是可做季的72%。還有PVC的18%那雙乾的話是佔了9%。接着跟各位報告一下我們的那個損益。這一個損益的報表大概都已經公佈了。那麼我們看一下，就是去年呢其實是我們虧損比較大的一年。",
    "那今年的第一季呢其實我們已經有很大的一個改善。去年雖然沒有轉虧爲盈，但是第一季的我們虧損已經相對的減少。我們是虧了大概2.6億左右，那EPS是負的2毛錢。好，那接着下來我們報告一下呢。我們的整個財務的一個結構，財務結構的狀況。我們的負債比率呢是49%。",
    "那淨負債的話是46%左右。那麼自己這裏面主要的，其實我們整個結構都還算蠻健康的。主要的就是因爲金融資產這個評價的調整。所以讓我們列爲上升的負債比率上升1%。那相對於，相對來說的話我們的那個負債整個財務結構算是健康的。接着跟各位報告一下我們的那個常債能力。",
    "我們常債能力除了2022年相對的下降。主要的是因爲我們當時有個60億的一個公司在。就是一年起從流動，那一部分造成我們這個疏動比例跟流動比例都相對的下降。那麼我們現在過去兩年跟到目前爲止我們的流動比例是2.25%那疏動比例113%都是相對的健康。那麼常債能力算是好的。接着再跟各位報告一下我們的那個資本支出。",
    "那麼過去五年裏面呢。我們大概是2021到2023的那個資本支出相對的多。那麼這段期間我們的擴建也高了一個段落。2024年就已經慢慢結束了我們的擴建。快速擴建的一個過程。那麼2025年我們預估大概我們資本支出。",
    "主要的其實是在增設改善的部分比較多。那麼相對的所以我們相對的是低的。是預估大概8億左右。那麼低季的話我們是資本支出是2億。那麼謝謝各位。好謝謝吳副總。",
    "公司簡報已經進行完畢。再次提醒您請不吝加您的提問。輸入問與答功能區。再由公司主管提出說明。接下來我們將進入Q&A問答環節。我會先代爲附送提問內容。",
    "再請相關主管回覆說明。在等待大家輸入提問的同時。我們也整理了部分法人媒體朋友們與會前預先提供的提問。",
    "首先第一個問題是當前視況看法及營運應運策略已展望。那麼我們先請畢總來跟我們說明。各位媒體法人先進朋友們。大家午安。我是畢淑倩。我做的這個section的回應。",
    "就是有關這個目前大環境的部分。其實今年的情況在第一季的時候相對來講跟去年是大概是需求大概是持平的。但是因爲4月之後當然地緣政治的不穩定是一直持續的。那麼因爲這個4月開始這個關稅的這個議題。讓很多這個就是剛剛在簡報裏面有講引起很大的一個恐慌。所以大家對於這個發展或者設廠或者採購都縮手都採觀光的這個態度。",
    "然後在宣佈有90天的豁免期的時候有短暫的這個所謂的買買氣潮。希望利用這90天趕快到港。這個是我們目前看到大陸對於整個中國大陸跟我們所授杆的範圍之內。對於未來的展望我們還是不樂觀不容樂觀的。但是在這樣的情況之下對連城來講有一個比較好的地方就是說現在的供應設備供應的這個部分我們的同行也增加了很多的產能我們的上游增加了很多產能。所以在供應面來講原料是充足的。",
    "所以導致我們產品的原料的價差是縮小的也就是去年那種富毛利很大的情況在今年是有所改善的。那麼在應應面方面的話基本上我們今年的策略是維穩。維穩的話就是說包括在我們的庫存方面我們是嚴謹的控制在我們所謂的最理想的範圍就是不高不要因爲這個價格的波動導致疊加損失的這個發生。這是我們去年一個很大的痛。所以在整個公司來講有一個設了一個系統就是利用這個銷售量存量跟銷售量的比例嚴格去每天去看它未來八週的這種情況作爲最後的這個原料的管控。那麼原料的話就是最後的把關。",
    "因爲我們過去原料的比例都偏高我們今年的原料比例縮小了。最主要就是爲了有彈性讓我們採購一方面是價格的誘因一方面是數量的不要過多。這是在庫存方面。那麼剛剛在簡報裏面其實我們有詳盡的報告。我們在未來的發展方面我們跟這個市場面我們是跟合作方我們要發展新的市場。當然大家都知道印度是現在是大家最追逐的一個市場。",
    "但是他那個市場雖然還沒有很高的市場但是價格都非常低。所以我們現在就是改變了我們的方向我們印度還是依然還是會去。但是我們在中亞這個地方也就是利用我們南充那個場的一個地理優勢我們可能在那個地方會積極的開拓。那麼目前看來也有一點點的這個渠道可以去做聯繫。",
    "另外一方面就在日本方面我們也因爲日本有一些本安廠他也也關廠瞭然後DMP的這個產量跟徵貨季好像產能也有減縮減。所以我們就利用這個空檔也打入了這個日本市場。所以我們在日本的這個銷售量也增加。那麼在高質化的部分我們現在是利用客製化的產品我們現在銷售的方式是我們的研發人員跟我們的業務一起去拜訪客戶看客戶的需求我們看到需要什麼我們在研發當時就給予比較好的建議也就是我們的經營人員就是我們的銷售試材差異化的這種方式。剛剛也提到我們跟車廠跟同行都有一些比較密切的合作。希望能夠在我們這個徵售季方面能夠有不同的高價的產品能夠推廣出來。",
    "然後在這個運用端方面我們剛也報告了我們會在徵數計這邊我們不以後不僅在PPC發展我們希望找出包括潤滑油現在很多AI的設備他們需要一些紙化的產品我們希望在這邊能夠拓展。那麼在管理面方面剛剛也有跟各位報告我們除了今年必須要面對現在的惡劣環境要生存我們在內部的管理也投入了很大的數位化的資金我們希望利用智能的方面不管在我們本身工廠的管理方面或者是其他方面銷售管理方面都能夠有比較大幅度的提升。這是我們公司對於目前市況跟未來營運的因應。謝謝。好謝謝B總。",
    "那接下來是浩辰。浩辰他提出了三個問題。那個那我先把題目練完。待會再請B總一併來回答。第一個問題是如何看今年碩化的景氣。那個那第二個問題是有無受到關稅貿易戰提前拉貨的影響。",
    "第三個問題是公司未來的發展預期是否會向上移動。那個那以上三個問題請B總先一併回覆。謝謝。好謝謝。那個我想這個題目裏面其實剛剛也有應該都有回答到了。也就是說我們對於碩化今年的展望其實並不樂觀的。",
    "可能要等到整個貿易美國的進口關稅的議題確定了之後纔會知道整個需求怎麼講。但是我們現在已經觀察到了因爲美國的關稅已經讓本來要轉往東南亞投資的這個腳步目前是暫時就停止了。這個對我們來講是一個好的方向。貿易戰的拉貨有很短暫現在目前沒有再持續。第三個就是未來的發展方向我剛剛已經報告過了。好謝謝。",
    "B總那以上是一線的提問。那個那現在我們回到線上的部分。那個那首先我看到的第一個問題是2025年Q1PVC可塑劑酸鋼等各產品毛利大約是在多少。那個那我們再請B總跟我們回覆一下。那個我想詳細的數字抱歉我就不明確說。但是我跟各位報告一下這個三種產品的毛利的狀況。",
    "其實PVC因爲我們的這個供應我們的原料供應來源是我們隔壁的這個就在泰州中國大陸那個特區。所以我們有一個原料的一個價格公式所以相對來講我們的毛利相對來講是穩定的是比較穩定的。然後PA的話剛剛簡報有講因爲整個原料02甲本跟本杆的倒掛的情況其實目前還存在的但是已經比去年好了因爲油價下跌所以讓這個零本的價格沒有這麼高所以整個來講這個還不是還不是倒掛但是已經比去年好。那個那增縮劑的話也剛剛我們說了我們簡報有講因爲有DMP這個產品是我們幾乎掌握了所有的原料所以在整個增縮劑的毛利來講是比其他兩個產品的毛利是要高的。好謝謝。好謝謝B總的回覆。",
    "那個那接下來的問題是過去公司多次在景氣低迷時會買進庫藏股。那個那目前的股價已經低於買進庫藏股的平均價格。那個那以目前的景氣走勢公司是否還會實施庫藏股。那個那以上的提問我們請B總來回答。謝謝。對於庫藏股我們現在是沒有規劃買進了。",
    "但是因爲我們爲了要鼓勵我們的同仁因爲在各位知道現在要留財其實是有點辛苦尤其在化工業現在不景氣的時候所以我們公司在前陣已經規劃了這個所謂的ESOP要發給我們的同仁然後我們分兩個階段希望能夠留財也希望能夠熬過這段時間讓我們好的人才留下來在行情好轉的時候我們有好的發揮。庫藏股目前沒有規劃謝謝。好謝謝B總。那個那目前我們已經回覆了所有線上的問題。那個那不知道各位先進還有沒有問題要提問的不知道各位還有沒有其他的問題。那個其實我們因爲現在我們今天各位看得到我們那個增加了一位資深副總徐兆華學先生他現在也負責公關所以歡迎如果說這個先各位先進朋友對聯合城的營運各方面有任何的問題歡迎隨時賜教我們都會很儘速的回覆跟各位聯絡。",
    "謝謝各位好謝謝B總。那個那目前所有問題皆已回覆。若各位先進沒有進一步提問我們今天的法人說明會就此圓滿結束。誠摯感謝各位波浪參與與對於聯城的關注也特別感謝凱基證券的協助。我們下一次法人說明會再見謝謝大家。謝謝大家。"
  ],
  "transcript_en": [
    "Now it's time to get together at 2 p.m. This session will be officially started. Dear online industry advanced media friends, good afternoon. I'm Chen Yi-hsin, the PR and spokesperson of the Union City, and I'm the presenter of the day. Welcome to care about the Union City.",
    "We are pleased to inform you that we will continue to provide you with the most up-to-date information on our products and services. We are pleased to inform you that we will continue to provide you with the most up-to-date information on our products and services. We will continue to provide you with the most up-to-date information on our products and services, and will continue to provide you with the most up-to-date information on our products and services.",
    "We have eight production and sales and logistics bases in Mainland China (Mainland China), and Thailand Vietnam (Thailand), which can quickly respond to a change in market demand. The combined turnover last year was $7.3 billion, and the first quarter of this year's sales turnover was $146 billion. Our products in the chemical industry are in three areas, namely plastics, steel, PVC, specialty chemicals, which can supply different industries such as construction, automotive, consumer electronics, toys, food packaging and medical.",
    "We have three R&D centers that continue to invest in innovative, high value-added and low-carbon sustainable products. At present, the production capacity of our products has reached 495 million tons, of which is 3.5 million tons of plastics, 74 million tons of powder. In 2020, the total sales volume of our products reached 199 million tons. Mainland China is the main market, but Southeast Asia, India, the Middle East, Africa, and Japan has continued to grow. Last year, the global market share of our plastics products was 13.9%, the market share of 22.1%, the global market share of that powdered products was 12.4%, and the market share of 20.1%.",
    "In addition, from 2023 to 2025, we invested $47 million into the implementation of smart logistics platforms, including bar monitoring, license plate recognition, smart loading and unloading, and smart lock control. To create real-time shipment monitoring, efficient supply chain and real-time delivery of customers. In the face of economic conditions, the US President Trump began to implement a joint trade program in the world trade countries after January, resulting in high levels of uncertainty in the global trade environment.",
    "As for the impact of U.S. tariff policies on the sale of products in Liancheng, the number of direct exports to the U.S. is only 0.2% of the total sales, so the direct impact of tariffs is limited. We use Taiwan and Malaysia factories as a platform to export the U.S. to avoid the impact of trade barriers, but China's PVC products, including gloves, flooring, relatively high proportion of U.S. exports, so there is a little pressure on downstream customers.",
    "The demand for chemical products is basically based on demand, and the U.S. Department of Personnel forecasts that the average price of Brent will fall to US$66 per barrel this year, and it will fall to US$59 next year. However, the decline in oil prices will help improve the spread of chemical products. In the market section of PPC, last year's global PPC forecast was to improve the spread of chemical products, with PPC demand of about 4,8 million tonnes, which accounted for 44% of the global market.",
    "In the China PPC market, the demand is flat, the current industry is at about 77%, even the city's one-piece mining adopts the most appropriate production and sales strategy, in the downstream market, although the demand for cables and building materials is relatively weak, but the performance of stationery, toys and medical PVC performance is relatively good. In addition to the mainland market, we also focus on expanding these emerging markets in Africa, South Asia, and the Middle East. In the plastic machine market, last year's global demand was about 10 million tons, and the demand for China was about 5,52 million tons, accounting for 52% of the world.",
    "With the opening of new capacity, the price of DOP has dropped significantly, and the price of DOP is generally fluctuating, but the oil price is already in a low profile, so we expect the future DOP price to fall again is limited. Next, this is the market's top three plastic machine DOP, DNP, and DOTP price trend chart, we can see that since March, the supply of equipment maintenance of DOP and raw materials has been relatively tight.",
    "The price of DNP is rising. The spreads with DOP and DOTP are significantly expanded. However, the company is affiliated. We have long-term supply plans with major international suppliers of DNP raw materials, so we can ensure the long-term stability of the raw materials.",
    "Reduce the risk of volatility in supply. And it is cost-effective. Liancheng is also the largest DNP supplier in mainland China. Last year's local DNP sales reached 310,000 tonnes. The market share was around 77%.",
    "In addition, in international policy, the restrictions on DOP usage continue. The market transitions to these highly coveted products towards DNP. So we expect the market to continue to expand. Despite the market downturn.",
    "We actively introduce lubricant additives. Toy stationery. New energy vehicles and clothing and other applications. We also expand our business in the Middle East and Africa, and the Indian Central Asian market.",
    "The demand for raw materials will also increase. In this market, the oil price has continued to fall. The price difference between 02 and Benghazi has been improved. India is Benghazi's largest import market.",
    "In addition to the tariff trade campaign, the global chemical industry is facing over-production. It operates low-carbon political risks. Environmental regulations and other challenges. Synopsys has developed seven core transformation strategies.",
    "This includes speeding up the R&D and layout of high-quality and environmentally friendly products. Take advantage of trend market advantages and multiple channels. To drive smart marketing and accurate customer management. Increase market penetration. And increase the quality of the market. We keep up with the strategic alliance to establish a green supply chain.",
    "At the same time, the introduction of AI intelligent manufacturing and public safety quality monitoring. And deepen the cooperation of global suppliers. To ensure a stable and competitive supply of raw materials. At the same time, we promote digital transformation. Upgrade ERP system. Build a smart marketing platform.",
    "Power BI decision-making dashboard. Stay on top of manufacturing sales logistics and financial data. Improve decision-making outcomes. Drive organizational optimisation and talent cultivation. Form a comprehensive reinforcement system from operation to supply chain. Improve enterprise resilience and market competitiveness.",
    "In the high-quality product section, we continue to promote industry-academia cooperation. Developing high-performance eco-friendly products. And cutting into new applications. Like polyester plasticizers in polymers. We have doubled our sales in the last year. But after March this year.",
    "The price of TMA and TOTM begins to fall sharply. Therefore, the niche of replacing TOTM with polymers is reduced. But even the city introduces polymer plasticizers to high-end applications in vehicles. We work with Japanese manufacturers. The development of automotive PVC materials into polymers.",
    "In addition, we also cooperate with the Japanese industry. The introduction of high-performance antistatic plasticizers. It is expected to cut into medical, electronic, industrial molds and other high-end applications. It is expected to cut into medical, electronic, industrial molds and other high-end applications. It is expected to cut into medical, electronic, industrial molds and other high-end applications.",
    "It is expected that these PVC high-end applications, such as medical, electronics, industrial molds, etc., as well as the application areas of PPU and NBR. In order to meet the global circular economy trend, we are currently implementing a research and development project of the Ministry of Economic Affairs. Cooperate with 5 campus customers in Taiwan.",
    "With the technology of chemical decomposition. To develop low-carbon, high heat-resistance, low-interference green and environmentally friendly plastic products. The strategy of overseas layout is based on eight production and sales bases. To form a regional supply chain network. Malaysia and Taiwan plants will serve as the core platform for exports by mainland China.",
    "In addition, Malaysian factories use RCEP trade offers to deepen the Southeast Asian market. And expand the Middle East African market in India. Sichuan factories in China can expand the Central Asia market with the Central European Railways. Panchen factories face the rapid delivery of Japanese and Korean ports. In terms of intelligent manufacturing, we implement AI to achieve intelligent alignment and automated quality monitoring to improve production efficiency.",
    "To strengthen process safety management and identify the best operating conditions of the process using AI. Effectively reduce process energy consumption. In order to ensure the safety of the factory, Union participated in the government's Asia Bay 2. 0 Intelligent Public Security program. It became the first demonstration park in Taiwan for smart public security.",
    "Warnings are issued immediately to ensure zero accidents. To improve safety and prevent management. In the Sustainability section, we continue to drive energy efficiency improvements and process optimization. Implementing renewable energy sources, steam efficient use, waste heat recovery and carbon emissions management.",
    "The success is the continuous layout of green products and services. Expand the careful market and high-end applications, deepen the strategic alliance and strategic cooperation. Optimize the supply chain, while promoting digital transformation, the introduction of BI AI. To improve the precision of decision-making and operational efficiency, strengthen the competitiveness of the company.",
    "Well, now I'm going to report the whole number of business performance. Then let's first look at the revenue we've consolidated. You can see this, which has been reported for the past five years. In addition to 2021, it's the whole price increase.",
    "Our revenue is almost flat compared to last year. That first quarter, our sales were $14.6 billion, so let's take a look at it. That's 79% of the total turnover. PVC 12%, that's 7% of our products. So we've seen sales in the last two years, in fact, we've reached 1.9 million tonnes in the last two years and 2024. So 2024 has increased by nearly 2% compared to 2023.",
    "So our first quarter is 43 million tonnes. So its entire volume of sales accounted for a major or 72% of the season. There are 18% of PVC, and 9% of the dry. Next, let's report our profit.",
    "The first quarter of that year has really improved a lot. Although last year did not turn into a profit, our losses in the first quarter have decreased relatively. We lost about 2.6 billion, so EPS is negative 2 molars. Well, then we're going to report it.",
    "That's about 46% of the net debt. That's the main part of it, and we're pretty healthy with the whole structure. The main reason is because the financial assets are adjusted to this evaluation. So let's list the rising debt ratio up by 1%.",
    "The main reason is because we have a company of 6 billion people at the time. It is a year of liquidity, and that part of it has caused us to decline relative to the current ratio. So the current ratio for the past two years is 2.25%, and the current ratio is 113%.",
    "So over the last five years. We are probably more of the capital expenditure than we are in 2021 to 2023. Then our expansion is also a paragraph higher. In 2024 we have slowly ended our expansion. A process of rapid expansion. Then in 2025 we estimate that our capital expenditure is likely to be high.",
    "So we are relatively low. It is estimated that about 8 billion. If we are in the low season, we are the capital expenditure of 200 million. Thank you, Mr. Wu.",
    "The company briefing has been completed. Again, I would like to remind you not to add your questions. Enter the Q&A function area. Then, the company manager will explain. Next, we will enter the Q&A session. I will send you an answer.",
    "Please ask the supervisor to reply to the instructions. While waiting for everyone to enter the question. We have also compiled some of the questions provided in advance by legal media and friends before the meeting.",
    "The first problem is that the current outlook and operational strategy are already in place. Then we will always ask you to explain it to us.",
    "This is the part of the current environment. In fact, this year's situation is relatively flat compared to last year's demand in the first quarter. But, of course, the geopolitical instability after April has been constant.",
    "And then there was this short-lived buying trend when the 90-day exemption was announced. I wanted to take advantage of this 90-day fast. This is what we see now within the scope of mainland China with our levers. We are not optimistic about the outlook for the future. But in this case, there is a better place for even the city, that this part of our supply equipment is also increased by a lot of our upstream capacity.",
    "So the price difference of raw materials that led to our products has been narrowed down, which was a huge benefit this year. So in the face of it, basically, our strategy for this year is to stabilize. Stabilization is to include that in our inventory, we have strict control of what we call the ideal range is not high because of the fluctuation of this price, leading to the occurrence of overlapping losses. This is a great pain last year. So in the whole company, there is a system to use this sales volume and sales ratio to strictly look at it every day for the next eight weeks as the final control of this raw material.",
    "Because our past raw materials are predominantly lower than our previous year's raw materials. The main reason is to have flexibility to make our purchase on the one hand is not too much. This is in stock. In fact, we have a detailed report in the briefing. We are in the future development with this market we are with the partners we want to develop a new market. Of course, we all know that India is now one of the most chasers of all time.",
    "But the market is not yet very high, but the price is very low. So we are changing our direction to India and still going. But in Central Asia this place is where we take advantage of the geographical advantage of our South Bank area that we may be actively exploring there.",
    "On the other hand, we also have Japan because there are some factories in Japan who also closed the factory and then the DMP production was reduced as well as the volume of the pick-up season. So we also made use of this empty space to enter the Japanese market. So we also increased the volume of this sales in Japan. So in a high-quality part we are now using customized products and now we are selling our R&D staff to see our customers and our business to see what we need to offer better advice at the time of research and development is how our operators differentiated our sales materials.",
    "Then we also report on the use of this terminal we will not only in the PPC we want to develop not only in the PPC we need to find a lot of AI equipment now, we need some paper products we want to expand here. Then in terms of management, we have also reported that in addition to the current year we have to face the harsh environment to survive our internal management we have also invested a lot of digital funds we want to use the intelligent aspects of our own factory or other aspects of sales management can be greatly improved. This is our company's response to the current market situation and future operations.",
    "Then came Hao Chen. Hao Chen asked three questions. The one I asked before I finished the question. I asked B again to answer. The first question is how to see what the situation has improved this year. The second question is whether or not it is affected by the pre-tax trade war.",
    "The third question is whether the company's future development expectation will move upwards. The above three questions should be answered together. Thank you. I think the question should be answered just yet. That is, we are not optimistic about this year's outlook.",
    "We may have to wait until the issue of import tariffs across the U.S. trade will determine how the entire demand will be. But we have now observed that this step has stopped for a while since the U.S. tariffs have already made the transition to Southeast Asia for investment. This is a good direction for us.",
    "The first question I saw was about how much gross profit each product, such as Q1PVC plasticated acid steel, 2025. The one we asked us to always get back to you. The number I wanted was not clear. But I wanted to report to you about the gross profit of these three products.",
    "In fact, PVC because of our supply of our raw materials is next door to this area of China. So we have a price formula of raw materials, so it is relatively stable relative to our gross profit is relatively stable. Then the PA just said that because the whole raw material 02 A and the inversion of the pole is still present, but it has been better than last year because the oil price fell so so that the price of this zero, so the whole price is not too high, but it is better than last year.",
    "The next question is whether the company buys treasury stocks several times in the past when the scenery is down. That the current price is already lower than the average price of buying treasury stocks. Whether the company also implements treasury stocks in the current market trend.",
    "But because we want to encourage our colleagues because we know that it is a bit hard to leave money now, especially in the chemical industry, so we have planned this so-called ESOP to send to our colleagues in the foreground, and we want to save money in two stages, and we hope that we can survive this time so that our good people will stay in good hands when the market is good.",
    "Thank you, Mr. President, for your continued support, and thank you for your continued support. We thank you for your continued support. We thank you for your continued support. Thank you for your continued support."
  ],
  "meta": {
    "source": "manual_upload"
  }
}