{
  "schema_version": "v2-two-tables",
  "stock_id": "1316",
  "date": "2025-04-08",
  "original_filename": "1316_20250408_paragraphized.zhtw.txt",
  "transcript_zh": [
    "世界新經濟秩序觀點的趨勢主題是論壇。今天我們也很榮幸邀請到上耀集團五家子公司的董事長跟總經理一起從台南北上來為我們公司做一個最新的營運動態的一個更新，以及現在目前應對在這個產業市場的一個趨勢下，他們怎麼樣去做一些未來的營運發展跟規劃。那我們首先先將我就不一一介紹總經理跟董事長，那等一下就有勞就是我們今天的董事長跟總經理來為大家做一個報告。那我們首先先邀請上耀集團的大家長董事長張宥明張董事長。各位，各位，投資先進法人還有媒體記者大家好。那很高興大家來參加今天上耀集團的五間公司的一個法說會。",
    "那我們上耀集團呢，從上耀開始，那做一個併購，我們大概一路併購了十幾家公司。那除了併購我們的上下游以外還有同業的整合。那最近又做一些跨業的併購，成為我們集團的第二個成長曲線。那在本業的部分，我們也秉持著創新還有經營品牌的一個理念。那不斷的擴大我們的市場跟利基。那今天就是一個期中階段性跟各位來分享一下我們的一個經營成果。",
    "那這個是免責申免，請大家先看一下。然後等一下我們陸續會從上耀斐承永傑信立跟世紀名聲這幾間公司來跟大家做一個很有效率的一個集團分工的一個說明還有經營成果。那這是我們上耀集團目前的一個藍圖。那我們以人為本，那透過併購與這個策略聯合作的方式擴大我們集團的營運與市場版圖。那我們旗下有多家未上市公司。那有掛牌的有上耀1316，永傑4714，斐承3313，信立化學4303，還有5314世紀名聲。",
    "那五家皆為掛牌之上市會公司。我們目前這五家的集團總市值最新的數據統計加起來是426億。我們目前集團的總資產達到了172億的一個規模。那在過去十年到目前為止我們有相當的一個成長。那未來呢也會持續在成長中。那這個大概就是我們的一個投資架構。",
    "那主要的公司我有列出來。那比較小的公司我們就沒有列。上耀是母公司在最上面，那他直接投資的有上裕營造永傑創新還有世紀名聲。這是直接投資的。那再來呢永傑創新呢又轉投資了信立化學跟斐承開發。在左邊的這個數狀圖。",
    "那信立化學在去年又併購了一個普大應用材料。那世紀名聲呢目前主要的子公司有漢宇科技以及雲康世紀。這兩間子公司。那所以說我們的行業呢跨了建築還有都更圍牢還有化工以及生技。這些領域。那往各方面去開設善業。",
    "那這是我們這幾家公司的資料還有總經理以及市址的一個分析。請大家做一個參考。那這是我們集團的一個五家公司的一個事業版圖的一個全年營收的分析還有這個EPS跟獲利的狀況。請大家參考。因為這個都是公開資訊。那我先介紹上耀的一個部分，上耀建設的部分。",
    "一樣是免責申請。那上耀是什麼樣的一家建設公司呢。那我們是從台南出發，是算台南在地的一個建商。那以經營品牌為主。那我們的構地哲學很簡單就是淡黃的淡黃區。淡黃的淡黃區是我們的構地哲學。",
    "所以你會發現上耀集團買的每一塊建地都是在市宮心。我們沒有郊區的土地。那在市中心呢第一個我們比較能夠創造價值。第二個我覺得去化是比較不會有疑慮的。因為現在因為台南的土地呀這幾年漲了五到十倍。所以很多在地建商財力不足的都跑到郊區去推案了。",
    "那我們還有一個建設公司的一個建設公司。那是集中focus在市中心的精華地而且是越精華的土地我們取得的意願更高。那也很有幸我們也取得了幾乎是每一塊最精華的土地都被我們公司所搶購。那這次上耀的設立日期1979年12月11號。那它早期是以做合成皮PU人造皮起家。那在1992年民國81年上市。",
    "目前時收資本的36.6億。主要營業項目就是住宅及大樓開發。那其實上耀建設現在發展的它除了建築本業之外它也是一個控股。所以這些子公司的營收都是合併在上耀建設下面。所以我們在看上耀這間公司的價值已經不能從建設公司的本益比來看它而是一個綜合性的一個控股集團。那這個是我們過去在台南所推的推案。",
    "那幾乎每一個案子出來都是經驗市場而且是創市場的最高價。那我舉第一棟最左邊這一個湖北地堡。我們推案的時候台南市平均的房價新房子預售一坪大概在14萬左右。可是我們推案的時候同期我們開賣就賣到20幾萬頂樓賣到20幾萬左右。所以我們推案的時候我們提供的房價是大概是2、3倍的經驗市場的一個概念。那等於說它的產品定位也好它的用料、它的選地哲學都跟傳統的建商不一樣。",
    "所以能夠在市場上突破。那在第二棟就是The King這一棟是我們挑戰超高樓第一棟是24樓，第二棟是29樓。那再來就是Deef Almay跟Mayfair。那這幾棟的造型特殊也是引起了很多消費者的迴響。那我們在上要建設呢在台南常常聽到一句話就是只有上要可以超越上要。因為我們不斷的把品質往上提升把規格往上拉把品質把門檻也不斷的堆疊。",
    "所以呢在29樓第一高樓之後我們在九分子又推出了35樓台南第一高樓胡應凡這個建案就是第五個建案。那這個台南第一高樓目前已經變成第二高樓了。因為我們在五月還要再推一個38樓的也是台南第一高樓。所以目前台南的第一高樓、第二高樓、第三高樓都是我們公司所創造的。那當然大家就稍微有點概念。那我們其實在市區的建案非常的多我們就是focus在這個建案的部分。",
    "我們就是在市中心、舊城區當然園區這一塊客戶也很大。那最近央行在打房加上這個台積電的問題很多人就會有所擔心。那對我們公司來講就是說實際舊城區的剛性需求永遠在永遠不用怕只要地點好。所以房地產我們常講location location location只要地點好不怕沒有續化的能力。所以我們所有建案的一個整合。",
    "目前都跟圍牢。只要在台南市中心幾乎都是我們公司的案子。市佔率超過八成。那幾乎有點半壟斷了。所以只要你想在台南市中心買房子，大概只能選商要。只要我們有房子可以賣給你，大概是這樣的概念。",
    "所以總價目前累積起來大概有473億。在未來的，他這些有的案子在預售中，有的已經賣完了，正在興建中，那有的準備要推案。那在未來的五年內呢，我們都可以把這些營收落實到集團的業績裡面。讓大家做一個參考有概念。那這是我們最新的就是胡應百的進度。這一個建案總共有四百多戶，我們已經去化了一百多戶，已經賣了九成五，百分之九十五，已經賣了快六十億的房子了。",
    "那目前的工程進度呢，因為他是剛骨雙順打，所以工程進度也蠻順利的。都有在預期的規劃當中。那我們依照這一個工期呢，希望在未來的兩年內，就可以封頂。那有機會可以開始來貢獻公司的一個營收。那目前我們SRC，已經二樓完成了，目前在施作三樓。那其實大家看零件股很簡單，就是常跑工地，常跑接待中心。",
    "因為你要了解這間公司房子賣的好不好，去接待中心就可以施掉了。那我們這個資訊其實實價登入也都很透明，賣幾戶一坪賣多少，這個除非被蓋牌，那基本上資訊都很透明。那進度呢什麼時候入帳呢，實際去工地一看就知道了，你35樓現在蓋到18樓，你就可以推算它的一個合理的供期。所以這個其實都是，只要做點功課，我們這個EPS跟營收是很好預估的。那再來這是我們準備在下個月要開賣的，就是南基地。九分子是一個新興重劃區，它是離臺灣市區最近的重劃區。",
    "那我們有幸取得了，最精華的兩塊地。那這個南基地呢，它總共有3,791坪，土地取得成本一坪是四十幾萬。那最近我們的同業，在我們隔壁也買了一塊要推案，但是我們買四十幾萬，它一坪已經買到一百萬了。所以光是我們目前帳上土地的庫存，各位可以去換算我們已經有好幾十億的一個潛在獲利在裡面。那將來陸續隨著建案的開發，我們相信這些獲利營收就可以反映在我們的一個報表上面。那這個案子總共有三棟SRC，地下五樓，地上現在已經變成三十八樓，總戶數是一千零一十二戶，我們預計在下半年就要開始動工。",
    "那這個地點就是台南市的九分子重劃區，它是一個綠能的重劃區，完全沒有任何的電線，然後裡面居住環境品質非常好， 而且它每一個房子都強制要安裝太陽能板，所以可以講是台南市的一個示範地區。那我們所謂的南基地跟北基地，各位可以看正中央有一個半圓形，就是最核心的，這一個重劃區有一百多公頃，但是最精華的就是正中間那個半圓形，面糊第一排，柱把容積最高的，最北的那一塊跟最南的這一塊，都是我們公司搶下來的。所以我們就可以知道說，上廖建設的一個構地哲學，實際跟一般的建商是不太一樣。那我們覺得說我有好的土地，我才有辦法創造好的作品，讓吸引這個中上階層的客戶，來成為我們的買方。那這是我們九分子的，一個申請基地，這是一個外觀圖，示範圖，這個是整個基地的一個放大版本，基地相當大，佔地將近3800平，38樓，各位可以想像，這裡其實非常的壯觀， 而且以後居住品質會非常的好。我們前面面糊是第一排，後面還有一個後花園，還有一個巴洛克的一個後花園，歐式的花園，很大的一個作品。",
    "那我們也非常看好這個建案，再來呢，我們就談到這個南科。其實大家對於園區，對於台積電都有很高的一個認知。事實上以我們台南地區來講，台積電已經在台南20年了，很多東西是吹個風，嘉義吹個風，高雄吹個風，房地產就漲翻天了，我們這邊是真正已經它在地20年，真正的在貢獻我們的一個生活品質，還有人力的需求。那再來最重要就是說，雖然現在開始外擴，但是它的供應商還是集中在台南，沒有外移的現象。所以我們仍然後續持續看好這個營收，在台南科的一個營收成長。那目前南科管理局的營收，也已經超越竹科了，成為台南最大，營收最大的一個工業區。",
    "所以它是開發最大，營收最大，用電量最大，也是產值最大的一個園區。在我們整個台灣的南道裡面，是最有代表性的。那像我們最近在上化開的一個新案子，那也是非常熱烈的迴響，效果銷售就是這一個。這是我們公司第一次到上化的市中心推案，那15樓98戶住家，那我們這個預售的狀況非常的好，所以這個也是超乎我們預期。而且我們成交的價格，比周遭的建案一坪都要多好幾萬以上。那再來就是我們在前年底買的一個最市區最精華的地，就是在台南市最熱鬧的中正路跟海岸路的交叉入口，有買到一個沸塵，有買到一個很精華的一個商業地，這一塊基地有1000多坪。",
    "那我們目前已經在申請，它已經有舊照了，我們目前在變更建造當中。那這個也是一個很指標的一個案子，等一下我們沸塵的部分會再做深入的一個說明。那它可以講就是整個台南的市中心，一個很精華的建案，也是雙城區觀光區裡面一個非常亮眼的地點。那狀況分析上要建設除了剛講就是說除了建設這一塊，還有其他控股的部分。我們在2024年的全年營收達到14億9000元，投資金及âu、PU佔29%，房地產佔18%，健康食品佔19%，房地產銷售佔38%，大概是這樣的一個其他佔33%，大概是這樣的一個分佈。那這是最新的一個財務報表提供各位參考，這個是公開資訊。",
    "那這個是我們的資產負債表。這個是我們的資產負債表。這個是我們的資產負債表。這也是公開資訊，我不再贅述。這個是做一個分析，就是合約負債。合約負債就代表我們有賣出去房子，然後跟客戶簽約。",
    "從這幾年可以看到足跡合約負債不斷的上漲，也代表我們地訣的預售的狀況非常的良好。所以這將來都是只要完工就可以馬上入賬。根據IFAS的會計原則，這是我們各建案的合約負債的一個變動圖。越高的就表示它的一個潛在的預售要入賬的金額越高。以上就是商要建設的部分。",
    "先說明到這邊。我們接下來請斐承開發的部分。我們請曾鵬光總經理來說明。請斐承開發的部分。請斐承開發的部分。謝謝。",
    "各位委會先進，貴賓大家好。以下斐承開發科技針對2025年的第一次法說會，由我代表來簡報，跟各位來做一個說明。關於免責說明的部分，請各位參閱。簡報大綱的部分大概分為四項。第一項是說明的部分，針對公司簡介。簡報的資料就如同上面的一個基本簡介。",
    "斐承目前專注於這個危老都更的一個領域。那我們期望可以透過策略性的一個土地收購跟專案的一個開發，逐步來建立一個我們在都更危老市場的一個領導定位。那其次的建案的一個概述。我大概分為目前在建案有兩個建案。第一個是新鑽段流星的一個建案，那它是位於台南市鎮市中心鎮淡黃區。地下一層地上11層，那規劃大概是40戶。",
    "目前進度都順利，那目前在做一樓的一個強勁綁紮鑄牆鋼心的部分。該案目前已經銷售達到近93%,已逾超過9成的一個建案了。這也是剛才我們集團張董常講的被蓋牌的一個案子。那另外第二個是大鎮段的一個陳之樹，那他在去年領得建造執照，目前已經在動工施工中了，所以算動出來蠻快的。該案也是位於台南市的一個北區市中心淡黃區，地下3層地上15層，該案的基地分別有透天和透明的基地，該案的基地分別有透天的4戶跟大樓的94戶。透天的目前已經銷售75%,大樓的部分也銷售大概64%左右，他也是被蓋牌。",
    "那我們有發文去給這個市政府，我們只能等到後面其他同業的價格慢慢有追上來，可能才會浮現我們的價格。另外呢，先前我們張楠集團張董講的這個次資14.15億元購入的這個台南市正淡黃區的這個中正路浮前段，聽到中正路就知道各縣市中正路就是淡黃中的淡黃的，這個土地當時的一個成交價已經創下當時的一個新高了，預計總銷會超過70億元，目前辦理變更設計中，這個還有含那個雨遮祭品的部分，這個還有含那個雨遮祭品的部分。所以這個相當的一個利潤應該是可期的。它其實距離剛才第一個案子講的流星這個案子距離大概250公尺左右，流星被蓋牌，我相信這個案子可能也會被蓋牌，不過一定是創一個歷史新高，但是創高歷史新高只有上要超越上要的一個歷史新高。",
    "另外第二個是白輪段的，那它是位於這個台南市仁德區，那在今年才出現的，在今年才剛領的建造執照，那為地下兩層地上12層，四十四五個建案，以上是一個匪存的一個建案可以推展的一個概括。那再者針對營運現況分析的部分，相較於112年，我們可以看到113年的淨利還有美股盈餘都可以看到是大幅一個成長，可以參閱一下。最後總結一下，我想目前匪存已經手握了包括前述的這個新賺斷流星大創端城市數等等的這個預售建案，那也都在建，都是已經創造該地區最好的一個最高的一個單品的一個銷售表現，那甚至還有銷售率也可以看得到，那有望為未來的一個營運注入更強勁的一個成長動能，那但是我們想人生的一個成長動能是一個很重要的一個成長動能，那但是我們想人生持續來積極構地開發，那未來將以這個都更為老為一個主要推展的方向，而且是以市中心為主。那目前儲備的用地我想可以看得出來都是具備地段上交通上生活機能等等的一個優勢一個強勢的一個條件，那我們期望藉由延續結合集團的一個品牌力跟產品力，可以為公司集團帶進更豐富的一個一個成長動能，那我們就先來看看這個銀收跟獲利，以上簡報 謝謝。好 那接下來請我們的永傑 黃南豪總經理為我們做簡報 謝謝。各位法人先進 各位媒體朋友大家好，我是永傑總經理 黃南豪，那接下來我來跟各位報告一下永傑的法授會的一個簡報，以下是名則證明 名則聲明請各位參閱，那永傑成立於民國80年，那至今也已經三幾年的一個PU的一個製造廠，那主要產品是PU和是素質，公司的資本目前已經達到17.7億左右，那永傑一直以來專精在PU的一個生產，從1992年的一個PU的一個生產，然後我們也掌握了奈米攤管，然後我們公司也有申請了一些專利。",
    "那在1992年的時候我們主要專精在協力的一個開發，到2013年的時候我們成立了一個先進的研發部門，然後針對一些當時的奈米攤管，然後做一些複合的材料，然後做一些耐防變，然後一些實施固化的一個產品，那接下來我們往汽車 然後建築的其他的領域做運用，那在近幾年來我們專精在新的一個材料，因為先進開發的一個材料開發，那我們在這幾年也順利的從工業運氣轉到卡庫，就這間手機的一個產品，那目前也有在做陸資品牌的一個出貨，那我們在環保材料的部分，尤其是在歐洲新的客戶的導入，然後還有國防那個防彈衣的一個材料的開發，我們陸續都有在做開發跟一個出貨的部分。那永傑的工廠在台南，那主要是在台南，在台南的安電跟台南的馬豆廠，安電廠去年大概佔公司整體營收的59%,馬豆廠在公司大概41%的一個營收，以下是永傑這個上下游的一個組合，我們的上游材料大部分是石化產業，到我們永傑之後做一個架工，做一個PU的數值，我們的客戶之前的主要客戶是心力化學，那普丹用材料在我們去年入主之後呢，普丹用材料是永傑一直以來前五大的客戶，那我們去年順利的整合普丹用材料到我們集團裡面來，那普丹用材料待會心力化學在做簡報的時候。",
    "我會另外把普丹用材料再跟各位做一個介紹。因為它畢竟是一個上市櫃公司。不過它是一個很特殊的公司。它是世界一些知名品牌運動品牌的一個資金供應商。",
    "另外，這個資金供應商長期以來已經支持Nike、IT、Darling、Vans等等這些品牌二十幾年的一個供貨。那這家公司主要的數值供應商就是永傑。那剛才我們董事長有提到說我們在做上市櫃整合跟併購。那普丹用材料就是我們併購的一個很成功的一個案例。那待會跟各位再做一個很簡單的一個介紹。那永傑主要的材料呢就是它是一億形的一個數值。",
    "那二億形的一個數值呢就是它是一億形的一個數值。那這個可能各位在上網可以了解一下一億形跟二億形。它有一個差異性。因為材料的不同跟它的運用領域不同。那PU數值的話它的生產的過程中會有相當不同的一個生產方式。那水性數值呢是這幾年環保意識抬頭的時候水性數值的開發。",
    "那目前待會可以看到我們水性數值的一個營收的一個成長。然後還有一個濕式的數值。然後尼龍數值。然後表面的處理一個數值。然後下小劑。然後濕式固化反應的熱熔膠。",
    "然後這TPU的部分也是公司的一個生產項目。然後公司的橘子多元醇。橘子多元醇是鞋膠的一個基礎原料。那我們也主要供貨給台南一個著名的一個鞋膠廠。那長期跟這個客戶長期在騙我們。那目前這個的營收也是我們公司主要成長項目之一。",
    "然後還有高分子的一個複合材料。然後還有一個高分子的一個複合材料。就是我們最近出貨的一個HARCO的材料。那這個HARCO的材料後面會再簡單說明一下我們目前的進度。那這是我們去年跟今年的一個出貨的比例。那去年可以看到我們還是以運動鞋的相關產品為主。",
    "運動鞋的理念在戰略公司五層以上。那2024年的時候可以看到。因為我在去年法術會跟這幾年的話。我們努力在做一個客戶的開發。然後我們在去年的時候我做的一個客戶的一個材料已經佔了我們公司的營收10%。而且在後半年的話還在持續成長。",
    "那各位可能對這幾千關稅的議題比較有興趣。那在這客戶裡面呢剛好賞過了這次的一個關稅的一個貿易戰的部分。而且客戶非常看好整個永捷後面的一個出貨的發展。所以目前的話在去年度的話已經佔了我們公司營收的一個比例。那未來會是一個持續成長的一個狀態。那至於HARCO材料的部分的話HARCO材料因為它是用公斤在出貨。",
    "我們這邊是以噸在做計算。所以在上面的話看起來它的比例非常非常非常少。對耐發出產的部分。可是它一公斤出貨的話可以做很多支手機的應用。所以它的毛利率是相當高的。那HARCO材料待會後面就會跟各位說明一下我們目前一個新的一個客戶的狀況。",
    "那這是公司營運的一個現況。那170年的營收比去年中益增加。那主要是疫情之後客戶的進單一個回流。然後我們新產品的一個銷售跟合併子公司的一個回流。然後我們新產品的一個回流。所以我們是在疫情之後的逐年在這幾個月逐年在成長。",
    "那這是我們的毛利的一個趨勢。那請各位做參考。那因為我們產品的一個多元的發展。然後我們把高低毛利的一個配比做適當的分配。所以這點的毛利率維持的都很不錯。那這是我們的獲利的一個趨勢。",
    "那除了營收增長之外。除了營收增長之外。我們也有公司的那個毛利增加。那總投資的只不過是任何有價證券跟衛生品評價利益。那主要是心理化學這些跟肥產品的評價利益的那個激勵增加所值。那這是公司的合併的綜合使用疫苗。",
    "那在公開諮詢展也有。那前年度117年的時候我們EPS0.1。那去年的話成長到0.38。那這是資產負債表的部分。請各位先進參閱。那化工廠很重視ESG。",
    "那我們公司在ESG上面也不予引力。那我們除了在社會責任上面我們也積極在投入一些公益的活動。然後我們也執政了。因為化工對消防的要求非常高。我們也執政了台南市的消防對一些消防的一個器材的運用。那在環境的保護上面各位有機會來參觀一下我們台南的工廠的話我覺得化工廠應該是味道很重。",
    "然後化工廠可能是非常嘈雜。那到我們公司去的時候進到工廠也聞不到任何的味道。我們在公司的生產的過程中合成的過程中呢公司的一些排氣的一個安全的規範做得很到位。而且我們公司有1700多位監測檢測任何一個管路有洩漏的部分的話我們都可以馬上去做處理。馬上甚至會通報到消防局去做協助。那公司治理的部分的話公司是很堅持雲運透明。",
    "我們也是一個上規公司。所以我們最想注重普通的權益。這是我們公司治理的一個很重要的一個基礎。那這是公司未來的發展在疫情之後呢大家知道這些主要品牌的庫存的下降有在下降的趨勢。那其實訂單的回流狀況也非常明顯。那當然並除我們事先長假之前的這個關稅的變數之前現在還不明朗。",
    "我相信待會各位先進可能會有這些的問題會想要詢問。不過目前對我們的訂單的影響目前看不到。然後客戶的下降的趨勢也沒有縮減訂單的一個情況。所以這些的貢獻呢目前的訂單的話是很明確的一個成長。而且去年我們合併了普大之後呢我親自也跑到我們的客戶在波特蘭的總部去拜訪了一次。那他對我們這個供應商人加入集團裡面而且我們是從數字做到皮革做上下游整合然後整個的開發速度整個成本控管整個的反應速度都非常的快。",
    "然後客戶也非常的讚賞。然後而且他們特別在上個月派了22個人從美國過來然後到我們公司來做教育訓練然後對我們公司也是非常的認同。而且我們在上個月才通過英國的VLC的一個皮革認證而且是連續第四屆德大會金牌的一個認證。那這個認證很特殊。這個認證是所有用到牛皮皮革的品牌只要是東吳皮革的品牌的話都需要進行這個認證。那德國金牌的話需要用到皮革的話會優先做產購。",
    "那我們一定連續第四次也就做產購了。所以我們也都連續8年得到金牌的一個認證。然後對公司未來2年的發展是非常的有幫助的。那這是我們公司另外一個很重要推出的一個水性的一個素質產品。那環保意識的抬頭。",
    "那早期的素質大家會認得它就是塑膠嘛。它是皮膚嘛。那它對環境是不友善的。那水性素質的話也是我們這幾年在開發的一個項目。那水性素質的話在公司的一個出貨量的成長的部分也配合客戶的需求。那逐漸成為我們公司的一個主要的移植項目的來源。",
    "那這是公司的一個未來發展。那公司在新產品規劃以歐洲的環保水性材料為主。那只從去年的Q3開始做結單的。那這個認證過程中呢我們大概花了3年多快10年。然後通過了客戶的認證。去年開始交貨。",
    "那今年總共還有70幾項的新產品在開發中。那相信這個新產品呢這個開發出來的產品呢會對永捷未來的一個水性產品環保性的產品的導入是非常有助益的。那剛才有提到水性素質我們現在也是公司的一個主要的生產項目。那當然傳統的一些傳統的一些素質呢我們現在這種世代裡面是離不開化工的。化工這種素質的運用也是非常的廣。然後所以我們傳統化工的部分公司還是持續有在做出貨而且我們為了新的產品的投入我們也在投入一個10噸的反應廠來配合客戶的一個需求。",
    "那在國防的部分呢我希望我們一直跟我們的下游客戶也來共同開發一些反彈纖維的部分。那對國防的對未來國防的需求我們也希望永捷能做出一些貢獻。那我們跟蘇公司也就普大的部分呢開發運動鞋的一個專用的那個單機鞋子的顏色越來越花巧鞋子的運用越來越多。那尤其在這些知名的品牌的運用的話產品非常的特別。那這些金屬設計的系列的開發呢以前是輔導這家公司很難去做開發的一個新的產品那因為永捷的加入我們加快了這個產品的一個開發然後會配合到一個客戶未來新的產品的一個推出的需求。那可好性的材料呢待會後面會跟各位報告一下我們其實我們這個材料開發時間很長工業院計轉給我們的時候其實它會不一樣產型那我們運用的公司數值量層的人力呢把它導入了量產化。",
    "那這工業出貨到大陸的某些當地的品牌的一個這類設計可是大家應該可以知道這些手機並沒有如預期的爆炸性的成長。那從媒體報導上面呢也可以看到美國的知名品牌在可能在明年會再推出這些手機的產品。那我也是首次跟法輪報告我們針對這個客戶呢他們因為我們有出貨的一些時機那這個品牌呢特地從美國派員到我們公司來做交流然後我們也跟該品牌簽完了一個保密的一個協議然後目前有產品在開發中。所以這個產品呢在公司的營收空間上呢或許不是很明顯可是在公司的未來產品跟未來的運用上面是公司一個不可或缺的一個動能。傳統產業代表不能做現金的一個產品那所以我們從皮膚素質的一個開發然後逐漸去導入公司一個新產品的一個運用那希望我們也是希望說未來這些主要的品牌能推出更多的折疊系列的產品能加大應用到公司的素質的一個運用然後所以我們希望說這些主流品牌開始在推出的時候讓大眾的需求能漸漸導入這些手機的一個喜好的話。那對公司未來的成長是一個非常可觀的一個動力。",
    "那哈寬這個產品呢它本來就是一個手機最表面的那一層那因為它硬可是它要能走那市面上已經推出了三星已經推到第五代甚至第六代的產品都出來了那所以它是到現在來看它是算一個成熟的產品可是呢新的領域跟新的應用還有新的規格也是在推成初心。那我們公司一直每年在接受到客戶新的一個規格的一個要求那有解釋一個三星的化工素質所以每次在接到新的一個規格開發的時候呢我會用最短的時間去做產品的一個送樣。那目前跟美新品牌的一個樣品也已經到他們手上目前在測試中那期望未來對公司會有一定的公信跟公平。那永傑在之前也有推也有推建案那在公司在後來併購在擴大規模併購之前呢永傑對建案呢有理想段的合酒井那跟東安團的長安台商這兩個建案呢在今年都會完工交務目前都已經拆掉一家申請建造工具然後剛才有提到我們東安團有提到一個北小新的一個城市型的建案這個是永傑永傑在三華因為永傑在安定那離隔壁三華是很近的那這塊地呢其實取得也不容易當時因為這是一個六個家族共同持有一個土地那我們都是很有很有機會剛好有機會去整合這塊土地然後今年也順利在推案那我們在329推出的當期的時候我們也有很大的成長功能那除了我剛才提到的那個建案會那個建案的一個移送的路上之外呢我們歐洲的環保客戶的水性的產權呢訂單的話目前都持下去而且它不是訂單進來而已它新的產品一直在我們公司這邊做開發那這些手機的部分我們除了有一個我們有一個新的產品我們有一個新的產品就是我們公司的我們公司的產品就是我們公司的我們公司的產品就是我們公司的我們公司的我們公司的我們公司的我們公司的我們公司的所以我們除了陸系品牌之外我們希望能有機會做更大的品牌的一個合作那目前也很有機會導入的那個機會。",
    "那防彈纖維的部分的話，實際一直都有在開發。國內在做運用的時候，是做一個標案的一個動作。然後我們的防彈纖維的部分，我們集中在數字，因為它必須是纖維，我們的數字能把纖維的聚合起來，那多的顏色，或多層的貼合之後，成為取代鋼板的一個防彈衣。",
    "未來，例如像是公司的一個機場的一個垂直整合，那尤其在我們化工的部分，尤其是一個上流的原料，那我們才往下整合，那我們不只在往下整合，我們也在往橫向的一個展開。希望在化工的領域的部分，除了是公司主業的建案推出的部分的話，化工也是公司的另外一個領土量，也是公司未來一個很重要的一個成長的動能。以下就是今天永潔的一個法手位的簡報，請各位參與，那接下來我請心力化學鄭裕堂總經理來做心力化學的一個法手位的一個簡報，謝謝各位。各位先生女士大家好，那現在由我來跟各位做簡單的那個簡報說明。",
    "首先是免責聲明，請各位參與，然後再來跟各位做一個公司基本資料的報告。心力是一個專業的合成皮塑膠皮的生產工廠，在台灣，在民國62年6月22號成立，那至今成立50餘年，在台灣的同業裡面，算是一個最老牌的專業生產工廠。主要的生產基地在台南學甲，那土地總面積，總共有26383名，那在同業裡面也是算首屈一指的生產基地。心力是百分之百在台灣生產的一個合成皮跟塑膠皮的專業生產基地，那成成基地跟當有跟各位報告，那總共有兩個的廠區，學甲一廠的部分，那總共佔地為12989平，市場的部分，有13394平，合計有26383平。為了活化公司的資產，所以我們把學甲一廠的所有產能來移轉過來，跟學甲市場來做一個整定。所以目前學甲一廠，我們積極在除了出售之外，我們積極的也另外在導入一些新的產品或是不排除任何可能性的活化動作。",
    "心力的主要產品，就是我們所謂的有PVC乳膠體，PVC柔軟體，然後PU合成體跟透視膜，那跟各位報告，PVC乳膠體跟合成體各位一定會覺得很奇怪，有什麼不同為什麼這樣分，那當然他們的加工加工的基底都是用PVC來做基礎原料。由於製程的不同，那跟物化性的功能要求不同，所以會有做一個區分。其中端產品，其實都是一樣，都是用在手套啦，然後帶材，然後玩具啦，鞋子之類的。當然PU合成體也是一樣，那最終的產品其實跟PVC沒有什麼兩樣，但是為什麼會特別區分出來一個PU合成體。主要是因為它的生產基礎原料是以PU為基礎。",
    "另外的PU，它的手感是最接近真皮，那另外的它對環境的友善友善程度也是最高的，它是一個比較容易水解的一個產品，那當然可以依照客戶的要求去做一個耐水解的年限的調整。另外一個PU透視膜的部分，那當然這個是心理化學的主力產品。它主要是應用在血液、沖風液的一些內襯，那等一下會再跟各位做一個詳細的介紹。",
    "首先第一個PU合成體的部分，各位可以看到這個各位我相信各位在買家居的時候會有聽過一個叫貓抓皮，那其實貓抓皮是心理化學的一個主力產品。為什麼它叫貓抓皮，它在表面模號的部分，它可以經過10萬次以上的模號測試，那它在內需者的部分，它可以經過5萬次以上的內需者意思就是說貓抓是一個很利的那一個它怎麼抓都抓不破。基本上各位在市面上應該這麼說心理化學是貓抓皮的始祖貓抓皮這個產品其實是由心理化學所研發出來的。當我們後續各位可以看到每一家它去做一個模仿或什麼動作，所以市面上才會充斥的各種各樣的貓抓皮。第二個PU器也是應用在各個剛剛跟各位報告的各個材料上面，有衣材、按摩椅、嬰兒車等等的。",
    "再來跟各位報告另外一個心理化學的主力產品，那皮膚透濕膜。它主要應用在衝鋒衣、血衣的內襯。為什麼它會應用在這個地方。基本上衝鋒衣、血衣它的基礎材料就是布，那布就是它會透濕，那透濕就不具備保暖功能。經過這層膜的加工之外，第一個它可以讓熱氣不散發出去，那第二個它可以讓風它可以產生一個防風的效果讓風進不來。基本上一開始有跟各位報告過心理化學是一個50成立52年的一個非常老牌的工廠，那我們應用我們的專業的生產技術跟不斷精進的設備功能。",
    "基本上我們將突破精度可以控制在正負in-mine。基本上這個在業界裡面算是一個很了不起的技術。in-mine是什麼概念。in-mine就是我們一根頭髮的直徑是差不多100mm。意思就是說我的突破精度是100mm。意思就是說我的突破精度是100mm。",
    "意思就是說我的突破精度是100mm。突破精度可以控制在1%的頭髮的100倍的厚度去做一個加工。",
    "那另外一個就是PU合成皮的部分。PU合成皮的部分，心理主要是做一個表面的變化，跟依照客戶要求去做一個客製化的產品。另外的PMMA的產品也是近幾年心力化學導入的一個跟科目共同研發導入的一個產品，那它主要是應用在裝潢材的部分。那人家說工欲善其事必先利其器，那我們整合了整個集團的資源，那心力化學擁有在業界裡面可能是最完整的一套品檢設備，可以各位請參閱。",
    "再來跟各位報告營運現況的分析，那因為普大營收的併入，然後營收有顯著的成長，那各位可以看到113年9月的部分營收突然往上大幅的成長，那主要就是併入普大之後大幅提高公司的營收跟獲利。那這是毛利率的趨勢，營業毛利跟毛利率相較的去年都有顯著的增加，那這是獲利的趨勢，那各位可以看到在113年第一季的部分跟113年第四季的部分都有顯著的成長，那這是綜合損益表，請各位參閱。這是資產負債表，那基本上每股淨值從112年的14.12成長到113年的年底為25.03每股淨值。好那接下來的方向，那個基本上信義化學於去年為了與國際接軌取得了GRS的認證，那基本上我們後續也會陸陸續續的取得一些認證，那為了朝向跟國際接軌然後跟品牌方跟品牌有一些深入的接觸，那目前我們也獲得品牌方的一些認證，那希望在後面我們有跟應該這麼說我們目前有跟品牌合作開發了一些新的產品，那去參展的部分也獲得客戶高度的認可，那我相信這個部分在後續的業績的部分也會有明顯的提升。那另外的在上下游整合的部分，那我們跟母公司永捷配合，那目前正開發一些水性然後環保無汙染的產品，那另外的我們也整合普大的產品然後達到產業集團內資源共享，那增加國內外市場盤聚度，那另外的新力並購普大然後明顯的消費力助，那普大主要是生產，其實普大跟新力是一個同業，那各自盤聚的市場不一樣，那普大主要是針對品牌的部分，那新力主要是針對國內的客戶。那普大的經營團隊也具有30年的皮革跟合成皮的經營的產業經驗，那另外的普大在陡溜場更是擁有一具台灣少數的純環保的生產基地，那希望結合集團的資源那提升產品的開發力度，那下一個普大部分我們請黃總那邊跟各位做進一步的說明。",
    "那首先呢我們先來介紹，因為集團非常我也是我們總理長非常重視這個普大的一個併購案，那普大這家公司呢，因為它不是上市公司，那我也趁這個機會跟各位來訪問一下，那普大我們入主之後大家會認為說，因為我們已經有新力了，那為什麼為什麼還要再併購一家普大，那普大的生產產品其實跟新力是有很大的差別，那普大它主要是做PUP博台的生產產品，那它是用新力的話，那它是用新力的話，那它是用新力的話，那它是用新力的話，那它是用新力的話。那配合這幫產品就是每一張產品是跟新力是有很大的差別，那普大它主要是做PUP那美國有很多不同的實active，那普大它主要是做PUP而它的底部大部分是牛皮，而它的底部大部分是牛皮，那新力的話它也是做PU那PU的話它的底部大部分富子骨或是一般的骨或是離心鼠的部分，那新力大多的製造的手柄asi kita會再介紹，那麼大家非常的因為我們的新力感謝您的開atell，那普大的合真筆的部分，那普大的牛皮的應用大部分是像目前大家看到的鞋子Nike主力推的L-JODE N140週年紀念款的鞋子也在那邊，這把鞋子的皮革也是由輔大做生產的。後面會後大家有興趣的話可以跟各位介紹一下皮革的運用跟它的差異性，輔大主要是做PU跟PU合成品，這個PU模跟PU皮有什麼差別，PU模是還沒有切到皮上面叫PU模我們有單獨在賣模我們也做PU皮PU皮有不同的底部，所以在PU的燃燒本裡面它的底材可能是不織布然後是織布不織布跟織布織布就是一般的布然後有伸縮性的架織布然後還有PU加熱的膠底。我們主要做運動品牌的話主要是牛皮會做基底的部分運用的方法就是運動鞋然後還有皮衣包包、高五縫繡手套汽車的一個座椅的部分沙發的那個雖然對於人體來說跟SIMI來講有一些部分的產品的重疊性就是因為它的重疊性所以因為PU加它是一個國際知名品牌的一個資金供應商也因為PU加的關係一些品牌認識了我們這個集團SIMI剛才鄧總在來期待我們主要是以國內的產品國內的客戶為主也因為這樣我們把PU加引進來之後它幫我們集團整體的一個產能跟一個生產地地現在一些品牌非PU加接到的品牌漸漸轉變然後再轉到SIMI去做一個認真的一個生產那在未來這幾年這些品牌的認真之後呢會讓會貢獻公司集團更大的一個。",
    "獲益的一個營收。那PU加的一個市場距離。主要是運動品牌在藏紙卡，休閒品牌，那休閒品牌休閒品牌主要還是鞋子為主，那其他的部分就是暫時吧，那其他部分大部分就像高五縫繡手套，或一些其他的包包的一個運用，那運動品牌的部分主要就是像Nike、Lufthansa、Akita等等。所以品牌像Timberland、Hoka等等這些品牌就是PU加這家公司的一個主要的客戶，那都要差只進一品牌為主，那其他的部分就像高五縫繡手套的部分，那PU加一個特殊介入的系統，實在這個業界非常特殊的，PU加三十幾年來從來沒有在海外設過廠，在一個沒有海外廠的一個傳統產業竟然可以獲得世界各大知名品牌的一個認證跟認可。到現在，在這三十幾年來還持續在交貨，這是一家不簡單的公司，那它的一個特色就是它的特殊的結合一個系統，實際在業界是非常難仿冒的，那大家會覺得大陸有很正面的案例，有安安登登這些很大的公司，那為什麼這些公司做不到這些品牌做不到這些產品呢，因為它的技術很難去仿冒。我們在入主之前，我們對這家公司，因為它是我的客戶，我們也覺得很好奇，今天入主之後我們發現這家公司的一些製造的過程，連心力化學都很難去做一個突破，那它幾乎所有東西都是在公司自己內部生產的，公司有一百八十幾個員工沒有外勞，那公司為什麼沒有外勞大家也覺得很奇怪，因為老闆他們難找，因為其實外勞都來自東南亞。",
    "我們原來的經營團隊，跟我們後面的理念我也很認同，因為外勞來台灣工作三年六年十年之後呢，他會回去他的國家，他回去他的國家之後呢，他會把公司的技術帶回去他的國家，技術會外流，那外勞是一個技術工，在台灣生產之後呢，然後他可能會把公司的技術外流，所以這家公司呢，他的技術有他的獨特性，才能獲得Nike、Akita這些品牌的一個青睞跟他產品的一個運用。那一雙鞋子呢，一雙鞋子有很多的材質，一雙黑色的鞋子，實際看起來好看，好像都是一般的東西，就是它表面都是皮革皮，只是底彩是牛皮，一雙黑色的鞋子呢，我們可以做不同的一個運用，客戶來客戶一雙鞋子在下單的時候，他可能希望說，這邊希望是硬一點，硬一點我們可能會採牛皮，這邊需要有彈性，我們可能會用加件，這邊需要價格低一點，我們可能會用不織布。所以客戶的一個設計理念，我們可以給客戶不同的solution，讓他可以去降低成本，然後讓一雙鞋子的運用呢，在同樣表面的PU材質的產品下面，做不同的一個貼合的技術，那這個貼合技術呢，實際很有它的困難性，而且我們貼合的膠呢，是環保的水性膠，然後所以這個膠體呢，也是古大在全世界所使用的。所以到現在為止，都還是一個立體的一個產品，那一般的PU呢，分成乾式跟濕式的，那乾式的部分的話，因為不好把它拿出來，我們就把同業取出來，乾式土布的話，就是像東茶那個，然後另外一個就是國園，然後濕式土布的話就是貼合成旗下的頭的一個三公尺，那因為我們公司，這家公司濕式跟乾式都不一樣，所以它可以把濕式跟乾式兩個合成起來，做成一個很特殊的PU品。所以它這個PU模的開發力呢，每年都能開發出新的產品，今年我們又要收容到7月要收容到公司就在參展，因為我們開發出透明的PU模，未來可能大家看到的鞋子，都是透明的，表面有一個透明的一個架構，那看到這個產品，開發出來的就是我們集團的古大，那這是我們的一個貼合的一個製程，然後我們這家公司，實際很重視環保，有機會到彰化永庭的公司，比如彰化永庭來拜訪我們公司的時候，你也知道這家公司看起來，它就是一個很老舊的公司，可是它這家公司也是完全沒有味道，在公司的一個防濕設備跟環保的一個訴求做得非常的包圍。那我們也期許說，這家公司的加入呢，能帶入我們公司另外一個品牌的領域，實際我們進入這家公司，不是只有入主這家公司而已，我們得到的是Nike IT.com的一個渠道，這些品牌的認證是非常非常的不容易的，那因為經過這些品牌的認證，然後我因為公司的一個經營權的一個異動，我特別拜訪的這些品牌的一個高層，那它對公司的認同度是非常高的，那對公司未來一個整體的一個營運跟發展，是非常的更有機會。",
    "那公司呢在徒步的部分的話，一般的鞋子可能就是重顏色，我們可以單色徒步，我們可以雙色徒步，我們可以做抹布，我們可以做很多的變化，甚至市面上買到的鞋子，只要是看起來像鏡子，鏡面的一個鞋款的PUP的話，幾乎百分之九十以上，都從這家公司做出來的，因為鏡面的皮革其實不好做，然後大部分的同業也不太想要做這種製程，因為很困難。待會我後面有一雙也是這樣的一個鞋子，那大家各位會有興趣的話，可以跟各位做一個介紹，那以下是先例針對那個古代一個冰貨的一個簡單一個介紹，接下來我們請市集名生，然後我們請張董事長來做市集名生的一個法收費的一個簡報。大家好，我們繼續，因為市集名生總經理剛剛緊急有一個採購的任務要出國，所以今天簡報的部分由我來代勞。",
    "那從剛剛大家聽完世家公司的一個法收費會之後，是不是比較乾淨呢？是不是比較有概念？那就建築的部分來講，我們目前是立足台南，但我們不排除要往高雄甚至台北來做一個發展，所以目前業務在擴展當中。那化工來講，我們目前剛剛大家介紹聽完就可以知道，目前可以講是台灣本土工廠外移到海外就算了，那就是我們是目前在台灣本土最大的PU工廠，我們總共四個廠區加起來有五萬坪的工業力，那所以這些在帳上都沒有被反映，各位可以了解它的一個潛在價值。那我們的產品線除了上游的數值還有PU還有PVC還有真皮，那幾乎說只要你的日常用品包括汽車椅套穿的坐的沙發使用的嬰兒車打的籃球幾乎我們只要接觸到不管是真皮或者是燈罩底幾乎都是我們公司可以做出來的產品。所以呢我們這四家公司可以講就是已經橫跨了十一住行域的，那這樣的一個領域。",
    "那接下來要跟各位講的這個世紀民生呢，那它又不一樣了，那我把它定義就是我們的一個出海口，因為世紀民生最主要是做末端消費零售業，所以在這個區塊來講，它以後應該是我們集團營收最大的一個公司，因為做上游你知道就是說原料原料它反應的營收是有限的雖然毛利也不錯，但是呢你真正能夠反應到末端的營收就是要在末端消費。好那一樣是美哲聲明，這是我們的一個基本介紹，世紀民生生成立於竹科在1991年的7月29號，目前的資本呢是1.4千萬元，主要產品有保健食品收入裝修設計還有電商零售餐飲以及智慧機器人的銷售，我們等一下會依序來做一個說明。那我們早期呢是專注在研究開發及製造MCU平台，那世紀民生可以講是最早期元老級的一個IC設計公司，大概是台灣的前兩大IC設計公司非常的資深，那我們在110年取得這間公司的一個經營權，那在第三季呢新增了一個餐飲業務，那因為經營權異動所以有兩年呢不能增加其他營收，所以他前面的兩年是表現比較平淡。那我們在112年呢已經超過了這個營業規則第12條17款的限制，所以呢開始積極的發展業務，那我們也在112年的11月成立了一個生技部門，那剛好搭上了這一個Focal，那在113年呢我們也跨入了電商跟零售的一個業務，在113年的6月呢我們結合原有的IC部門的一個整合了那個原有的資源，那轉型來積極做無人機的一個發展，那我們推出了無人機的一個晶片模組航程電腦控制晶片與無人機的一個整機製造還有AI的數據應用。那這個部分等一下我們會請無人機的專案負責人來跟各位做一個詳細的一個介紹，那這個是我們目前世紀民生的一個組織架構，那就是分成智能機器人AI大健康事業群AI行銷事業群室內設計還有AI數位金融以及餐飲這幾間轉投資公司。那主要業項目的分布呢建材跟工程收入佔19.6健康食品37這是一個廣告收入佔36智能機器人呢0.16%目前積極在發展中，那這個是我們的一個年度損益表，那我們在113年比112年呢有一個很大的一個成長，那在114年度呢也會在比113年度呢會有一個更大的一個成長，那這些都是公開資訊，所以請大家隨時關注。",
    "那可以那再來呢我們來介紹一下說為什麼世紀民生要切入這個保健食品的一個市場，那去年呢台灣進入了高齡化社會，那平均年齡喔平均年齡已經台灣所有地區民眾的平均年齡已經超過50歲，那大家呢對養生健康這種保養的保健的概念越來越有包括說提高抵抗力量在疫情期間包括現在小朋友的護眼我們現在的一個iPad手機的氾濫還有三高還有腸胃以及肌肉關節等問題我們提出了很多的一個solution我們推出了一個銀河市場的產品，那我們也剛好看上這個趨勢喔。全球保健食品的市場規模是1519億美元，那每年將以8.9%的複合率來成長，那台灣的成長率呢是更高的喔。好所以呢我們來介紹一下我們世紀民生專屬的昭和生醫的這個品牌。昭和生醫以推動食的健康為中心理念，我們不但尋找全球頂級食品資源並轉化為最純淨的營養精心挑選來自歐美日理台知名國際大廠的頂級原料選用科學實證的成分足量添加才能夠真正維持您的日常健康經由專業營養師與醫學博士針對現代人常見的營養狀況調配出最適合台灣人的營養補充品。昭和生醫保證100%台灣製造並擁有多項專利技術制研每一項產品皆通過各項嚴格的檢測標準是我們對每個消費者的建議是我們對每個消費者的建議為了健康的重視與保證身為一家盛會為了防止喝醉使得孩子們更有盡情cean為了助人家的健康ler。",
    "首先為candid接著就是kunne莫鑫對於為having a bliver a oh好謝謝大家觀看那因為我們公司是蓋豪宅的那走的是精品高級的市場所以我們健康食品也跟我們的精品豪宅一樣走的也是高級路線那我們的品牌理念就是堅持只做一件事專注人健康那追求人本價值那這是我們的品牌理念那我們目前總共推出各式各樣有45種健康食品從睡眠助眠美麗漂亮美白減肥甚至增加體力的這些產品都有那各位有興趣可以到我們官方網站去參閱今天就不再贅述那我們是國內第一家推出吃的外祕體的上市公司那這個吃的外祕體它是非常安全的因為它是植物精油益生菌發酵在萃取取得大量的這個外祕體。",
    "那因為外祕體呢。它具有修復細胞的一個特性。另外，它算是一個性差跟載具。所以只要說我們的健康食品有加了一個外祕體呢，它可以快速的幫我們的營養成分輸送到最需要的細胞。因為它有通訊的功能。所以呢能夠讓我們的保健食品有一個加成的效果。",
    "所以我們是第一個推出吃的外祕體的一個保健食品。所以我們的產品也引起了很大的迴響。這是我們第一支推出的叫做微谷蜜精凍。它是吃骨頭的一個保健食品。龜鹿、龜鹿二線膠、UC2、外祕體。這支產品從去年11月上市以後，反應非常好。",
    "現在一個月大概銷售光這支產品，這代孕產品，一個月就有2000多萬的營收。那我們在下個月開始，要推出的是雪姬蜜。目前也已經請海角7號田中千惠小姐來代言我的產品。這兩個藝人我們都非常的看好。因為他們從來沒有代言過健康食品。第一次就給我們公司。",
    "所以他的形象是很清新的。像有的藝人他是這個也代言那個也代言，大眼幾趴。然後你就看到其他產品也有他。很多產品都是他在代言。所以你根本不知道說你到底是在幫誰講話。那在我們的一個嚴選當中呢，我們的一個品牌形象是一致的。",
    "沒有這樣的一個廣告腐爛的問題。也比較注重產品本身的品質跟形象。所以這一支產品我們也會非常看好。也可以帶來相當的一個營收。所以各位可以看光這兩支外祕體的產品，一個月就可以創造相當的一個貢獻。那另外呢我們也透過這個社群電商平台來做銷售。",
    "包括官方網站FB LINE IG SHOPPING，以及直銷平台來銷售我們的一個保健品。再來還有一個電銷電視行銷。目前呢這些曲塊的成績都非常的好。所以呢我們每轉投資一個通路，我們就有助於保健品的產品保健食品銷售業績與規模的一個堆疊向上。所以各位也可以發現說為什麼最近業績突飛猛進。因為我們增加了很多銷售的渠道。",
    "最近我們在六月還有一個很大的計畫。就是我們公司會成立一個台灣最大的一個直播平台。目前旗下的直播組已經有將近十幾位。所以我們會擴大編制。除了自有的直播組以外，我們也會請讓其他的直播組來加盟我們的直播平台。讓他來銷售我們昭和生醫的商品。",
    "所以在這個六月我們的一個銷售平台計畫推出之後，我相信他業績會再有一個跳躍式的一個成長。敬請各位來期待。那另外呢我們也是首家推出AI智能營養師。什麼叫AI大健康呢。就是健康食品不只是吃，而且它必須要有一個反饋的動作。隨時能夠了解自己身體的一個狀況。",
    "所以我們推出了一個雲戒指。這個雲戒指就是戴在手上。它隨時會偵測你身體的一個特徵。然後透過APP的數據累積，你可以看到這個雲戒指呢就是戴在手上。你可以看到自己今天睡得好不好。整個月的一個健康狀況馬上可以做一個即時的觀察。",
    "我們來看一下智能界簡單公園的介紹。從保健食品、日常生活用品、抗老、護膚、能量材料、機能服飾來搭配智能載具、智能戒指、直播與電商來做為我們整個銷售的整合。這是一個業界的創新。應該大家都前所未聞。然後大家也要注意。所以今天在這邊跟大家來做一個分享。",
    "這個智能戒是一個AI智慧健康檢測。所以上面有很多的晶片。可以檢測你血管、血流、很多徵兆。它總共可以檢查什麼呢。它就是可以帶來健康跟關心。第一個，它可以隨時偵測到你的心率。",
    "你可以每小時量一次，也可以每五分鐘量一次。隨你自己的設定。再來，包括你的血氧濃度。",
    "再來就是你的睡眠品質。還有你的壓力狀況。最近壓力有點大。它就會產生在你的一個身體特徵上面。",
    "另外呢，卡路里的一個統計。所以我們全天候只要戴著戒指，它就可以做心率檢測。還有一個心率異變性檢測。血氧飽和度壓力檢測。生理期預測跟親友關懷。什麼叫親友關懷呢。",
    "你可以送你爸爸媽媽一個戒指。然後安裝APP在你的手上。然後你就可以隨時知道說你爸爸媽媽的身體狀況。",
    "隨時可以關心他還有他睡得好不好有沒有去運動都可以很容易的去了解那為什麼手指數據比手錶還要準確呢。因為它的血流是比較表面的比我們戴手錶在手腕還要精密這個是一個未來的趨勢那我們知道說很多品牌有出手錶又出戒指那它很多戒指的功能就被閹割了就綁定在我們的一個手錶上面那我們是完全不需要手錶戒指直接可以跟這個手機來連結那另外呢這個也是可以深度防水所以也不怕洗手會去影響到它的功能那我們全天呢可以去觀察自己的一個心率跟血氧數字我們全天呢可以去觀察自己的一個心率跟血氧數字通過APP來收集數字所以每天你們都可以看到自己的睡眠品質好不好那因為這是戒指沒有什麼壓力就戴在手上然後我們這個戒指充電一次可以使用一個月這是最新的電池可以使用一個月不用每天充電那24小時監測你的身體狀況那再來呢壓力檢測幫你檢測你的身體狀況再來呢壓力檢測幫你做好一個壓力的一個管理再來呢女性呢她會預測你的身體期那這是一個AI智能的軟體的開發再來這我剛剛講的健康早知道，關愛不缺席我們的親人，我們的朋友，我們的小朋友只要戴著戒指然後他授權給我們我們通過APP隨時可以了解他的身體狀況好所以呢這是一個最新的一個理念也是一個業界的一個創新結合在我們的健康食品那所以呢我們透過這個雲戒指的APP這是APP的畫面你隨時可以看到心率，飽和度，各種數據打開手機就可以看到，非常的方便而且有歷史數據可以查所以這個是一個AI智能大健康的一個跨界整合在智能健康那我們這個產品推出500個EP500的3個小時現在已經賣完了現在緊急加訂第二批貨那將來呢我們一開始是給我們的會員有累積到一定消費的會員那現在呢我們是會直接在我們電商網站來販售這樣的一個戒指那所以說做一個結論就是說世紀名聲彩多元化的經營策略以人為本那以AI為出發點包括智能無人機健康管理AI行銷以及智能保健AI營養師以及數位金融那用AI來出發來作為各項比較創新的一個行銷方式來達到我們零售銷售的一個目的跟我們的準客戶來做一個連結就是我們目前世紀名聲在積極發展的三大區塊就是生技還有智能機器人以及數位金融這三個區塊那各位可以慢慢再來觀察世紀名聲後續的一個併購跟發展的規劃那接下來的時間呢我就把我們大家最關心的這個無人機智能機器人的一個部分我們請我們的一個事業主持人姓曲都叫他M博士來跟我們分享一下有關於無人機方面的一個詳細的介紹歡迎博士先進大家好那今天我就介紹一下有關世紀名聲在無人機方面的成果那我先簡單講一下就是我們在開發整個無人機的過程中我們除了要訴求是Made in Taiwan以外我們第二個訴求就是希望我們可以對於整台飛機的自制率可以達到一定的比例以上那以目前來講的話我們的自制率大概可以達到70%那另外30%的部分呢我們還在努力的完成中那基本上我們所有的飛機都可以達到Made in Taiwan的標準那在我們開發的無人機的整個產品線裡面我們可以看一下這邊就是我們有設計的各種不同機型那從小的中的到大型的無人機都包含在這個裡面那小型的無人機包含了它的起飛重量在2公斤載重500公克到最大型的2公斤大型的起飛重量可以大於64.9公斤載重可以將近10公斤以上那它們的飛行時間基本上都是以目前業界的標準就是要都在30分鐘以上所以說基本上以我們的產品來講不管是台灣還是全世界的競爭力其實是有一定的基礎那下面這些模組主要就是應用在無人機上面比較重要的一些電子零件包括了飛控電腦包括了GPS模組包括了分電盤電子變速器包括了電子模組等等那這一些模組基本上目前我們都是自己市集民生自己開發設計然後到製造那我們主要的實際有哪些那當然以無人機來講的話對我們的產品的重點除了可以載重以外那當然它的一些性能可能也要跟著上去那就是我們在這個市場的標準那這一個讓大家看到的就是我們飛到一個彰化外海的氣象站去做一個巡檢的動作那它的飛行距離大概是在8到10公里左右那飛行時間大概在20分鐘之內來回完成整個巡檢的過程那巡檢的流程大家可以看到這張照片那就是搭配我們的雲台然後上去做拍攝那我們可以發現這個傳回來的畫質其實是非常好的而且它可以做到就是動態即時把影像回傳讓操控的人可以很清楚的看到這個氣象站在哪裡有沒有發生了什麼樣子的破損或者是損毀那當然這整個就是我們自己開發的一些包括軟體包括液體的部分那我們就可以就是透過這些介面我們可以在地面上遙控的人可以看到很清楚的影像以及把這些影像錄回來做後面的分析使用OK那接著未來呢那剛剛看到的是我們現在已經可以量產的產品那在未來的話呢我們還有設計的就是油電混合模式或者是純汽油模式長距離的一些V頭型的無人機那它的造型大概就是像我們現在看到的這個樣子就是它有固定翼的翅膀可是它的重點就是它可以做垂直起降的動作所以它可以執行更遠的任務載更大的重量OK那這個就是以目前來講我們世紀民生在無人機這個區塊已經擁有的產品以及未來我們要開發的重點對好那原則上我們今天五家公司的法說會就到這邊。"
  ],
  "transcript_en": [
    "Today, we are honored to invite the chairman of the five subsidiaries of Shangyao Group to come up from the north of Tainan to make a new update on our company's operation dynamics, and now how to deal with a trend in this industry market, how to do some future business development and planning. We will first introduce the general manager and the chairman of the group, and then we will do a report to our chairman and general manager. We will first invite the chairman of Shangyao Group, Mr. Zhang Yumingchang.",
    "That's where we started, and that's when we acquired a merger. That's when we acquired the integration of our upstream and downstream. That's when we made some cross-industry mergers and acquisitions, which became our second growth curve. That's where we've also built innovation and a brand. That's where we continue to expand our market and niche. Today's is a medium-term opportunity to share one of our business results.",
    "That's a disclaimer, so please take a look first. Then let's take a look at some of the companies that have helped us to make a very efficient division of the group and the results of our operations. That's our current blueprint for the company. We are people-oriented, expanding the operation and market landscape of our group by means of mergers and acquisitions and partnerships. There are a number of unlisted companies in our company.",
    "Those five are listed companies. We currently have the latest figures of the total market capitalization of the five groups combined with 426 million. The total assets of our current group reached a scale of 1.72 billion. That we have a considerable growth in the past decade so far.",
    "The main company I have listed. That relatively small company we don't have a list. Shangyao is the parent company at the top of the list, and the one he invests directly creates Yongjie innovation and a century-old reputation. This is a direct investment.",
    "Nixon Chemical acquired a large-scale application material last year. The century is now well-known as the main subsidiary of Hanyu Technology and Yunkang Century. The two subsidiaries are therefore said to have more chemical and biotechnology across the construction industry.",
    "This is the information we have about these companies as well as the general manager and an analysis of the market. Please make a reference. This is the analysis of a year-round revenue of one of the five companies in our group, and the EPS and profit situation. Please refer to this because it is public information.",
    "It is the same as a disclaimer application. What kind of construction company is it? We are from Tainan, and we are a builder on the land of Tainan. It is the business of the brand. Our structuring philosophy is simple light yellow district. The light yellow district is our structuring philosophy.",
    "So you'll find that every building you buy is in the heart of the city. We don't have any suburban land. It's the first one in the city where we are more able to create value. The second I think detoxification is less questionable.",
    "We also have a construction company. It is the essence of focus in the center of the city and the essence of the land we are more willing to acquire. It is also a privilege that we have acquired almost every of the most exquisite land we have acquired by our company.",
    "The main business project is residential and building development. In fact, it is a holding company in addition to the construction industry. Therefore, the revenue of these subsidiaries is merged under the Shang Yao construction. So we can see that the value of this company can no longer be seen from the value of the construction company, but from the perspective of the building company, it is a comprehensive holding group.",
    "The first one to the left is the Hubei Basin. The average price of a new house in Tainan is about 140,000 square feet. But when we put it on, we sell it to 20 million penthouses and sell it to about 20 million. So when we put it on, the price of a new house in Tainan is probably 2 or 3 times the price of the experience market.",
    "So, you can break through the market. The second building is The King, which is the first building we challenge the ultra-high building is 24th floor, and the second building is 29th floor. Then it is Deef Almay and Mayfair.",
    "So after the 29th floor of the first high building, we launched the first high building in Tainan, the 35th floor of the first high building. The first high building in Tainan has now become the second high building. Because we are going to push another 38th floor in May, it is also the first high building in Tainan. Therefore, the first high building in Tainan, the second high building, and the third high building are all created by our company.",
    "We are a big customer in the center of the city and the Old Town Park. The central bank has recently been worried about this problem with TSMC. That for our company is that the rigid needs of the old town are never afraid of being just as good as the location. So real estate we often talk about location location as long as the location is not afraid of not being renewed.",
    "We are currently in a jail. As long as the center of Tainan is almost all cases of our company. The market share is over 80%. It is almost a bit monopoly. So as long as you want to buy a house in the center of Tainan, you can only choose a buyer. As long as we have a house to sell to you, this is probably the concept.",
    "In the future, some of these cases in pre-sale, some of them are already sold, are under construction, and some are ready to be pushed. In the next five years, we can implement these revenues into the performance of the group. Let everyone make a reference to the concept. That is our latest progress.",
    "The current progress of the project, because he was just double-crossing, so the progress of the project could also be smooth. There was a plan in the expected period. We wanted to be able to top it up in the next two years. That was the opportunity to start contributing to a company's revenue. So we have already completed our SRC on the 2nd floor and are currently on the 3rd floor.",
    "This website uses cookies to improve functionality and performance. Using cookies should enable the user to use certain functions, share on social networks and edit messages and advertisements. By clicking on the “OK” button, you agree to the use of cookies on this website. For additional information, please see our privacy policy.",
    "We were lucky to have two of the best of the best. The South Base, which has a total of 3,791 square feet, has a cost of 40 million square feet. Recently, our industry, we also bought a proposal to push next door, but we bought 40 million square feet, and it has already bought a million square feet. So as we are currently in the inventory of the land, you can calculate that we already have billions of potential profits in it.",
    "This site is a reconstruction area of Tainan City, it is a green energy, there is no wire, and then there is no living environment very good, and it every house is forced to install solar panels, so it can be said is a demonstration area of Tainan City. Our so-called south base and the north base, you can see the center has a semi-circular, that is the core, this reconstruction area has more than 100 hectares, but the most important thing is that the middle half of the circle, the first line is blurred, the column has the highest volume, the northern one is the most south of the one, and we are the company to grab.",
    "In fact, in our Tainan area, TSMC has been in Tainan for 20 years, a lot of things have been blowing, Chiayi blowing, Kaohsiung blowing, real estate is rising, we are really it is 20 years, really contributing to our quality of life, as well as the need for manpower. The most important thing is that although it is now expanding, its suppliers are still concentrated in Tainan, there is no outward movement phenomenon. So we continue to continue to look at this revenue, a revenue growth in Tainan.",
    "So it is the largest development, the largest revenue, the largest electricity consumption, and the largest production value of a park. In our entire Taiwan South Road, it is the most representative. It is like a new case that we recently opened in the upper case, which is very warm response, the effect of sales is this one. This is the first time we have been to the upper city of the company, the 15th floor of 98 homes, the pre-sale situation is very good, so this is more than we expected.",
    "We are already in the process of applying, and it is already in the process of making changes. It is also a case of an indicator that we are going to make a more in-depth description of the dust. It can be said that the entire Tainan city center, a very powerful project, and a very prominent spot in the tourism area. The condition analysis should be built in addition to just saying that apart from the construction of this piece, there are other parts of the holdings.",
    "That is our balance sheet. This is our balance sheet. This is our balance sheet. It is also public information and I don't tell you anymore. This is an analysis, a contract liability. A contract liability represents that we sell to a house and then sign a contract with a client.",
    "Over the years, we have seen a steady rise in our footprint contract liability, which also means that the pre-sale status of our premises is very good. So this is only after completion. According to the accounting principles of IFAS, this is a change in our contract liability for each case. The higher the higher the amount of potential pre-sale to be made. The above is the portion of the business to be built.",
    "Then we asked the General Manager of Peng Guang to explain the part of the development. Please take the part of the development. Please take the part of the development. Thank you.",
    "Here is a briefing from my representatives on the first legislative meeting of 2025. For the disclaimer, please refer to the briefing section. The briefing section is divided into four sections. The first part is the briefing section. The briefing information is like a basic briefing above.",
    "FIBEN is currently focusing on one of the more dangerous areas of the city. We look forward to gradually building a leadership position in the more dangerous market through strategic land acquisitions and a development of a project. An overview of the next project is available. I am roughly divided into two projects currently under construction. The first one is a new drilling meteor, which is located in the town of Denghuang District, the town of Tainan City.",
    "At present, the progress of the first floor is smooth, which is a strong part of the cast steel heart. The case has been sold to nearly 93% and has more than 90% of the construction. This is also a case of the cover that our group often said. The second is a large town tree, Chen Shi, who was awarded a construction license last year, is already in the construction work, so it is very fast. The case is also located in a northern city in Tainan city, a light yellow district, the lower 3 floors of the 15 floors, the base of the case has a transparent and transparent base, the base of the case is clear 4 households and the building of the 94 households, respectively.",
    "We have posted to this municipal government, we can only wait until the price of the next industry slowly to catch up, may only appear our price. In addition, we previously said that Zhang Nan Group Zhang Dong said the price of this 141.5 million yuan, the Zhongzheng Road, the Zhongzheng District, the Zhongzheng Road, the Zhongzheng Road, the light yellow yellow, heard that the sale price of the land at that time has been set a new high, the total sales will exceed 7 billion yuan, the current changes in the design, this part of the rain cover, this part of the rain cover, and this part of the rain cover.",
    "The second is the white round, which is located in Rende District, Tainan City, which only appeared this year, which is only a major growth energies, which we want to bring to life a growth energie, which we want to continue to develop in a positive way, which is a major development of the city center. The second part of the analysis of the operation, compared to 112 years, we can see that 113 years of net profit and U.S. surplus can see a significant growth, can refer to it. Finally, I think that the current gang has already grasped the pre-sale project, including the aforementioned new revenues, and so on, etc., that is a sales performance of one of the highest single item that has already created the region, and even the sales rate can also see, which is expected to inject a stronger growth momentum for a future operation, but we want to continue to build a future future future, which will be a new product with the future future of the future of the future of the company.",
    "In 1992, we mainly focused on the development of a cooperative development, and in 2013, we set up an advanced research and development department, and then for some nano stalls in Tainan, and then do some composite materials, and then do some resistance to changes, then some implementation of a product, then we to the automotive and other fields of construction, then we focus on a new material in recent years, because of the advanced development of a material, then we also successfully from the industrial luck to the car library, for this mobile phone, there is a product, there is a shipping of the land-based brand, that we are in environmental materials, especially the introduction of new customers in Europe, and then the development of the defense of a material of bulletproof clothing, we have been developing and shipping part.",
    "I will also introduce Putan with the materials. Because after all, it is a listed OTC company. But it is a very special company. It is a fund provider of some well-known sports brands in the world.",
    "In addition, the fund provider has been supporting Nike, IT, Darling, Vans and other brands for more than 20 years. The company's main numerical provider is Wing Kit. That's just what our Chairman has mentioned about our integration and merger of listing cabinets.",
    "The value of the two billion shape is that it is a 100 million shape. It may be that you can understand the 100 million shape and 200 million shape on the Internet. It has a difference. Because the material is different from its use field, there will be a very different way of producing the PU value. The water-based value is the development of the water-based value when the environmental awareness rises over the years.",
    "Then we will see a growth of a revenue of our water-based values. Then there is a wet-type value. Then the nylon value. Then the surface is treated with a value. Then the next small dose. Then the wet-cured reaction of hot melt adhesive.",
    "Then the part of the TPU is also a production project of the company. Then the company's orange polyols. Orange polyol is a basic raw material for footwear. We are also mainly supplied to a well-known footwear factory in Tainan.",
    "Then there is a compound of polymers. Then there is a compound of polymers. It is a material of HARCO that we have recently shipped. This HARCO material will briefly describe our progress. That is the ratio of this year to this year's shipment.",
    "The idea of sneakers is above the five-tier strategic company. That was 2024 when I saw it. Because I would follow the spell last year for years. We worked hard to make a customer development. Then one of the materials I made last year was already 10% of our company's revenue. And in the latter half of the year, it continued to grow.",
    "It's a trade war where thousands of tariffs are more likely to be interested in. It's a part of a trade war where customers have just received a tariff. And the customer is very much interested in the development of a shipment behind the whole speedway. So last year's word has already accounted for a percentage of our company's revenue. The future is going to be a state of continuous growth.",
    "We are here to calculate it in tons. So it looks very small in terms of its proportion. For the part of durability. But if it is a kilogram of shipping, it can do a lot of cell phone applications. So its gross margin is very high. The HARCO material will talk to you later about the current situation of a new customer.",
    "That's the state of the company's operations. That 170 years of revenue increased more than last year. That was mainly after the outbreak of a single reflow of customers. Then we sold a new product and merged a reflow of subsidiaries. Then we had a reflow of new products.",
    "This is a trend of our gross profit. Please refer to it. It is a development of our products. Then we have a ratio of high and low gross profit to appropriate distribution. So this is a good thing to maintain the gross profit margin. This is a trend of our profit.",
    "That is, in addition to revenue growth. In addition to revenue growth, we also have the gross profit increase of the company. That total investment is just any valuable securities and health product evaluation benefits. That is mainly the incentive to increase the value of the evaluation benefits of these physiological and fertilizing products. That is the combined use of vaccines.",
    "That was in the public consultation exhibition, too. In 117 years ago, we had EPS0. 1, which grew to 0.38 last year. That was part of the balance sheet.",
    "We are also actively involved in a number of public welfare activities. Then we are in charge because the chemical demand for fire is very high. We also dominate the use of fire in Tainan on some equipment. If you have the opportunity to visit our factory in Tainan on the environmental protection, I think the chemical factory should be very tasteful.",
    "Then the chemical factory can be very noisy. When we went to the factory, there was no smell of any flavor. In the process of our company's production process, some of the company's safety regulations were in place. And our company has more than 1700 monitoring and testing of any leaked part of the pipeline we can do immediately.",
    "We are also a top-level company. So we want to focus on common interests. This is a very important foundation for our corporate governance. That is the future development of the company after the pandemic, and we all know that the decline in stock in these major brands is a downward trend.",
    "I'm sure you'll be able to ask these questions. However, the impact of our orders is not visible at the moment. Then there is no reduction in the trend of our customers. So the current order for these contributions is a clear growth. And last year after we merged into the General Assembly, I personally went to our customer's headquarters in Portland to visit it once.",
    "And then they sent 22 people from the U.S. last month to our company to do training and then to our company was very agreeable. And last month we passed a VLC leather certification in the UK and a certification for the fourth consecutive German Congress gold medal. This certification is very special. This certification is required for all brands that use leather in leather.",
    "So we also got a certificate of gold for 8 consecutive years. Then it was very helpful for the company's development in the next 2 years. That's another quality product that our company is very important to launch. That's the rise of environmental awareness.",
    "It is the skin. It is not friendly to the environment. Water quality is also a project that we have developed over the years. Water quality is a part of the growth of the company's shipping volume, and it gradually becomes a major source of our company's transplant projects.",
    "It is a future development of the company. The company plans to use European environmentally friendly water-based materials. It only started to make statements from last year's Q3. It took us about 3 years in the certification process. Then it passed the customer's certification. Last year started delivery.",
    "This year, there are more than 70 new products in development. It is believed that this new product will be very useful for the introduction of a water-based product in the future. It was just mentioned that water-based quality is now a major production project of the company.",
    "In the defense section, I hope that we have been working together with our downstream customers to develop some rebounded fibers. The demand for defense in the future also wants us to contribute to the development of the future of defense. We and Soy company also have a large part of the development of the development of sports shoes, a dedicated single-machine shoes, more and more use of shoes. It is especially important that the use of these well-known brands of products is very special. The development of these metal design series has been difficult to guide the company to develop a new product, because we have joined us to speed up the development of this product and will match the needs of a new product of a customer in the future.",
    "It is also the first time that I report to Falun Gong that they have shipped the brand to our company, and then we have signed a confidentiality agreement with the brand, and now the product is in development. So this product may not be obvious in the company's revenue space, but in the future product use of the company's future product is an indispensable driving force. Traditional industry representatives can not be a product of cash, so from the skin quality of the development, and gradually introduce a new product of the company, we hope that in the future, we also hope that these major brands can introduce more folding series of products to the company's quality of one use, so we hope that these mainstream brands start to make the demand of the introduction of these phones a favorite.",
    "This product is the only one that has the most surface of a mobile phone because it is hard, but it has been launched on the market Samsung has been launched to the fifth generation or even the sixth generation of the product came out so it is up to date that it is a mature product, but this new field with new applications and new specifications are also introduced in the original intention. Our company has been receiving a new specification of the customer every year, a request that explains the quality of the chemical quality of a Samsung, so every time we receive a new specification development, I will use the shortest time to send a sample of the product.",
    "The bulletproof fiber part is actually always in development. When the domestic application is done, it is an action to make a sign. Then the bulletproof fiber part, we focus on the number, because it must be the fiber, our number can aggregate the fiber, that many colors, or multi-layer lamination, becomes a bulletproof garment replacing the steel plate.",
    "In the future, such as a vertical integration of an airport of the company, which is especially in our chemical parts, especially a high-flowing raw material, then we will not only go down the integration, so we are going to start in a horizontal direction. I hope that in the field of chemical industry, in addition to the introduction of the main business of the company, chemical is another territorial volume of the company, but also a very important growth momentum of the company in the future.",
    "The main production base is in Tainan, which has a total land area of 26383, which is also the leading production base in the industry. The main production base is 100% of Taiwan's production of synthetic leather and plastic leather, then the completion base has been reported with you, there are two factories in Taiwan, which are 12989 squares in the market, 13394 squares, and 26383 squares in total. In order to revitalize the company's assets, we have all the production capacity of the school's production equipment to transfer to and follow the school's market.",
    "The main products of our heart are PVC latex, PVC soft software, and then PU synthesis and perspective film, and then you report that you will find strange, why not, so that their processing base is based on PVC as the basis of raw materials. Because of the different process, the functional requirements are different from the chemical, so there will be a distinction.",
    "In addition, PU, its feel is the closest to the dermis, which is also the highest level of environmental friendliness, it is a relatively hydrolyzed product, which can, of course, according to the customer's requirements to do a hydrolyzed age adjustment. Another PU perspective film, then of course, this is the main product of psychological chemistry. It is mainly applied to some linings in the blood and flushing fluid, then will be with you to make a detailed introduction.",
    "The first part of the PU synthesis, you can see that I believe you will hear a cat scratching when you buy a home, then cat scratching is a main product of psychological chemistry. Why it is called scratching, it on the surface pattern, it can pass more than 100,000 molds test, then it can pass more than 50,000 times the need of the inner part, it means that cat scratching is a good way to scratch. Basically, you should say that psychiatry is the original scratching of the cat scratching, this product is actually developed by the psychiatry. When we can see each of you do a imitation or what action, so there will be a variety of cat scratching on the market.",
    "It is mainly used in the lining of the sponge, blood coat. Why it will be applied in this place. Basically, the basic material of the sponge, blood coat is cloth, then it will be wet, then the wet does not have heating function. After the process of this layer, the first it can make the heat not spread out, the second it can make the wind to produce a windproof effect.",
    "Basically, we will be able to control the in-mine precision. Basically, this is a great technique in the industry. What is the concept of in-mine? The diameter of our hair is about 100mm.",
    "This means that my breakthrough accuracy is 100mm. The breakthrough accuracy can be controlled at 100 times the thickness of 1% of the hair to do a single machining.",
    "The PU synthetic leather part is mainly a surface change, and according to customer requirements to do a customized product. In addition, PMMA products are also a product jointly developed with the subject of chemical import in recent years, which is mainly applied in the decoration part. The person said that work to do a good job must first use the equipment, then we integrated the resources of the whole group, the force chemistry in the industry may be the most complete set of quality inspection equipment, please refer to",
    "This is a trend of gross profit, which is a significant increase in revenue compared to the previous year. It is a trend of profit, so you can see that in the first quarter of 113 and the fourth quarter of 113 there is a significant increase, which is a comprehensive profit table, please refer to it. This is the balance sheet, that basically the net value per share from 112 to 113 at the end of the year is 25. 03 net value per share.",
    "This is the first time we will introduce, because the group is also very important to our Prime Minister, we attach great importance to this general merger, that is, because it is not a public company, so I also take the opportunity to visit with you, and then we will think, because we already have a new force, that is why we have to buy another general force, that is why the overall production of the product is actually a big difference with the new force, that it is with the new force, that it is with the new force, that it is with the new force, that it is with the new force, that it is with the new force. The main thing we do is to use the basic part of the use of the cowhide is that there are shoes and leather bags, high five seam embroidery gloves car part of the sofa, although for the human body and SIMI there are some parts of the product overlap is because of the overlapping, so because PU is an international famous brand, a money supplier of PU also because of the relationship between PU added some of the brand we know that we are mainly based in the domestic product of the customer, because we add PU to the introduction of the product of the main, because it helps our group's overall capacity and a production place of some brands that are not PU added to the brand gradually and then go to SIMI to do a serious production of the next few years after these brands will be contributing to the company's larger one.",
    "This website uses cookies to improve functionality and performance. Using cookies should enable the user to use certain functions, share on social networks and edit messages and advertisements. By clicking on the “OK” button, you agree to the use of cookies on this website. For additional information, please see our privacy policy.",
    "Our original management team, along with the idea behind us, I also agree that after three years of working in Taiwan, he will return to his country, after he returns to his country, he will take the company's technology back to his country, the technology will be outflow, and then he may outflow the company's technology, so this company, his technology has its own uniqueness, in order to get a good use of Nike, Akita these brands with his products. That pair of shoes, a pair of shoes has a lot of material, a pair of black shoes, actually looks good, seems like the ordinary things, is that the surface is leather, just leather, a leather, a pair of black shoes, we can do a different use, customer a pair of shoes when placing orders, he hopes that there is a hard, here we need to use a piece, here is a little more, the price, we may use non-woven fabric. So, the development of this PU model can develop new products every year, and this year we will be able to accept until July to accept the company to participate in the exhibition, because we have developed transparent PU mold, shoes we may see in the future, there is a transparent structure on the surface, that is, the development of this product is our group's old, that is, it is a laminated process, and then our company, we really care about environmental protection, the opportunity to visit our company, such as Changhua Yongting to visit our company, you know that it looks like a very old company, but this company also has no taste, in the company in the company of an anti-humidity equipment and environmental protection of a very much surrounded.",
    "If you are looking for shoes that are not suitable for you, you may be looking for shoes that are suitable for you. If you are looking for shoes that are not suitable for you, you may be looking for shoes that are suitable for you. If you are looking for shoes that are not suitable for you, you may be looking for shoes that are suitable for you. If you are looking for shoes that are suitable for you, please contact us.",
    "So what is the best way to do this? It's not a concept. We are currently based in Tainan, but we don't rule out the development to Kaohsiung or Taipei, so we are expanding our business. The chemical industry, we just introduced it, we can now say that we are the largest PU factory in Taiwan, we have a total of four factories in Taiwan, we have a total of 50,000 square feet of industrial force, so these accounts are not reflected, you can understand its potential value.",
    "This is the first time that we are focusing on research and development and manufacturing the MCU platform, the century people can speak of an IC design company in the early stage of the consumer retail industry, so in this area, it should be the largest company in our group revenue, because you know upstream that raw materials it reacts to revenue is limited, although gross profit is not good, but you can really react to the end of the revenue is in the end consumption. As good as this is a basic statement, this is a basic introduction, Century Life Bamboo was founded in 1991 July 29, the current capital is 1.40 million, the main products have health food revenue decoration design and e-commerce restaurant and intelligent robot sales, we will make a statement in order.",
    "This is why we are going to talk about why people from all walks of life want to get into this health food market. Last year, Taiwan entered an aging society, the average age of the average age has been more than 50 years, the concept of health care in all areas of Taiwan, including increasing resistance in the epidemic period, including children's eyes, our current iPad phones, three highs, gastrointestinal and muscle joint problems, we proposed a lot of solutions we launched a galaxy market product, then we also just look at this trend. The global health food market size is 1519 billion dollars, that will grow with a compound rate of 8.9% each year, the growth rate of Taiwan is higher.",
    "First of all, let's take a look at the brand concept of candid is what candid is about for having a bliver a oh thanks to everyone to watch that because we are a luxury house that goes high-quality market so healthy food also goes with our boutique luxury luxury luxury house is also a high-level course that our brand concept is to stick to only one thing to focus on people's health and the pursuit of people's value that is our brand concept. At present, we have launched a wide range of 45 kinds of healthy foods from sleep aid beauty beauty whitening to weight loss and even increase physical strength of these products have been interested you can go to our official website to see today no more about the fact that we are the first company to introduce the food outside secret that eat, it is very safe because it is plant oil probiotic fermentation to get a lot of this secret.",
    "That's because of the external secret. It has a characteristic of repairing cells. In addition, it is considered to be a STD and carrier. So as long as our health food has an external secret, it can quickly help our nutrients transport to the most needed cells. Because it has the function of communication, so it can give our health food a boost.",
    "This is why we are the first to introduce a food supplement to the outside world. So our products also caused a great response. This is our first to introduce a food supplement called Micro Valley Honey Gel. It is a health food that eats bones. Turtle deer, turtle deer 2nd wire adhesive, UC2, outside the body. This product reacts very well since its launch in November last year.",
    "Now it's about a month to sell this product, this surrogacy product, and a month to have more than 20 million revenue. We're going to launch it next month. At present, we've also invited Ms. Tanaka Mizuho, No. 7, to speak for my product.",
    "So his image is fresh. He is like an artist who is also a spokesperson of that too, and then you see other products as well. Many products are his spokesperson. So you don't know who you are talking to. One of our picks is that our brand image is the same.",
    "There is no such thing as a rotten ad. It also pays more attention to the quality and image of the product itself. So this product is also very good. It can also bring a considerable revenue. So you can look at these two products, and you can create a considerable contribution in a month.",
    "There's also a telemarketing program. The results of these blocks are very good. That's why every time we invest in one channel, we help the health food sales performance and scale a stack up. So you can also find out why the recent sales have gone up.",
    "We recently had a big project in June. That's why we set up one of the largest live streaming platforms in Taiwan. There are now more than a dozen live streaming groups in Taiwan. So we will expand our production. In addition to our own live streaming groups, we will also invite other live streaming groups to join our live streaming platforms.",
    "So after the launch of our sales platform program in June, I believe that his performance will have another jump-starting growth. Please look forward to it. We are also the first to introduce AI intelligent dietitian. What is AI big health? It is healthy food not only eat, but it must have a feedback action.",
    "So we launched a cloud ring. This cloud ring is on hand. It detects a feature of your body at any time. Then accumulated data through the app, you can see that this cloud ring is on hand. You can see that you slept well today.",
    "Let's take a look at the simple parks in the smart world. From health food, daily necessities, anti-aging, skin care, energy materials, functional clothing to the integration of smart vehicles, smart rings, live streaming and e-commerce for our entire sales.",
    "This smart ring is an AI smart health test. So there are a lot of chips on it. It can detect your blood vessels, blood flow, and many signs. It can check what is in total. It can bring health and care. First, it can detect your heart rate at any time.",
    "You can measure it once an hour or every five minutes. With your own settings, you can also measure it every five minutes. Then, including your blood oxygen concentration.",
    "You will have a good night's sleep, and you will have a good night's sleep, and you will have a good night's sleep, and you will have a good night's sleep.",
    "In addition, calorie is a statistical measure. So we wear rings around the clock, it can do heart rate detection. There is also a heart rate variation test. Blood oxygen saturation stress detection.",
    "You can send your mom and dad a ring. Then install the app in your hand. Then you can always know your mom and dad's physical condition.",
    "It is always easy to worry about whether or not he sleeps or does not go to exercise to understand why the finger data is more accurate than the watch. We know that a lot of brands have a watch and a lot of the ring's function is tied to our watch, we don't need a watch ring to connect with this phone directly, and this is also a deep waterproof so don't be afraid to wash your hands will affect its function. We can watch one of our own heart rate and blood oxygen numbers all day. We can observe one of our own heart rate and blood oxygen numbers all day. So you can see your own heart rate and blood oxygen numbers through the APP every day, so you can see your own sleep quality is not good because there is no pressure on the ring to wear and then we can use this ring once a month. This is the latest battery can not use 24 hours a month to check your physical condition again, stress detection will help you do a pressure management and this woman. She will predict your body period of AI intelligent software development. We are now a member of this group of consumers, and we will sell this kind of ring directly on our e-commerce website, so it is a conclusion that the multi-ethnic business strategy is people-oriented, based on the AI as the starting point, including intelligent drone health management AI marketing and intelligent healthcare AI nutritionist and digital finance AI to start out as a more innovative marketing way to reach a goal of our retail sales with our prospective customers to do a link is that we are currently actively developing the three major areas of the century is biotechnology and intelligent robots and digital finance. 9 kilograms of weight can be more than 10 kilograms of their flight time is basically based on the industry standard is more than 30 minutes, so basically, our products in Taiwan or the world competitiveness is basically there is a certain base of these modules are mainly used on the drones, some of the more important electronic components, including the flight control computer, including the GPS module, including the split disk electronic transmission, including the electronic module, etc. These modules are basically now we are our own market people to develop and design their own electronic transmissions, and then to manufacture the actual and actual parts of the drones, which we can focus on our products in addition to loading, of course, some of its performance may follow up is that we see in this market standard, let us see that we are going to a cruise at a overseas meteorological station, it is about 8 to 10 km, the flight time to complete the entire inspection process within 20 minutes, we can see this picture, it is a picture, together with our platform, and shoot it is a good quality, it, and it, and it, and it can be able to see that the image, and it is to see that the future."
  ],
  "meta": {
    "source": "manual_upload"
  }
}