{
  "schema_version": "v2-two-tables",
  "stock_id": "1324",
  "date": "2025-03-26",
  "original_filename": "1324_20250326_paragraphized.zhtw.txt",
  "transcript_zh": [
    "地球綜合工業股份有限公司法人說明會。我們正式開始。接下來我們把時間交給黃明慶總經理。各位同志先進大家好。我是地球綜合工業股份有限公司總經理。黃明慶。",
    "今天非常感謝大家。多多來參加我們公司2025年的法人說明會。今天法人說明會的內容主要有四大部分。包含第一個是公司的概況。第二個是產品概況。第三是財務概況。",
    "第四是未來的展望。首先我跟大家報告一下公司的概況。我們公司是設立在1964年12月8號。在2000年的9月11號上市。資本額是新台幣715,121.820元。主要是做各式膠帶的製造加工。",
    "並且以我們Globe這個品牌行銷全世界。總公司是設在台北市。目前我們有三座工廠。兩座在台灣一座在中國大陸。在台灣的兩個廠都是位在桃園柚子工業區。裡面的兩個廠。",
    "第一個廠我們一般做熟成叫做柚子一廠。這個是在民國61年成立主要是做OVB膠帶。柚子二廠是在民國76年成立的。主要是做PVC膠帶跟其他特殊膠帶。這兩座工廠都有ISO9001、14001跟45001的認證。中國大陸的那個廠是在廣東省的珠海市。",
    "這是在民國91年成立主要是生產PVC膠帶。這座工廠有ISO9001的認證。那公司的產品。第一個跟大家報告公司的整個產品的概況。那產品的類別主要是有十大項。像PVC膠帶、OVB膠帶、布膠帶、雙面膠帶、玻璃紙膠帶。",
    "磁物膠帶、鋁箔膠帶、膠帶切割器、PE綻綁。還有這個抗靜電液。膠帶的產品用途很多。那比較主要常見的有。用在絕緣方面。還有用在汽車的方面。",
    "還有用在建築方面。還有用在警示的方面。警示是大部分是在工廠裡面的安全警示用的。",
    "另外還有用在家電方面。還有用在包裝的方面。這個量是比較一般來講是非常大量的用途。還有用在文具方面。還有在版收藏的使用。那產品的安規和品質管理。",
    "公司都具備了基本的一些要件。主要的有這個品質管理方面有ISO9001-2015年版的。ISO14001-2015年版的。還有ISO45001-2018年版的。我們有ROSE認證的這個產品。那在這個PVC權益方面呢。",
    "產品的安規和品質管理方面呢。產品的安規我們有取得一些國家的認證。像這個加拿大的CSA。這個義大利的IMQ。日本的JIS。美國的UL。",
    "還有德國的VTE。那在這個產品的碳土機的歷程裡面。我們從這個2009年開始就導入了ISO14064-1。這個是主要是進行組織型溫室氣體開放的盤查。我們是進一步減少碳排放量。並有取得SGS的外部驗證。",
    "目前我們是持續進行優適二廠天然氣的部件。等這個建設完成之後。將可以進一步減少溫室氣體排放量。這個工程預計進一步完成。還有我們是台灣第一家取得碳土機標籤認證的交代製造廠商。下面跟各位介紹一下碳土機認證標籤認證的這個交代。",
    "碳土機交代主要有三大類。兩類是OPP包裝交代。一類是PPC的這個部分交代。第一類的OPP包裝交代。我們的品號是701A。規格是48mm x 35mm。",
    "有兩種包裝方式。一個是單捲一個是六檢級數。這個就是單捲包裝。這個是六檢的級數。第二個也是OPP包裝交代。品號是7011。",
    "規格是48mm x 80mm。有兩種包裝方式。一個是單捲包裝一個是六檢級數。第三類的產品是PPC的部分交代。我們的產品品號是112。規格是48mm x 12mm。",
    "有兩種包裝方式。單捲跟六檢平平置。這個是單捲這個是六檢皮。這個是單捲這個是六檢皮。這是六檢平置。第一層部分跟大家報告公司的財務概況。",
    "下面報告的財務數字的金額的幣別是新台幣。第一個報告是2023年到2024年季別的營運概況。在這個圖表裡面藍色的部分是營業收入。這個橘色部分是本期淨利。這個灰色的部分是毛利率。從2023年第三季到2024年第四季。",
    "每季的營業收入分別是。2億3704萬6千元。2億3704萬6千元。2億3704萬6千元。2億2317萬。1億9915萬6千元。",
    "1億9915萬6千元。2億0560萬5千元。2億0560萬5千元。1億8248萬4千元。1億8248萬4千元。2億0795萬2千元。",
    "2億0795萬2千元。這個淨利部分。從2023年第三季到2024年第四季。每季的本期淨利分別是。1億801萬9千元。1億801萬9千元。",
    "1億582萬2千元。1億5802萬2千元。1億245萬5千元。1億113萬9千元。2024年第三季很不幸是有營業淨利。本期淨損是2億207萬2千元。",
    "本期淨損是2億207萬2千元。2024年第三季是。本期淨利是。750萬萬2千元。本期淨利的過分。從2023年第三季到2024年第四季。",
    "分別是。21.4% 22.26% 18.56% 18.69% 18.66% 16.57% 2022年到2024年的營運概況。同樣的是。藍色的過分是營業收入。橘色的是本期淨利。橘色的是本期淨利。",
    "綠色的是勞力率。銀月收入的部分。2022年是。9億8301萬7千元。9億8301萬7千元。2023年是。",
    "9億2141萬。2024年是。7億9519萬7千元。本期淨利。2022年是。480萬3千元。",
    "2023年是。3945萬7千元。2024年是683萬2千元。2023年是。680萬2千元。2022年是15.64%。",
    "2023年是21.39%。2023年是18.1%。2023年是18.1%。2023年是18.1%。2022年到2024年的現金鼓勵跟EPS。現金鼓勵跟EPS。",
    "現金鼓勵跟EPS。藍色的是現金鼓勵。橘色的是EPS。現金鼓勵2020年到2024年，每年都是0.2%。EPS的部分。2022年是0.06元。",
    "2023年是0.53元。2024年是0.09元。2023年是0.53元。2024年是0.09元。最近兩年度的內外銷的營收。在2023年的部分，外銷的部分是4億2531萬3千元，佔的整體的46%。",
    "內銷是4億9609萬7千元，佔了53%。內銷是4億9609萬7千元，佔的53%。內銷是4億9609萬7千元，佔了53%。內銷是4億9609萬7千元，佔了53%。內銷是4億5609萬9千元，佔了57%。第四個部分跟大家報告一下未來的展望。",
    "第四個部分跟大家報告一下未來的展望。我們公司主要是以ESG，也就是環境保護、社會責任公司治理作為公司永續發展的一個目標。主要內容包括下面幾個要點。第一個是研發高性能讓環保取向的產品，提升品牌價值跟開創新的商機。第二個是以潛能簡單和永續發展為導向，開發環保的材料，採用更前提的生產設備跟製程，建立環境管理系統。這個環境管理系統在2021年2月，已經通過ISO 14001 2015年版的。",
    "然後據以精進探盤查能力努力檢探，朝這個2050-50排放的目標邁進。第三個是維護勞資兩好關係。在2024年1月我們有取得這個ISO 45001 2018年版的職業健康安全管理系統支出。這將繼續遵循人權政策優化人力資源制度，建構友善市場。第四個要點是遵循誠信經營原則，原公道德行為準則，防患電子交易資訊安全管理辦法等等的各項規範。目的是要透過全員教育宣導安內部管控強化公司的治理的機制。",
    "第五個是運用數位科技，建構數位經營，邁向數位直接轉型。今天的報告到這裡結束，謝謝大家的聆聽。地球綜合工業的詳細解說，地球綜合工業股份有限公司，法案說明會用到此約法結束，謝謝各位投資先進的參與，謝謝。"
  ],
  "transcript_en": [
    "I am the general manager of the earth comprehensive industrial co., LTD. I am the general manager of the earth comprehensive industrial co., LTD. I am the general manager of the earth comprehensive industrial co., LTD.",
    "Thank you very much for participating in our company's 2025 corporate briefing session. There are four main parts of the briefing session today. The first includes an overview of the company. The second is a product overview. The third is a financial overview.",
    "The fourth is the outlook for the future. First, I would like to report to you about the company. Our company was founded on December 8, 1964. It was listed on September 11, 2000. The capital is NT$715,121.820.",
    "We also market the world with our Globe brand. The head office is based in Taipei City. We currently have three factories. Two in Taiwan, two in mainland China. The two factories in Taiwan are located in Yuyu Industrial Zone, Taoyuan City.",
    "The first factory we generally matured is called a yuzu factory. It was established in 61 Republic of China mainly as an OVB tape. The second factory was established in 76 Republic of China. It is mainly made of PVC tape and other special tapes. The two factories are ISO9001, 14001 and 45001 certified. The factory in mainland China is in Zhuhai City, Guangdong Province.",
    "It was founded in Republic of China in 91, mainly producing PVC tape. The factory has ISO9001 certification. The company's products. The first to report the company's entire product overview. The product category is mainly ten items.",
    "Magnetic tape, foil tape, tape cutting machine, PE padding. There is also this anti-static liquid. Tape products are widely used. It is more common. It is used in insulation. It is also used in automotive.",
    "It is also used in construction. There are also used in warning. The warning is mostly used in safety warnings in factories.",
    "There is also the use of home appliances. There is also the use of packaging. This amount is generally very large. There is also the use of stationery. There is the use of the version collection. The safety and quality of the product.",
    "The company has some basic elements. The main aspect of this quality management is ISO9001-2015 version. ISO14001-2015 version. There is also ISO45001-2018 version. We have the product of ROSE certification.",
    "Safety and quality management of products. Safety and security of products we have certified in some countries. CSA in Canada, such as the IMQ in Italy. JIS in Japan. UL in the United States.",
    "There is also the German VTE. That is in the course of the carbon machine in this product. We have introduced ISO14064-1 since 2009. This is a check mainly for the open organization of greenhouse gases. We are further reducing carbon emissions. And we have obtained external certification from SGS.",
    "At present, we are part of a continuous improvement of our natural gas plant. Wait for the construction to complete. Further reduction of greenhouse gas emissions will be possible. The project is expected to be further completed. We are the first manufacturer to obtain certification for carbon geotechnical labelling in Taiwan.",
    "There are three main types of carbon earth machine. Two types are OPP packaging. One is PPC this part of the responsibility. The first type of OPP packaging. Our product number is 701A. The specification is 48mm x 35mm.",
    "There are two ways to pack it. One is a single roll and one is a six-tiered number. This is a single-rolled package. This is a six-tiered number. The second is an OPP package. The number is 7011.",
    "The specification is 48mm x 80mm. There are two types of packaging. One is a single roll packaging one is a six-level number. The third type of product is part of a PPC statement. Our product number is 112mm x 12mm.",
    "There are two ways to pack it. Single roll and six-level flattening. This is a single roll which is six-level flattening. This is a single roll that is six-level flattening.",
    "The currency of the financial figures reported below is NT$. The first report is an overview of operations from 2023 to 2024. The blue part in this chart is revenue. The orange part is net profit for this period. The gray part is gross profit margin. From the third quarter of 2023 to the fourth quarter of 2024.",
    "The quarterly revenues are: $23704 million yuan. $23704 million yuan. $23704 million yuan. $23704 million yuan. $2317 million yuan. 1 billion9915 million yuan.",
    "1 billion9915 million 6 million. 2 billion0560 million 5 million. 2 billion0560 million 5 million. 1 billion8248 million 4 million. 1 billion8248 million 4 million. 2 billion0795 million 2 million.",
    "This net profit section. From the third quarter of 2023 to the fourth quarter of 2024. The current net profit for each quarter is 100,801,9,9 million yuan. 100,801,9 million yuan.",
    "1 billion 582 million yuan 2 million yuan. 1 billion 5802 million yuan. 1 billion 245 million yuan 5 million yuan. 1 billion 113 million yuan 9 million yuan. Unfortunately, in the third quarter of 2024, there is a net profit. The net loss of this period is 2 billion 207 million yuan 2 thousand yuan.",
    "Net loss in this period is 207 million yuan. The third quarter of 2024 is. Net profit in this period is 175 million yuan. Overdose of net profit in this period. From the third quarter of 2023 to the fourth quarter of 2024.",
    "The difference is 21. 4% 22. 26% 18. 56% 18. 69% 18. 66% 16. 57% from 2022 to 2024. The same is true. The excess blue is the operating income. Orange is the net profit for this period. Orange is the net profit for this period.",
    "Green is the labor rate. Part of the monthly income of the month. 2022 is. 98,8301 million yuan. 98,8301 million yuan. 2023 is.",
    "9 billion 2141 million. 2024 is. 7 billion 9519 million. Net profit in 2022 is. 480 million 3 thousand.",
    "2023 is. 3945 million yuan 7 thousand. 2024 is 683 million yuan 2 thousand. 2023 is 680 million yuan 2 thousand. 2022 is 15. 64%.",
    "2023 is 21. 39%. 2023 is 18. 1%. 2023 is 18. 1%. 2023 is 18. 1%. 2023 is 18. 1%. Cash from 2022 to 2024 is encouraged to follow EPS. Cash from 2022 to 2024 is encouraged to follow EPS.",
    "Cash encourages and EPS. Blue is the cash encourages. Orange is EPS. Cash encourages 2020 to 2024, which is 0.2% per annum. EPS is part of the year.",
    "2023 is $0.53. 2024 is $0.09. 2023 is $0.53. 2024 is $0.09. Sales revenue for the most recent two years is $0.09. In 2023, the export part is $40025313,000, accounting for 46% of the total.",
    "Domestic sales are 4609 million yuan, accounting for 53%. Domestic sales are 4609 million yuan, accounting for 53%. Domestic sales are 4609 million yuan, accounting for 53%. Domestic sales are 4609 million yuan, accounting for 53%. Domestic sales are 4609 million yuan, accounting for 57%.",
    "Our company mainly focuses on ESG, i.e. environmental protection and social responsibility corporate governance as a goal of sustainable development. The main content includes the following points. The first is to develop high-performance products that are environmentally friendly, enhance brand value and open up innovative business opportunities. The second is to develop environmentally friendly materials that are simple and sustainable, adopt more advanced production equipment and processes, and establish an environmental management system.",
    "In January 2024, we obtained the expenditure of this ISO 45001 occupational health and safety management system. This will continue to follow human rights policy to optimize the human resources system and build a friendly market. The fourth point is to follow the principles of good faith management, the original public ethics code of conduct, information security management for electronic transactions, and so on.",
    "The fifth is the use of digital technology to build digital operations, towards digital direct transformation. Today's report is here, thank you for listening. The detailed explanation of the global comprehensive industry, the earth comprehensive industry industry, the bill will be used to explain the end of this treaty, thank you for your investment in advanced participation, thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}