{
  "schema_version": "v2-two-tables",
  "stock_id": "1338",
  "date": "2025-04-09",
  "original_filename": "1338_20250409_paragraphized.zhtw.txt",
  "transcript_zh": [
    "好，今日歡迎各位參加凱基證券與IR Trust的舉辦2025世界新經濟秩序趨勢論壇。現場與各位介紹公司長官廣華黃建中總經理以及邱守瑞財務協理。接下來兩位長官會與各位分享公司以及產業的境況。接下來我們就將時間交給兩位長官。",
    "首先謝謝凱基證券IR Trust提供機會與場地，讓我們跟各位說明公司的情況。我先自我介紹一下，因為可能第一次跟各位見面。我是廣華控股今年一度開始行政的發言人。我叫邱守瑞。今天就會由我和總經理黃總來跟各位分享公司的情況。這個免責聲明的部分因為大同小異，所以我們就直接揭曉一下。",
    "我們今天要講的一個主題，首先可能會跟各位帶到的是我們公司目前的一個境況。最後的話因為現在市場其實是一個蠻激烈的一個狀態，所以我們也會跟各位帶到一下我們目前觀察到的一些市場的一個狀況還有各位來的預估。這邊先介紹一下我們公司。我們公司是在2009年這邊成立，但是這個成立日期其實就是我們的廣華控股這一家我們公司的實際營運的總部是在東莞，這邊是一個叫廣華控股的公司，東莞廣澤的那實際成立的日期其實已經25年了，那首先起家都是在大陸東莞這邊，就是起家做汽車的內事件，那在經歷了就是2000年代的一個發展之後呢，我們在2010年代就是在台灣成功的上市，那也首先迎來了第一次的一個據點的擴展，這邊有我們的華南地區也就是廣東地區向華中地區擴展，那擴展的首先可能就是有我們華中的像湖南啊 襄陽 台豐 武漢，這些就是我們第一階段擴展的一些據點，那在第二階段到了我們上市完成之後，第二階段就是2010到20年代，我們也開始向外去做一個擴展，這邊就包含了就是我們北美還有墨西哥的據點，那來到20年代其實我們可以觀察到整個中國的車市還有世界的市場上都有一個比較劇烈翻天覆地的變化嘛，所以我們在20年代這邊其實也迎來了極端的一個轉型期還有第二次的一個據點的衝速還有擴展。那我們可以看一下我們現在一頁這邊，這邊是我們集團的一個據點的一個分佈，首先中國這邊我們可以看到畫面的比較下邊這邊，就是我們集團的一個總部東光廣澤，那第一階段的擴展這邊就是到華中這邊，有我們襄陽 湖南 武漢 台豐，那再來是到了我們的華東地區，就是我們新成立的蘇州廣興這邊，它主要供貨對應的對象就是我們上汽的集團，目前我們在中國大陸的據點大概是可以比較完整的去供應整個大陸這邊的一個車市的需求還有客戶的一個需求啦，我們的據點都是採用就是配合客戶的一個在地化生產的方式。好那剛剛也講到了我們在海外的一些據點，也是我們目前佈局的一個重點，那可以看到畫面左邊這邊，我們在美洲這邊的主要一個據點的佈局，就是在北美這邊有一個對應的一個服務客戶的據點，在墨西哥這邊有我們的一個生產區的一個據點，這是我們在美洲的一個佈局，那這也是我們第一階段的海外佈局，到了第二階段呢，我們這邊開始在台灣韓國還有日本這邊都相繼成立據點，台灣和韓國這邊是會有設置生產工廠，日本這邊也是一個就近服務客戶的據點，這是我們目前海外的一個佈局狀況，那當然這個佈局狀況其實也是為了因應就是現在可能全球的一些關稅的壁壘，那我們有這個比較多元的海外據點，也可以更多的去供應整個的一個佈局狀況，更多元的去配合客戶的一個生產據點調配的需求，去因應關稅可能帶來的一些不確定變化或是敵人政治上的一些風險。",
    "那首先這邊也跟各位介紹一下，這是我們公司的一個核心技術，這二十幾年來其實我們集團一直是專注於汽車配件的一個表面架式，那這個表面架式其實是受到水的時代的演進去做到一些進展，從畫面最左邊這邊的可能是一些比較既有的表面處理，像水轉移動的表面處理或是噴漆，到可能因為有環保或是降本的一些增效的需求，可能出現像EPF這種膠膜的一個轉移工藝，再到現在畫面右邊這邊可能是現在車市裡面比較流行的，就是車面可能要發光氛圍燈的這種電裝工藝，這個部分我們都是在配合客戶的一個還有產業的發展我們持續就是在進步的。那當然這個我們可以看到這些工藝是有一個新舊之分，但是其實它們是不存在一個取代的地方，就是我們只有在就是最適合應用的這個工藝是什麼時候我們就可以提供給客戶，所以說我們集團這二十幾年來等於說這個工藝的一個科技數字點的比較完整的，我們從這個既有的一個比較以前的工藝到現在最新的一個電裝，這邊我們都是有一個完整的核心技術掌握，那在配合客戶這邊的一個技術提供的時候，我們可以給客戶一個比較能應對他們需求的一個solution。好那剛剛有提到我們目前最新的一個工藝就是電裝的部分，大家可以看到其實電裝發光這個工藝已經跟傳統我們理解上面的車用的一些架式是有一個比較大的不同，從可能比較靜態的以前的一個架式到現在發光這些是一個可能是一個比較動態的展現，那我們需要具備的像是光學啊熱流啊電子電路還有驅動軟體設計這些對我們集團來講都是一個比較具有挑戰性的突破，那為了掌握這樣的技術其實我們也是在這幾年都投入很多的人才儲備還有一些研發的花費，那這部分都是每年都有提前在我們採報的一個研發費用這邊。",
    "再來同時就是像我剛才提到的就是新一代的工藝這邊我們不斷的投入成本去掌握之外呢，既有這些工藝因為它也不存在被淘汰的問題，所以我們也持續不斷的在精進就是有關色彩紋理加飾這方面的工藝，那藉由多年的一個產業經驗其實我們已經可以有效的整合就是我們上游端的供應鏈的一個資源，那也可以配合這些供應鏈的資源來為我們客戶提供一個就是更有效的整合的一個解決方案，那更重要的一點是其實我們在這個發展的過程中其實我們也慢慢開發出了自己公司自己對產品的一個自主設計能力，那也這裡就代表說其實我們原本我們公司是做一個純的OEM就是車廠的二階一個代工的一個角色，那現在開始慢慢的因為經驗的累積具備了這些設計能力之後呢，我們也可以開始跟車廠這邊來直接來討論參與產品的設計，那在這方面其實我們就等於是朝著一階的供應商來賣已經。所以在這個成為一階的過程中其實也有幾個比較大的一個我們可以看的優勢就是首先供應鏈上的選擇這邊還有產品的一價這邊我們可以比較有比較大的話語權，這是可能我們可以看到第一個好處，第二個好處是，在成為一階供應商的這個同時呢，我們參與產品設計的話，那可能也比較不容易，因為你可能以前做的是純代工比較不容易陷入一個壓價競爭的一個漩渦裡面，這是成為一階的就是我們其中一個轉型的目標，就是成為車廠的一階供應商具備產品的一個跟車廠這邊共同開發設計的一個能力。那除了我們剛剛講到既有的一個加制技術，這邊我們具備了一個新的一個工具，設計能力，其實電裝的部分我們同時現在也都是在跟著車廠一起參與設計還有開發，那現在我們很多發光產品這邊目前都是跟著日系的炸路這邊的合資品牌來共同做開發還有產品的設計，那這邊可以看到我們目前集團掌握的一個專利，從既有的一個加濕應用到發光啊氛圍燈這邊的應用還有車內照明這邊的應用是都有具備的，而且地點的話從臺灣大陸美國甚至德國這邊都有相關的一個專利。前面跟各位大概介紹完了就是公司的一個核心技術，那這邊我們也來看一下目前公司的一個營運時機。",
    "首先看到的是公司近五年的一個損益表現。我們可以看到23年到24年的時候這兩年是呈現一個虧損的狀態。那雖然說24年的虧損狀況已經有所收斂了。但是其實來我們坦白來講這兩年也是公司就是成立以來一個最不好的一個狀況。那可是在這最不好的狀況下我們還是有值得觀察的點。就在我們毛利率的部分其實還是維持著一個比較穩定的都是穩定在20%以上。",
    "這也就歸因於我們前面有提到就是我們在核心技術這方面不斷的投入成本。還有一些努力那讓我們的產品還是始終是在保持競爭力。尤其在中古大陸現在那個市場競爭這麼激烈的一個狀況。那可是我們剛才講到就是那最後結果還是虧損的嘛。那個虧損的原因其實也很明顯就是因為我們的營收還有這個加工力的部分不足。那可以歸因於就是因為我們一直以來其實都是比較在跟著大陸這邊的日系的一個合資品牌的在共和。",
    "那大家應該知道這個最近幾年日系的一個合資品牌在大陸的銷售其實不是很好。就是收到電動車啊這些的大陸的電動車啊這些的大陸的電動車啊。那就是因為我們在大陸的自主品牌的一個衝擊日系的一個市佔率是有一個很明顯的一個下滑。那也導致我們可能前幾年在這個營收上方面的表現就是有往下掉。那後面我們會呈現給大家看就是有關日系還有中國自主品牌的一個市佔率的一個漲跌的一個表現。大家可以可能到時候可以比較明確的感受到這種市佔氛圍的一個轉變。",
    "再來我們可以看到就是公司的獲利能力的部分。剛才有提到在2023年2024年呈現虧損的一個狀態下。那主要就是歸因於說我剛才講到的我們日系上真的是我們配合日系這邊受到了一個市場的一個比較大的衝擊。那在公司處於一個低潮的時候我們接下來可能要關注的也包含的就是像公司的常在能力就是畫面的左下角這邊。那可以看到我們這五年來雖然就是在日系的我們既有客戶這邊就是有一個比較大的一個下滑。但是我們常在能力就是畫面的左下角這邊那可以看到我們這五年來雖然就是在日系的我們既有客戶這邊就是有一個比較大的一個下滑。",
    "但是我們常在能力的部分的表現都還是在一個比較穩定的地位階。那再來是經營績效的部分也可以看到就是在中國這個比較激烈競爭市場的這幾年下來的話。我們經營績效還是很努力的在維持一個比較相對的水準。",
    "另外我們集團這邊也是在資金水位的部分長期是保持在20%到25%的這個水位。總資產的20%到25%的這個水位一直以來我們集團都是以一個比較省盛的水位來做這個計畫。所以我們有一個很慎重的態度在面對我們資金的一個調控。",
    "再來我剛才有跟各位提到的是我們的毛利率的部分一直維持的算是還算穩定。那主要就是歸因於我們的產品的組成這邊一直是維持在一個比較健康的一個水準。如果我們把我們產品區分為幾個類別區分成模具轉印件塗裝件成型件或其他的話。那我們毛利這邊的一個擴力的關鍵是什麼呢。我們在這個畫面上的這個圖像就是在塗裝件和轉印件。大家可以看到我們長年來都是保持在一個六成以上的一個產品的結構的一個占比。",
    "這就是為什麼我們毛利率可以維持比較穩定的一個原因。再來我們進入到的就是目前集團的一個客群的一個占比。那可以看到我們畫面中間下面這邊是日系車企的一個還是我們集團主要的一個客群。日系車企這邊的占比來到了46%。那裡面最大的還是日產。日產的話它的內外銷比例大概是1比2。",
    "那其他的也包含像豐田本田還有SUBARU這邊都是我們的供貨客群。那再來我們來到了畫面的右邊這邊是歐美車企。歐美車企我們目前供貨的占比大概占25%。包含了像內銷的有上汽大眾一汽大眾沃爾沃這些合資品牌。那也包含了像外銷的有上汽大眾一汽大眾沃爾沃這些合資品牌。克萊斯二就等於是我們現在目前集團的第二大的一個供貨客群。",
    "那這邊要特別再補充說明一下就是內外銷對內外銷的一個定義其實是指的是我們供貨的地點如果是在非中國的話。我們就是把定義成外銷。那17生產地點有可能是中國。也有可能是墨西哥的生產區點。那這部分的話應該就跟我們現在這個現在最新的一個話題關稅這個其實是蠻有相關的。針對我們在蘋果這邊的供貨，我們會在後面這邊比較做一個通膨性的說明。",
    "再來我們講完了日系還有歐美車系，接下來是集團，來到我們集團目前獲利成長。成長的一個比較大的重點就是中國車企這邊。也就是說我們說的自主品牌。我們可以看到中國車企這邊第一名的就是現在中國賣最好的BRT。那營收佔比已經來到我們營收的10%。那也成為了我們的第三大客戶。",
    "那現在長城呢長城的營收大概7%。那也是我們的第四大客戶。可以看到這個中國車企這邊我們已經其實已經成功打入他們幾個比較主力的一個中國車企。那目前的營收佔比上也是佔等於說總共佔28%。已經超過了歐美車企這邊的25%。好那我前面有答應各位要跟各位分享的是我們這幾年來就是一個我們日系還有中國車企的一個演變的一個狀況。",
    "大家可以看到畫面左邊這邊我給各位統整的是我們近五年來就是我們的客群演變。大家可以看到畫面最左邊這邊的是2020年的時候的一個客群佔比。當時的日期大概還有75%的我們在我們營收佔比。那到了2024年的時候其實已經跌到剩46%了，跌了大概三成。那相對中國車企這邊呢原來在2020年的時候大概只有7.62%。那到了2024年的時候已經來到27.73%接近28%。",
    "所以這之間的一個佔比的一個變化其實也反映了我們集團在日系這邊還有歐美系可能在大陸這邊有一個下滑狀況。我們也做了一定的一個客群調配的一個轉型。那這個轉型到目前2024年呈現出來的結果其實也看到我們的客群分佈其實已經相較以前已經做了一個比較平均的分配。而且那在2024年的時候有一個比較好的一個消息是我們在2024年整年的一個接的訂單量是我們這麼多年來一個算是一個比較平均的分配。比較最高的一個成績。那這個2024年接到的訂單呢我們通常車企的一個慣例都是我們接到訂單之後還要配合車廠裡面去做一個開發。",
    "這個開發過程直到量產之前就可能會有一個12到18個月的一個開發週期。所以我們2024年接到訂單期待是在2025年這邊可以有一個可能陸續的一個營收的一個堆疊爬升效果。那在2027年呢真正達到一個營收的高峰。當然我們在2025年還是會持續的努力去做一個接單的工作為我們的營收去持續做一個堆疊。那畫面右邊這邊也呈現的就是在我們以前的接單的這個一個營收堆疊的一個效果。就是在我們今年1到3月的時候可以看到的是我們2025年1到3月，那2024年1到3月的一個比較其實已經呈現了一個年增和月增的一個效果。",
    "那後面的部分我們也可以持續來觀察就是這個營收一個堆疊效果到底可以在2025年呈現出一個怎麼樣的成績。那接下來的話跟各位分享一下就是我們目前的幾個比較具代表性的一個產品。首先是日系這邊我們有供貨像宮田的漢南達也就是TOYOTA HIGHLANDER這邊。我們有供貨的是前後門板，那供應就是成型加上IS膠膜成型。這一台車在大陸這邊也是算是銷量長期來講比較穩定的。那再來的話來到大陸的自主品牌也就是BRD這邊的熱銷車款像TANG。",
    "那我們有供貨是主副駕門編式條。工藝的話採用的是金屬膠膜，還有膜內成型。所以也是我們的轉印工藝。那再來這個的話比較特別是BRD的一個多車款共用的一個車載冰箱的一個機構件。運用的工藝是成型還有塗裝，所以其實我們雖然說我們長年以來主要主工的是汽車內飾件，但是現在以大陸市場來講其實內部不只要有內飾件的夾飾，其實還有可能一些很多具工人的東西，像是冰箱啊或是柴電、電視啊，還有就是可能具有按摩工人的一些座椅啊這些。那我們可以看到其實在大陸的整個車市裡面不只是捲價格啦，在價格上大家要非常有競爭力，我們車子裡面的配備其實大家也開始在做一個競爭的動作，就是大家可能開始有軍備競賽的感覺。",
    "這些可能是在相較於台灣這邊測試一個比較明顯的一個不同。接下來這個是長安汽車的一個發光車標。這個發光車標其實可以說是我們集團這邊我前面有提到，就是我們傳統工藝和新的工藝這邊不會有消失的問題，反而可能可以做一個相輔相成的一個結合。這個發光車標運用就是我們集團這邊比較特有的一個透光的膠膜搭配他的這個發光車標等於說發光這種新工藝配合上我們膠膜工藝的一個具體體現。那接下來呢這個來到我們集團講，發光工藝可能一個比較大的一個重點的一個產品。這個部分主要是我們跟日系這邊有非常密切的一個合作。",
    "利用我們專門的一個mini LED燈還有膠膜或是皮革透光的技術開發出的這一款就是本田在大陸這邊的市場代號S7E。以前是還有一個中文代號叫夜燈，一個火在一個中華的火。但是後來市場覺得就是電動車有火在裡面不太好，所以後來大陸不叫夜燈，就是叫S7P7。這台車子也是我們目前的一個光運，就是我們集團光雲美口號的一個典型產品，目前已經開始大量量大貨。目前在我們集團的一個營收的一個貢獻裡面有比較大的一個營收貢獻。我們這邊供貨的是主副駕還有中控式版的一個Mode型的一個飾板，然後它的發光都是我們這邊來供貨的。",
    "這邊是有一個影片，可能不是很清楚，大家可以稍微看一下。可以看到這邊的一個門飾板光彩亮，不好意思，可能看不太出來。但是這個走向門飾板這邊這樣一個Mode型其實都是它自己運用了我們皮革透光的技術跟市面上這邊的一個LED燈，燈帶或燈條發光是完全沒有問題的全部一樣的一個效果。我們這邊運用的是皮革透光，在市面上也是一個比較獨有特別的一個技術。當然其實這種發光產品，那因為它其實發光裡面就是有一個高單價的特性，所以我們也期待就是未來越來越多這種我們光雲美的一個結合的一個產品推出之後可以為我們的營收還有獲利這邊來帶來一個比較好的一個表現。那講到光雲美的產品呢其實前面我有跟各位提到，因為光雲美的產品我們要具備跟以前傳統家事是一個完全不一樣的概念，所以這部分我們其實是花了很多，很大的心力還有很大的一個身分在做一個整體核心技術的掌握。",
    "所以可能在之前幾年，雖然我們一直有喊出這個口號，但是實際可能有貢獻的營收，或是說甚至有結到的答應都不是很有感覺。比較好的是在2024年我們可能具體的在結單上上面也有一個比較好的成績。目前有五款車是跟光雲美有相關的一個五款產品是跟光雲美有相關的一個結合。這部分呢我們也期待就是因為光雲美這個產品發光然後高單價的特性可以為在未來等他開發週期結束達到量產節點的時候，為我們的營收做一個貢獻。但同時呢我們其實更注重的也包含了就是因為要這些光雲美的產品是一個在市場上是一個非常新的東西，我們期待透過這些產品的量產等於說為我們的技術來做一個打底加上我們一個量產的工藝還有一個品質管控這邊來做一個最有效的打底。那為我們未來等於說集團這邊有越來越多的發光產品的話可以讓我們在市場上表現一個更好的競爭力這也是我們重點需要看到的。",
    "前面跟各位介紹完了公司目前的一個建況，那我們也來看一下目前市場上的一個動態。畫面的左邊這邊上下圖，額外我是列出了就是等於說五年前和五年後中國車市這邊一個前十大車廠就是下輛前十大車廠的一個演變圖，畫面下面左下角這邊是五年前五年前我們看到前十大的一個車企大概都是合資品牌像是大眾啊，歐美系的或日系這邊比亞迪在哪裡？完全沒有我們看到五年前比亞迪是沒有進入前十的。那到了畫面上這邊是目前2024年的一個前十名的一個消貨狀況，我們可以看到中國自己自主品牌的車企已經佔據了前十裡面的大部分反而是歐美系和日系被洗出去了好多個所以這就是這五年內中國車企中國車市一個翻臉覆地的變化。這個在其實在這個汽車產業是比較少見的一個狀況，因為我們知道汽車產業其實相對來講應該算是一個比較穩定你要進入這個汽車產業的投入成本，進入門檻其實都是非常高的。但是也因為就是現在電動車的一個崛起然後加上中國大陸政府這邊的一個補貼，所以有很多原來可能沒辦法進入車企的這些企業都進入了電動車，新能源的這個車企那也就造就了目前中國車市的一個有點像戰國時代的感覺。",
    "但好也就好在說我們的產品其實在新能源或是傳統的油車這邊都是可以供應的，因為我們做的汽車內飾件其實不僅限於新能源車或是油車是都可以做供貨。所以到畫面右邊這邊我們也可以看到目前標黃色的這邊就是我們在前20大中國目前銷量前20大有去做配套供貨的一些車型剛才長安車標這款車就在我們這邊的第10名一個月銷量也只有2萬台以上。那接下來是目前車市一個對未來的一個預估，這個資料都是來源於網路的一些觀察的相關的一些研究報告。",
    "首先中國車市這邊的話我們可以看到2024年的話他的銷量是3143萬台到了2025年的時候他預估是會有大概5%的一個成長，達到3290萬台。大家可能會有一個疑問是目前中國我們看到一個狀況都是可能內需有點不正消費有點不正的一個狀況這個成長是不是合理的一個預估。其實我認為是我們可以從這個角度去解釋如果以我們網路上的一個調查報告我們來看，美國這邊的每一千人他擁有的車子的台數是870台那中國這邊是多長了，是312台這中間的差距即便是考量就是兩國之間的一些基礎建設還有人民消費力的一個差距其實都，我們都認為其實中國的車市這邊還是有一個比較充足的成長土壤。所以銷量有這樣子的預估我們也不會感到很意外。",
    "再來畫面下面這邊就是全球車市的一個預估了。",
    "我們可以看到2025年的時候，預估銷量總銷量會來到8900萬台。那可以看到也是終於回到了疫情前的一個水準。然後這之中呢我們可以看到另外觀察到就是新能源車的部分。其實是除了中國市場以外其他的市場都有一個放緩的一個跡象。這個也值得我們後續再觀察。好那最後跟各位總結一下目前的一個市場的一個預估。",
    "未來一個狀況。首先中國市場這邊因為我們主要的市場還是正中國這邊。那我們可以看到的是市場競爭力會非常激烈。車款不管是在銷售價格啊或是我們剛剛講到的那些配備上面來講 都還是會呈現一個軍備替代 互相內捲的一個效果。即便是現在我們觀察到就是有一些小的車企 或是一些供應商可能因為撐不住了 倒閉的這個狀況但是競爭還是會非常激烈而且 內捲營養會持續這個部分是我們可能可以看到的一個 還是會面臨比較大的一個競爭。那再來呢放眼到海外這邊因為 目前關稅的這個東西 這個政策不斷的在出台 所以我們可以看到其實 目前這個整個汽車產業也是受到一個蠻大的影響。",
    "那所以即便我們就是比較樂觀的在看待我們 我們可以看到訂單可以在未來為我們的營收有一個堆疊式的一個效果。但是我們還是不得不對於關稅這個保持一個謹慎的態度。因為這個關稅的關係所以其實我們在全球的布局來講 其實目前是 採取的是 就是等於說多元生產化據點的一個策略像是我們中國這邊當然是我們的 總部。那在總部這邊我們也做了一個 場區的整合以節省管理費用。那在海外的部分像台灣墨西哥 日本韓國這邊我們都有設定相應的據點。自裝充電包含了我們很多的一個 生產據點。",
    "像墨西哥這邊我們已經在墨西哥耕耘比較多年。目前墨西哥也是一個穩定活力的狀況。那也因為目前客戶的一個訂單人間度是比較強健的所以我們預計是會 有擴廠的一個需求。那在去年2024年的時候我們已經先取得了 當地就是在我們工廠旁邊一塊6萬平方米的土地。那未來就可以供我們任何擴廠的一個需求。那未來也會是就是客戶的一個訂單狀況我們來看我們擴廠需要的一個範圍是怎樣。",
    "那最後的部分就是目前一個關稅狀況我也來 需要跟各位報告一下我們目前我們公司在關稅這方面受到的一個影響。首先我們對美國的銷貨這邊大概主要就是分成兩個區塊。第一個區塊是墨西哥銷往美國這一塊那因為對等關稅這部分是還沒有 公佈到墨西哥的部分。只有針對之前他川普有說的是針對墨西哥還有加拿大的整車還有關鍵領主 這邊的25%關稅。當然因為我們墨西哥廠他的直接公佈地點大部分都不是直接公佈到美國。因為我們做的領主件所以公佈的是到墨西哥當地的 主裝廠或是車廠這邊所以關稅對我們是沒有一個立即性的影響的。",
    "另外一小部分的這個公佈我們確實是直接公到美國。可是這部分因為交易條件的關係 所以 我們也是暫時是不需要去負擔這個關稅或是後續的一些運費相關的一些費用。那長期來看因為目前當然川普還沒有 整個談定 但目前的話美加墨這邊是有一個關稅的一個協定這個協定目前還是存在的。也就是 美加墨這邊的一個關稅 我們在墨西哥這邊的一個 應該講北美這個美加墨的一個協定裡面有規定到 你在北美的一個關稅 一個成分如果超過20%的話 超過20% 美國價值 美國價值超過20%的話那其實他的關稅是可以去得到一個豁免的。那以我們目前墨西哥的產品的狀況大部分原物料其實都是跟 北美美國這邊去做購買 所以這部分我們可以給他觀察一下其實 這部分我們應該是有機會去做個豁免。那後另外一部分是中國這邊的一個出貨狀況中國這邊的話那就是直接 我們也有大概百分之目前 是第一次關稅的佔比來 我們的中國出貨到美國的這個 佔比 營收佔比是持續的下降。",
    "但目前的整個佔比大概是在我們集團營收的12%左右。到去年2024年的時候 是佔到集團營收的12%。那這個12的話呢就是等於說以目前川普最新的一個關稅104來講的話 當然對我們是有一定的影響的。對我們客戶也有一定的影響。但是我們目前採取的策略就是104%不可能單方面的 在哪一方面吸收嘛所以我們目前都是在跟客戶集體做一個 討論就是目前要怎麼去因應這個 比較高的一個關稅。看這要如何來分擔然後加上或是利用我們其他一些據點的一些 可能可以 擴展一些產能來配合做一個轉移生產據點的動作。",
    "就可能是標示我們墨西哥這邊 可能也有機會 等於說把這個 受到影響的這個部分 給承擔下來。那可能對我們關稅的影響就不會很大。但是這部分就是還是要看 後續一個我們怎麼跟客戶去談還有後續 川普這邊會不會有一些新的政策的出台。那以上大概就是我們整個今天這次的報告。後面的部分就是 Q&A的部分再請各位就是這邊可以 來提問一下。我想請問一下 剛有提到美國營收占比12%這邊是有包含墨西哥出美國嗎？",
    "沒有 就是單純就中國出美國。那墨西哥出美國的話這邊大概占比是多少？目前墨西哥出美國的占比大概在15%到20%之間。15%到20% 謝謝。接收到你的關稅道是多少？就是書內的關稅道是多少？",
    "是100 直接就是100 因為他原先的話就是說原來按照你所有的 跟美國原來的基本稅的稅號不同 而不同 所以川普在1.0的時候在我們這個汽車這方面來講的時候 原來我們是從 5點多 加到 14除以2就7點多 所以原來在他這次上任之前 我們的稅是12點多% 那是我們那個時候。但是 汽車電子這一方面來講的話當時他有一個 2.5加上25% 所以當時的汽車零件要嘛27點多% 要嘛就像我們是 7加5點多12點多吧 這個樣子。後來他這一次 加了百分之4 百分之十兩次的時候 就多了20% 那些就是在基礎關稅上加20% 所以像我們的話就是34點多% 32點多% 但是這一次他的對等關稅他用對等關稅來取代了基礎關稅 所以原來的 2點多5點多7點多這些的關稅就沒有了 所以就才會變成說是20%加上 34%。",
    "所以那時候中國說是20加3就是54%。那這一次又在54%的在今天中午12點。現在這個時候。多加了50%。所以是104%。的說法。",
    "所以變成說他現在104%就是對中國所有汽車零部件。都是104%。但是其實以我們的經驗我覺得你54%跟104%沒差。為什麼沒差。因為54%我們就不可能做了。因為所有的現在汽車零部件的利潤最好的利潤。",
    "也像我們做北美的這個。利潤來講的話。最好也在40%左右。所以這做是沒意義的。那我補充一點就是說剛剛這個Ray所介紹的就是說其實我們針對的這個關稅已經準備很久了。所以剛剛提到有一點說我們積極的跟客戶在協商。",
    "其實不是積極的在協商。是其實客戶現在已經有動作了我們在出口的最大的客戶應該算是克萊斯勒。史特萊提斯。那剛剛他也介紹過是我們第二第三大的客戶。對然後我們其實在去年就已經跟他警告過這個關稅的增加。本來說的客戶只有一個態度就是No way。",
    "我的能夠自己承擔。那我們一開始的時候因為還沒到後來到了這一次其實也是川普也幫了忙。幫了什麼忙。他沒有只針對中國他全世界都在做。所以現在三個禮拜前克萊斯勒已經要求說。worst the。",
    "你所有可能要出的時候intellect。瑞麗！！然後這些資料是交給北美四大會計時期的。好像可以。交給他們以後為他們要做審查的。",
    "然後不同診察結果通過以後要跟我們。還只說。如何去共同負擔這個關稅。那原來在增加20%就是我們是30幾%的時候。其實我們自己也試算過了。哪怕今天大家一人一半。",
    "還是我們撐了大概80%。我們的毛利還是有在20%以上。所以其實前面的20%對我們來講。我們的因應是都已經準備好了。對 那現在多增加了這個34跟50這個的話。現在就是我們後面在觀察這個現象。",
    "但是我相信加34或加50。基本上沒有一家做汽車領域家能逃得掉。就是說你還包含現在很多的同業說他到泰國。他到哪裡已經害他生產了。但是現在泰國的稅率一加上去。實際結果都是差不多的。",
    "對 所以這是其中一個問題 對。您是說其實加了54%。你們那個毛利率也是等於0是嗎。對的 就是說基本上就是負的。這沒什麼意義了。好。",
    "所以說你其實54%的這個情況下。其實還有可能就是克萊斯特還能跟我們去做一些的對付。例如說現在我們有幾個零件。他要求我們現在出到美國的保稅艙。出到保稅艙我就不承擔稅的問題。但是克萊斯特是剛好他們那一台車是在北美泰國的保稅艙。",
    "他是在美國組裝以後要出到巴西去的。所以我那些零件現在已經訂了。然後還有一些零件。是因為我本來從中國做。原來是進到我北美倉庫以後再送到客戶端。那客戶端是在加拿大跟墨西哥。",
    "所以現在我們也大概在轉移這個大概5%的這個部分。直接進到墨西哥的客戶艙跟加拿大的客戶艙。但是因為現在這個整體的情況。就是說整體的現在川普的這個來講的話是很不確定的。就是說你像剛剛瑞講的這個20%的美國價格。價值這件事情。",
    "其實這個事情我們在今年年初我們就料到了。就是為什麼就是說因為墨西哥跟加拿大比較起來的話。墨西哥的農產品特別多。如果說你給墨西哥增這個25%的關稅。或是增高的關稅。這個會影響非常的大。",
    "而且這次美國對所有的汽車廠加添25%的全車進口關稅。實際上我們現在的墨西哥狀況是達到的是美國三大汽車廠。反而你像日產啊豐田啊都沒拿到。為什麼呢。我剛剛我也說明就是說我們廣泰現在在生產的豐田的跟日產的車型。高級車就是像這個Tiana那些車。",
    "包括Camry。他們都是在美國工廠組裝的。不是在墨西哥工廠。那只有像那種比較低端的那種March這些是在墨西哥工廠組裝。而且那個組裝出來的車沒有全部進美國。大部分是往南美中去運送的。",
    "所以我們在廣泰做的日產的話也是一樣的。我們大部分的貨都是到田納西日產工廠去組裝他們的這個這種Tianai還有這個什麼這個柔蘭他們叫柔蘭這些的車型。那反而我們現在廣泰在除了克萊斯熱的量四月份有影響之外。其他的量看起來還是跟原先客戶給的是差不多的。那也是剛剛Ray解釋的就是說百分之二十的美國價值其實我們早就從我們的這個原材料跟那個都是跟美國德州採購的。所以我們並不存在於說會有關稅的影響這個樣子。",
    "還有什麼問題嗎。剛剛是有提到就是目前美國客戶的訂單是只有四月是有些不確定性。然後下一月份是都是正常就是照原先的計畫嗎。今年一月如果有看我們的財報一月的時候是高過預期非常的好。實際上我們對於今年的展望我們是一直認為是會跟一月這種情況往上拉的一個狀況。這個不可控的因素就是川普的他的這個動作。",
    "所以二三月的時候其實我們已經做了一些處理就是什麼我們有把一些這個超過原來預估的貨送到美國去進了美國倉庫。因為我們擔心他這個關稅戰他要做多久。雖然我自己的認知我認為這兩個禮拜就有一個很明確的結果了啦。但是他的做法很明顯的就是他做了很多的事情。讓人家很難去捉摸。所以我們在去年的第四季到今年的第一季我們大概北美倉庫是我們的庫存是增加的。",
    "那您剛剛講的就是說他們在這個美國的整體的在我們的那個北美倉庫來講的話。就是我們北美公司來講的話。基本上的影響就是當川普說要執行對等關稅的時候。克萊斯勒在不到12個小時之內就宣布停掉六個工廠。他停掉六個工廠的話有一個是墨西哥的主創工廠。有兩個是在加拿大的工廠。",
    "但是原先大家可能認為停就只停墨西哥跟加拿大。但是不對的為什麼。因為美國三大的車廠的組裝廠大部分都是在墨西哥跟加拿大。但是他的發動機他的變速箱他的底盤大部分都是在底特律跟歐哈遊這個地方。所以他們那邊要停止生產組裝的話你以這個庫存來講這邊也必須要停工。所以反而在底特律的這個發動機廠跟這個組裝廠還馬上就是短期停工900名員工。",
    "對所以我說會影響到的就是這一塊。所以我們現在廣泰這邊來講的話就是因為他有做MP這個項目就是克萊斯勒的。這個項目大概蠻大的。",
    "大概佔伙泰大概10%左右。但是那個工廠現在預告我們說要停三週的時間，所以我說4月會影響的就是這方面的影響。可以評估一下未來中國市場和美國市場的接待量嗎？如果去年有參加我們發展工廠的工廠的話，我記得我之前跟加五的法說會跟股東會不是我忘了吧，我都一直沒有變過一個觀念就是說從疫情之後全球的汽車市場應該區分成三大塊。第一大塊是中國，中國的汽車市場一定是一個獨立的而且是比較捲，比較有變化的汽車市場，那個是如果說沒去中國你很難想像中國的汽車捲到什麼程度，這是第一個。第二個就是北美，就是所謂的美國大市場，那這裡我到現在還是認為加拿大跟墨西哥是不可切割的，還是在裡面，為什麼會單獨把它變成一塊呢，因為這就在於所謂川普當選以後要讓美國更偉大，但是最近人家變過來是你讓中國更偉大，就這種的說法。",
    "所以我們很早就把美國北美當作一個單獨的市場在操作它，所以為什麼會在全球的市場上變成一塊呢，因為在去年的時候，我跟董事長會去那邊會簽下一個六萬多平方米的一個土地，然後規劃要建六到八個車間，然後第一個這個建築現在廠房已經開始在蓋了，然後但是廠房在蓋預估要到六七月才能大概封頂完工，但是我們已經等不及了。所以我們現在又在外面廣泰又租了一個倉庫，把我們現在一萬多平方米的老的工廠的那些庫存跟貨存物搬出去，留下來的大概三千多平方米的工資，現在在規劃三條新的塗裝線，三條新的塗裝線已經發訂單給了廠商，那也是台灣的一個塗裝設備廠，那我們希望這三條塗裝線能夠在今年的第三季末第四季，就能夠用得上手，這都是去年就開始在規劃的事情，而不是說受到影響。所以美國市場是我們認為要一個單獨操作，且是封閉在美國裡面的，跟加拿大跟墨西哥同樣的裡面的一個做法，這是我們很早就那第三個市場就是這兩個以外的市場，所以剛剛瑞有介紹過我們為什麼在兩年前在日本成立的辦公室，就是那邊有大概六個日本人，都是因為經濟不好，從我客戶那邊，從日產跟瑪瑞莉出來的一些員工在幫我們做這些日系的business，那另外一個就在韓國的，我們在上個月吧，已經跟合資公司啟動了這個土地廠房的建設，那這兩塊的操作方式就是，我們要單獨的去把日本的車廠，還有現代企業這兩個車廠，從根本，從他的老地方，就是從韓國跟日本就開始進入他們的這個供應鏈裡面，尤其是他的前端設計。因為我們剛剛講的光與美的技術整合裡面，最重要的一環是，我要跟車廠的設計者，要共同來，那些設計者就是什麼紋路比較漂亮，什麼光會比較好，所以現在我們兩個技術中心，一個在大陸，一個在東莞，一個在台灣，廣華技術中心就是在做這樣的事情，所以您剛剛問的市場，我認為以後就是這樣子，那中國跟美國，尤其美國來講，我認為中國跟美國以後輻射到第三個市場會更重要，為什麼，你看中國現在很捲，但是今年就不太一樣了，今年奇瑞吉利長城，都已經把人派到海外去了，他們的工廠已經開始在動了，我也被要求要到土耳其去一趟，就是說，因為長城在土耳其的工廠，他們一開始在那邊設好工廠，就是CKD的模式，從中國把Module運到那邊去組裝什麼的，但是你想到了那裡以後，當地人為了中國政府支持這些車廠過去的，下一步就是跟歐盟要有一定的這個連接性，所以他們都答應，例如長城汽車到了土耳其，到最後可以掛一個當地跟土耳其的品牌，這就變成土耳其的這個歐盟的車型了嘛。所以這一塊來講，不管是奇瑞吉利或是長城，這些Local品牌，對於海外的市場是非常開放的，所以現在我們也面臨到，就是說接下來，我們的人才夠不夠，我們的這個，尤其海外人才的這個，所以我們現在都在準備這一方面的事情。不好意思我想請問一下那個，日本跟韓國我們已經進入現代企業，或者是它的認證的，認證的規定，對我們跟韓國在兩年前，跟現代企業一個T2的電鍍廠的一家公司合資，那我們這個合資公司已經了，然後去年我們已經，這家合資公司已經通過，現代企業的這個工藝商認證，所以我們現在下一步就是，什麼時候從採購手上拿到項目，因為我們這次標榜的是，差異化的不同，就是說我們現在做的是，以我們自己開發的油漆磨片，去取代塗裝，所以現在現代對於油漆，他們全球用很多鋼琴A的塗裝，跟金屬漆的塗裝，那怎麼樣要用磨片來取代這個環保的部分，我們就是因為是以這種名義，而很快的進入他們的供應商的這個行列裡面，是這樣子。",
    "可是他，如果這樣的話他是不是，是T2廠，你這樣子的話，我們合資公司是T1廠，是進到他的T1，對他現在就是，採購可以發RFQ給我們直接報價，那現在採購給我們的目標，他們是希望在今年的第二季，能夠有項目定點，然後咧，但是對我來講，我也更希望就是，在韓國的車型訂了以後，我要把這個項目帶到美國去，因為我對美國的現在企業，我更有興趣，但是他們是分開的，那日本原本就有了嗎，日本我們本來就是屬於關鍵的，我們所謂講關鍵的就叫指定T2，因為我們從最早期廣澤成立做水轉一，就是做豐田日產本田的供應商，那現在因為我們在那裡做了很多結合，所以我們現在不只跟豐田，也跟豐田的他的這個T1。",
    "就這個Toyota。豐田紡織跟豐田合成都有做這些合作的模式。甚至於現在跟Toyota Kosei就是豐田合成。現在將要進行一個全球的合作方式。這個全球的合作方式就是說我們的這些可以提供給豐田合成在豐田的設計上面去加上去。那在日本因為廣澤沒有工廠我們可以使用豐田合成在這個日本的產能嘛。",
    "所以這樣的合作方式就是可以減少我們的投資成本不要像道波希哥一樣要投那麼多錢還經過了六年的這個努力的分奏。我換了三任總經理終於在去年開始這個開化結果。所以韓國跟這個日本甚至於以後的東南亞甚至於我剛剛還跟他們聊到的。其實我對俄羅斯人更有興趣。因為俄羅斯現在今年在中國大陸很多供應商在俄羅斯的項目裡面賺的比在中國還要多很多。所以後面的市場就是這樣子的整個規劃很多你會做不完的。",
    "最後一個想請教的部分就是說那中國他現在正在做那個一帶一路跟東南亞國家還有歐盟。有些就是要採取的領館稅的策略那你們這邊有提到一個比較有可能能改國或者是要實施的一個可以進攻的辦法嗎。其實一帶一路現在這個稱號是越來越敏感就是說到了歐洲西歐跟美國這些國家覺得好像一帶一路就是這個習皇帝的這個構想。所以基本上在中國現在很少在談一帶一路這個事情。但是一帶一路已經慢慢的已經紮根到這些東南亞還有一些我們叫做東歐西亞的這些國家。因為我剛剛為什麼會說俄羅斯這個蠻有興趣的。",
    "其實不是俄羅斯這個國家他的白俄羅斯哈薩克斯坦立陶宛正式於伊朗。這些以後一定會變成一個很大的版圖。但是這一塊來講的話誰能夠在這裡面先做預作準備。其實現在你看到中國所有叫得上名號的車廠基本上在白俄羅斯都有分工時。他們不到俄羅斯成立他們設立在白俄羅斯就是準備以後如果說那個地方不打仗了或者怎麼樣的時候怎麼進攻。所以最近中國的幾個像廣州剛做完的一些展覽。",
    "其實從東歐跟西亞過來的國家的採購量都蠻大的對是這樣子。請問一下總經理我剛提到很多新的生產基地還有配合客戶的動作就是我們稍早就有規劃的。有沒有哪些新的動作是最新的動作是因應川普新關稅然後才做的應該這樣子講。其實川普要選第二任的時候我們就已經擔心。因為第一他的川普0.1的時候我們就吃了很大的虧。就是我講吃很大的虧的原因就是因為我本來當時他沒當選之前我的規劃是北美。",
    "我除了成立廣泰之外我單獨從中國運到北美的。我應該會從3000萬美金的年餘額衝到5000萬以上。那個時候如果他第一任不當選的話我相信到現在為止沒有發生這個事情的話。我北美的出口量應該5000萬美金是最低額的寶額的。我當時是認為但沒想到這個1.0他來的時候就真的確實重傷。但是我們雖然有受到受傷的情況。",
    "但是我們運氣也蠻好的我們沒有落到那個加25%的關稅。我們反而是落到這個14要扣一般就是7加5點多的關稅。所以我們一直以來我們出口北美都是保持在12點多將近13的關稅。在這樣的13的關稅裡面我們還一直保持著當將近30幾%的毛利。這也是因為為什麼就是說中國的車市卷是因為車出的多車款出的多變化不足。車款出的多變化你要跟得上。",
    "反而美國這幾年從疫情之後所有的車廠他的這個量有在增加。但是他的新車型並沒有開發那麼快。我舉個例子像我現在還在做的這個大切若幾就是格倫切拉皮。這個是2009年我們開始量產的他到後來這個model一直都沒有大改換。都是小改小改小改甚至於我現在做出口的克萊斯勒的車型。最新拿到的項目量產還在三年前。",
    "但這些車現在他們美國還是決定要把它延長到2029年到2030年只做小開款。所以我們現在手上這幾套模具基本上那些模具都每一套都用了100萬磨尺以上。所以其實反而我們做北美的這些部分反而就更穩定而且這個毛利又高。所以說這個關稅的影響其實我們很早那時候的準備包含穆辛格買土地這一塊都是一個以後這個北美獨立市場在做準備。在美國社廠的話你可以評估一下在美國勞動力成本的上升7倍。這是我最近算出來的很多人都以為是3倍4倍您可以試試看。",
    "你把勞動力成本來算就是說我們公司要付出的來講至少7倍你跑不掉。所以我們從來沒有思考到說要在北美設所謂的製造工廠組裝工廠是可以設的。為什麼因為組裝工廠我可以利用自動化。昨天我跟瑞去拜訪另外一個有提到說最近台灣重傷很重的這個螺絲業者。他們在美國已經有了工廠那我們只有一個建議就是高附加自動化。整個工廠不要超過200人你只能這樣子做而已。",
    "要不然的話你工會成立了再加上你的員工勞工多了尤其美國那邊是很麻煩的。美國只有一樣我覺得非常好的就是裁人很方便。裁人你不用給他一年一個月啊這種亂七八糟的。為什麼因為美國的福利是他們有事業救濟金。如果資方不簽那個是我把你裁掉的他領不到這個救濟金。所以我們在北美的辦公室如果今天要辭掉一名員工給他兩個禮拜到三個禮拜的工資就差不多了。",
    "好一點就給他一個月讓他去找工作。他最重要的就是要拿到你手上來一張。但是工會是很兇的嘛對啊所以說。你說到北美成立工廠其實如果你需要的動力越多。你會很頭痛非常頭痛。台積電就是一個例子啊但是你自動化又太高。",
    "你也很頭痛。",
    "當地的人會來跟你抗議，你剝奪他們的工作權也很麻煩。因為麥當勞曾經不知道在哪個中有個示範工廠，全部都沒人，只有幕後有兩個工程師在操作著無人的電。開不到兩個禮拜，這個當地的這個就來抗議，所以你剝奪他們的工作權，所以那個電又關掉了。以我們長期在北美的經驗是很痛苦，墨西哥也很痛苦，但是也比他好多了。因為墨西哥是墨西哥的勞動力，原來大家都認為墨西哥的勞動力是中國的大概70%左右，我現在可以告訴大家一半為什麼。尤其是你們的能工需要一些有技術型的工種，那個是絕對是很痛苦的。",
    "為什麼？通常他們今天教教會了明天他又不會了，且是大學生。因為墨西哥優秀的他們的志向就是要到美國去，那變相的以後留在墨西哥的一些大學畢業生還留著的，他的薪資不會比美國少，美國的這種工程師少，但是能力確實差很多。所以你看到墨西哥設工廠的，不管是台商也好，大陸的廠商也好，他們工廠裡一定有一大堆的這個大陸人跟台灣人，那日本公司也是一樣，要派很多，甚至派工人過去。我的客戶叫和熙的就在我們對面，他裡面定期有50個日本派來的工種，在每個部門裡面都要有日本人在那邊。所以墨西哥大家都要去，且是必須要去。",
    "但是一去的時候一開始都會很痛苦，你要撐過這三年，你要習慣他們的一個做法以後，你才會比較看到。我們在美國是設組裝廠的，我們07年就在美國成立了一家公司，裡面是有所有的倉庫還有物流，還有我們的這個項目管理跟質量都在那裡，只是沒有生產工廠。後來我們把一些組裝的就擺進到那個公司裡面去，例如要裝氛圍燈啊什麼都在那邊做。我的現在的想法是，美國我要盡量就是說不以重型設備在那裡，除非你的這個利潤好，要不然其實我們美國在底特律是周圍有很多美國人開的這個成型工廠，我去年去參觀過的大概七八家吧，他們都是屬於一間公司裡面大概就是五六台成型機。老外就是美國人都是那種工程師在操作的，所以那些資源其實都可以用起來。所以有了墨西哥我們擴大的生產基地，再加上如果必須到美國的話，那我的組裝，因為我有很多的組裝的東西，甚至於極光雕刻的東西，這些的話不需要用到大量的人力，我就可以考慮在我們北美公司那邊去做。",
    "所以現在的做法是比較彈性的，但是首先你必須要看這個川普這一波到底他會到了一個什麼樣的結果。對，其實我認為他現在也很痛苦，因為現在這兩個禮拜我們基本上每天開會啊，就跟北美的這個Gordon這邊就是那邊狀況怎麼樣，那邊狀況怎麼樣，其實他受的壓力也很大。對，因為你像這些車廠也照樣的抗議啊，照樣給你停工啊，一停工這些員工就沒事幹了，沒事幹了反正就上街頭吧，要不然就到Costco去搶東西嘛。對啊，就差不多就是這樣子一個情況。對，剛剛的表達到你們的墨西哥廠是用美加墨的系列關稅莫名，那是不是關稅是零？是零，那你剛剛有提到那怎麼7加3是，那是哪個系列？",
    "13%的，那個5加7那個是從中國過去啊，美加墨的這個協定也是這個川普在1.0的時候他簽的嘛，他們總共討論了兩年最後才美加墨這個定下來啦。原來他這個為什麼我說川普吸不過就這樣，他原來東吼西吼就是非要給加拿大跟墨西哥25%25%，一直喊要用延期延期，然後呢這一次對等關稅出來的時候就補了一句嘛，美加墨的這個這個協定要做到26年底完嗎，就是協定的期限到了再來談嘛，但是整車25%還是生效的，金屬鋼鐵25%也是生效的，加拿大最反對的一點就是金屬，因為加拿大那邊是大量的這個金屬跟鋁，是從加拿大進到這個美國來的，所以加拿大對這個非常的反感。那墨西哥的整車25%其實沒有打到那個日系的車廠，反而打到北美三大，福特、同盟跟克萊斯勒，因為墨西哥跟加拿大有很多他們的總裝廠，而且他沒有分豪車或不豪車，連F150那麼大量的車在墨西哥也有總裝廠啊，所以對他來講他是打到自己的，所以後來他們現在才有一個就是說，後來在禮拜六晚上不是他們宣布了一個20%的美國價值嗎，當時的解讀是說是為了要把蘋果手機找一個出口，要不然如果這樣子稅率一加的話蘋果手機進不了美國啦。對，那美國價值是有形跟無形的價值都可以算啦，簡單的講就是你提出申請他來批就對了啦，那美國的價值是有形跟無形的價值都可以算啦，那美國的價值在蘋果手機裡面例如他的這個軟件，例如他的設計例如他的這些都是在美國完成的，這就是美國價值，那這個價值能不能佔你的這個整體銷售的20%？我想很好邊吧，裡面軟件賺錢，那我們的話就剛好相反是什麼，我們實實在在的就是我一個售價，我的材料成本就大概佔了我大概30%到40%啦。那我的材料從三年前我們就已經不從中國買材料，不從亞洲買材料，我們就跟當地的美國的買材料，包括是塗料還有是膠料，那我們為什麼會這樣做呢，也是一樣的啦，因為中國很多塗料廠膠料廠也跑到美國設廠啦，最大的就像金發，金發在德州就有工廠啦，那普利特也有工廠啦，那塗料就更不用講了，本來這些都是Global用的塗料嘛。",
    "所以現在回過來看，廣泰用的材料90%都是美國，不是墨西哥生產的喔，是美國生產的，所以我不知道兩三年前大概有什麼印象，當時氣候變得很奇怪，德州突然下雪結冰，後來整個包括我們廣泰就沒有膠料啦，為什麼？我才知道原來所有的膠料廠都設在德州，因為那邊有石油嘛，所以他們說我們要用石油，那時候一結冰的話管一塞起來，整整要一個月的時間去處理，整個我們的汽車體系裡面的膠料都癱瘓掉了，那個時候還緊急的。",
    "金發還緊急從中國空運膠料到美國來。要不然就不行了。所以這一塊20%的美國價值在廣泰早就不是問題啦。所以這點我們還是滿有信心的。好，那因為時間關係我們現場開放最後一個問題。好，那因為時間關係我們現場開放最後一個問題。",
    "好，那因此今天的訪說會就到這邊結束。好，那因為時間關係我們現場開放最後一個問題。好，那以後的投資 Cena 아니還是可以跟的相關教學。好，那以後的投資 Cena 아니還是可以跟的相關教學。"
  ],
  "transcript_en": [
    "Hello, today you are welcome to join KGI Securities and IR Trust to host the 2025 World New Economic Order Forum. We would like to introduce you to the General Manager of KGI Securities and IR Trust, Mr. Kwong Wah Kin-Chung, and Mr. Yau Sau-Jui Finance Manager.",
    "First of all, I would like to thank KGI IR Trust for the opportunity and venue to explain the company situation. I would like to introduce myself first because I may meet you for the first time. I am an executive spokesperson of Guanghua Holdings this year.",
    "我們今天要講的一個主題,首先可能會跟各位帶到的是我們公司目前的一個境況。 最後的話因為現在市場其實是一個蠻激烈的一個狀態,所以我們也會跟各位帶到一下我們目前觀察到的一些市場的一個狀況還有各位來的預估。 這邊先介紹一下我們公司。 我們公司是在2009年這邊成立,但是這個成立日期其實就是我們的廣華控股這一家我們公司的實際營運的總部是在東莞,這邊是一個叫廣華控股的公司,東莞廣澤的那實際成立的日期其實已經25年了,那首先起家都是在大陸東莞這邊,就是起家做汽車的內事件,那在經歷了就是2000年代的一個發展之後呢,我們在2010年代就是在台灣成功的上市,那也首先迎來了第一次的一個據點的擴展,這邊有我們的華南地區也就是廣東地區向華中地區擴展,那擴展的首先可能就是有我們華中的像湖南啊 襄陽 台豐 武漢,這些就是我們第一階段擴展的一些據點,那在第二階段到了我們上市完成之後,第二階段就是2010到20年代,我們也開始向外去做一個擴展,這邊就包含了就是我們北美還有墨西哥的據點,那來到20年代其實我們可以觀察到整個中國的車市還有世界的市場上都有一個比較劇烈翻天覆地的變化嘛,所以我們在20年代這邊其實也迎來了極端的一個轉型期還有第二次的一個據點的衝速還有擴展。 那我們可以看一下我們現在一頁這邊,這邊是我們集團的一個據點的一個分佈,首先中國這邊我們可以看到畫面的比較下邊這邊,就是我們集團的一個總部東光廣澤,那第一階段的擴展這邊就是到華中這邊,有我們襄陽 湖南 武漢 台豐,那再來是到了我們的華東地區,就是我們新成立的蘇州廣興這邊,它主要供貨對應的對象就是我們上汽的集團,目前我們在中國大陸的據點大概是可以比較完整的去供應整個大陸這邊的一個車市的需求還有客戶的一個需求啦,我們的據點都是採用就是配合客戶的一個在地化生產的方式。 好那剛剛也講到了我們在海外的一些據點,也是我們目前佈局的一個重點,那可以看到畫面左邊這邊,我們在美洲這邊的主要一個據點的佈局,就是在北美這邊有一個對應的一個服務客戶的據點,在墨西哥這邊有我們的一個生產區的一個據點,這是我們在美洲的一個佈局,那這也是我們第一階段的海外佈局,到了第二階段呢,我們這邊開始在台灣韓國還有日本這邊都相繼成立據點,台灣和韓國這邊是會有設置生產工廠,日本這邊也是一個就近服務客戶的據點,這是我們目前海外的一個佈局狀況,那當然這個佈局狀況其實也是為了因應就是現在可能全球的一些關稅的壁壘,那我們有這個比較多元的海外據點,也可以更多的去供應整個的一個佈局狀況,更多元的去配合客戶的一個生產據點調配的需求,去因應關稅可能帶來的一些不確定變化或是敵人政治上的一些風險。",
    "This is the first time to introduce a core technology of our company, we have been focusing on a surface frame type of car accessories for more than 20 years. This surface frame type is actually by the evolution of the era of water to do some progress, from the left side of the screen may be some of the existing surface treatment, such as water-moving surface treatment or spray paint, to possible because of the environmental protection or cost of some of the added benefits, there may be a transfer process like EPF this film, and then to the right side of the screen may be now in the car market is more popular, is that the car face may be illuminated atmosphere light, this part of the development of this technology, we continue to progress.",
    "In addition to the new generation of technology, we are constantly learning about the process of color texture addition, so we have been constantly improving the process of color texture addition. Through years of industry experience, we can effectively integrate our upstream supply chain is a resource, which can also cooperate with these supply chain resources to provide our customers with a more efficient integration of a solution, the most important thing is that in this process of development, we have developed our own company's own independent design ability for the product, and then here we mean that we originally made an OEM is a second-level OEM of the factory's foundry role, then we can start to discuss with the manufacturer directly to participate in the design of the product.",
    "The first thing we see is a loss performance of the company for nearly five years. We can see that 23 to 24 years is a loss state. Although 24 years of loss has been converged, in fact, we frankly say that these two years are the worst since the company was founded. It is worth noting that in this worst case, we still have a point to observe.",
    "This is due to the constant investment costs we have mentioned above in our core technology. There are other efforts to keep our products still competitive. Especially in the middle of China and now the market competition is so fierce. That's what we just said is the end result or the loss. The reason for that loss is also obvious because our revenue and the part of the processing force is insufficient.",
    "It is not good to have a joint venture brand in mainland China in recent years. That is, because we have a market share of independent brands in mainland China is a clear drop in the market share of electric vehicles. That also leads to a decline in the performance of this revenue in the previous years. We will then show you that the relevant Japanese system as well as China's independent brand, a market share of a downward performance.",
    "And then we can see that it is part of the company's profitability. Just mentioned a state of loss in 2023. It is mainly attributed to the fact that I just talked about our Japanese system, we are really affected by a relatively large market here in Japan. When the company is in a low tide, we may also pay attention to the following is like the company's ability is the bottom left corner of the screen.",
    "However, we are still in a relatively stable position in the parts of our ability. Then again, the part of our operating performance can also be seen is that over the years, the relatively competitive market in China.",
    "In addition, our group is also partly in the water level of the funds for a long time is maintained at 20% to 25% of the water level. This water level of the total assets of 20% to 25% of the water level has been our group has always been a relatively prosperous water level to do this plan. So we have a very careful attitude in the face of a regulation of our funds.",
    "And then there is the fact that the part of our gross profit margins that I have mentioned above is fairly stable. This is mainly attributed to the composition of our products here has been maintained at a relatively healthy level. If we divide our products into several categories into mold transfer parts or other words, what is the key to the expansion of our gross profit here?",
    "This is why we can maintain a relatively stable gross interest rate. Then we enter is a customer base of the current group. It can be seen that the bottom of our screen here is a Japanese car company or our group's main customer base. The proportion of Japanese car companies here is 46%. The biggest or Nissan there is.",
    "It also includes the Toyota Honda and the SUBARU here are all our supply customers. Then we came to the right side of the screen here is the U.S. and U.S. car companies. We currently supply about 25% of the share of the U.S. car companies. It includes the SAIC Volkswagen Volvo joint venture brands like domestic sales. It also contains the SAIC Volkswagen Volkswagen Volkswagen Volvo joint venture brands like exports.",
    "This is the meaning of the verse: \"And if we are to go to the land of the living, and to the land of the dead, and to the land of the living, and to the land of the living, and to the land of the dead, and to the land of the living, and to the land of the living, and to the land of the dead, and to the land of the living, and to the land of the living, and to the land of the living, and to the land of the living.\"",
    "Then we finished the day and the European and American models, and then the group came to our group for profit growth. One of the more important focus of the growth is the Chinese auto enterprise here. That is, we call the autonomous brand. We can see that the first Chinese auto enterprise here is now selling the best BRT in China. That revenue ratio has reached 10% of our revenue. That has also become our third largest customer.",
    "The Great Wall now accounts for around 7% of revenue. That's our fourth customer. You can see that we've actually hit a few of their most dominant Chinese car companies here. That's a share of current revenue, which accounts for a total of 28%. That's more than 25% of the American and American car companies here.",
    "As you can see from the left side of the screen, I have been the evolution of our customer base in the last five years. You can see that the most left side of the screen is a customer base in 2020. At that time there was about 75% of our revenue. By 2024, it had fallen to 46%, down about 30%.",
    "So, a change in the proportion of our group in Japan and Europe may have a downward trend here in China. We also made a certain shift to a customer base. The result of this transition to 2024 is that our customer base has already made a more average distribution compared to before. And in 2024, there is a good news that we have an order in the whole year 2024 is a relatively average distribution over the years.",
    "So we received an order expectation in 2024 that there could be a possible revenue stacking up in 2025. That was really the top of a revenue stack in 2027. Of course, we will continue to work on getting an order in 2025 to keep a stacking up for our revenue. The right side of the screen also shows the effect of this revenue stack in our previous order picks.",
    "We can also continue to see how this stacking effect can be achieved by 2025. Next, I would like to share with you some of our current more representative products. First, we have to supply Hannanda, which is Miyada, which is Toyota Highlander. We have to supply front and back door, which is made of IS plastic film. This car is also sold in mainland China for a long time.",
    "We use a metal film, and the in-membrane forming. That's why we transfer the process. It's more like a car refrigerator with a multi-car model shared by BRD. We use the process of forming and painting, so although we say that the main work we have done over the years is car interior decoration, but now in the mainland market, not only in the interior decoration, but also in fact, there may be a lot of workers, such as refrigerator, diesel, TV, and some seats that may have massage workers.",
    "This luminous car is a luminous car that we can test in comparison to Taiwan. Next, this luminous car is a luminous car mark. This luminous car mark can actually be said to be a luminous car mark in front of our group, we do not have a problem with our traditional craft and new craft here, but may be able to make a complementary combination. This luminous car mark is used in our group more specific to the luminous film with his luminous car mark, which means that the luminous new technology with our luminous film process is a specific embodiment of our luminous process. Next, to our group, luminous process may be a more important product. This part is mainly we have a very close cooperation with the Japanese system.",
    "This is the market code S7E, which was developed using our dedicated mini LED light and film or leather translucent technology in mainland China. Previously there was a Chinese code called night light, a fire in China. But later the market felt that electric vehicles were not good in the fire, so later the mainland did not call night light, the name is S7P7. This car is also our current light lucky, a typical product of our group's cloud-based slogan, and now we have started a lot of heavy goods.",
    "This is a video, which may not be very clear, you can look a little bit. You can see that a door panel here is bright, bad, maybe not very much. But this is the door panel here is actually a mode model that uses its own leather translucent technology and here on the market with a LED light, light strip or light strip light is completely the same effect. We are using leather translucent, and it is also a relatively unique technology in the market. Of course, this kind of light product, because it is in fact, there is a high price, so we are looking forward to bringing a better performance for our revenue and profit here after the introduction of this kind of product.",
    "So it may have been a few years ago, although we've been shouting this slogan, but it's not quite as good as the actual revenue that we may have contributed to, or even have even got an answer to. Better yet, in 2024, we may have a better score on the statement. There are currently five cars that are related to Gwangyunmei, one of the five products that is related to Gwangyunmei, and one of them is related to Gwangyunmei. We also expect that because Gwangyunmei's product luminous and high price characteristics can contribute to our revenue when it reaches its mass nodes at the end of his development cycle. But at the same time, we really pay more attention to the fact that these Gwangmei products are a very new thing in the market, and we expect the mass production of these products to do a lot of our technology together with our mass production process and a quality control to do the most effective bottom.",
    "In the past, we have seen the first ten years of China's self-owned brand car companies have taken the first ten inside, but most of them are European and Japanese, so this is the last five years of China's automobile industry, which is a relatively rare situation, because we know that the automobile industry should be a relatively stable to enter the automotive industry's investment costs, which is very high, but now is because of the emergence of China's electric vehicles.",
    "However, it is also good to say that our products are actually available in new energy or traditional oil cars here, because the car interior parts we do are not limited to new energy vehicles or oil cars can be supplied. So to the right side of the screen we can also see that the current yellow here is the top 20 of China's top 20 sales to do supporting the supply of some of the vehicles in the first 10 months of this car, only more than 20,000 units.",
    "First of all, we can see that by 2024, his sales volume was 3.14 million units by 2025, and he estimated that there would be about 5% growth, up to 32 million units. One question you may have is that at present, we see that China is a situation where there may be a little wrong consumption, a situation where growth is not a reasonable estimate. In fact, I think we can explain from this point of view if we take a survey on our network, the number of cars in the United States is 870 units of that China is more than that, the gap between 312 units is even considering that some of the infrastructure between the two countries and there is a gap between the people's consumer power, we really think there is a relatively good growth soil in China's auto market.",
    "Below is an estimate of the global car market.",
    "We can see that by 2025, the total sales volume is expected to reach 89 million units. That can be seen is finally back to a pre-pandemic level. Then here we can see that another part of the new energy vehicle is being observed. In fact, there is a slowdown in other markets other than the Chinese market.",
    "In the future, the Chinese market here is because of our main market or China here. We can see that the market competitiveness will be very intense. Whether it is in the sale price, or the equipment we just talked about above, there will be a military substitute for a roll effect. Even now, we can see that there are some small car companies or some suppliers that may not survive the collapse of this situation, but the competition will be very intense and the roll nutrition will continue to be a part of the competition that we may see.",
    "So even if we are more optimistic, we can see that we have a stack effect on our revenues in the future. But we still have to maintain a cautious attitude to tariffs. Because of this tariff relationship, we are actually taking a global layout, which means that a strategy of multi-production sites is ours here in China, of course our headquarters.",
    "Like Mexico, we've been farming in Mexico for years. Mexico is also a stable and dynamic situation. That's also because one of our current customers is a stronger human being, so we expect that there will be a need for a plant expansion. That was when we first made a 60,000 sq.m. land next to our plant in 2024 last year.",
    "The first section is about Mexico selling to the U.S. because the peer-to-peer tariff part is not yet published to Mexico. It is only against Mr. Trump that he said 25% of the tariffs on the whole of Mexico and Canada as well as the key bosses here. Of course, because most of his direct posting locations in Mexico are not directly published to the U.S. Because of the fact that we are the main manufacturers in Mexico or this side of the factory, tariffs do not have any immediate impact on us.",
    "Another part of this announcement is that we are really public in the United States. But this part is due to the trading conditions, so we don't need to pay the tariff or some fees associated with the subsequent shipment. That's long-term because of the fact that Mr. Trump hasn't talked about it all yet, but the current word is that there is a tariff agreement here here in Mexico. That's why one of the tariffs on this side of the United States should say that there is a tariff on North America, and if more than 20% U.S. value exceeds 20% then his tariff can actually be exempted. That's where most of our products are actually bought from North America, so we can look at this part of the fact that we should have the opportunity to do an exemption.",
    "But the current total share is probably about 12% of our group revenue. By 2024, it was 12% of our group revenue. That said, the 12-word word meant that we had a certain impact on our customers, too. But the strategy we're taking now is 104% impossible to absorb in one way or another, so we're working together with our customers to discuss how we're going to deal with this relatively high tariff.",
    "It may also be an opportunity to point out that this part of our country is undermined. That may not have a big impact on our tariffs. But this part is to see how we can talk to our customers and there will be no new policy going on here. That is probably the whole of our report today. The following part is the Q&A, and you can ask here. I would like to ask you if there is a reference to 12% of US revenue in Mexico?",
    "What is the current share of Mexico out of the United States about 15% to 20%. 15% to 20% Thank you. What is your customs route? What is the customs route in the book?",
    "It was 100 directly because he said that it was different from all of your basic taxes in the U.S., so Trump was talking about 1. 0 when we were in this car from 5 plus to 14 divided by 14 plus 7 plus so our tax was 12 plus % before he was in that car. But in this regard, he had a 2. 5 plus 25% plus 27% plus % better so the car parts at that time were like 7 plus 5 plus 12 plus this. Later, he added 20 percent more than the basic tariffs, so this time he was talking about 34 plus 32 percent more than the basic tariffs, but this time he replaced the basic tariffs with the same tariffs at 2 plus 7 plus 7 plus more than the tariffs, so it would be 20% plus 34%.",
    "So China said 20 plus 3 was 54%. This time it was at 12 noon today at 54%. Now this time it's 50% more. So it's 104%.",
    "So turning it into saying that 104% is for all auto parts in China. All are 104%. But in our experience, I feel that you 54% are not the same as 104%. Why not? Because 54% are impossible to do. Because all the profit of auto parts now is the best profit.",
    "It's like we're doing this in North America. Profits are good too. It's about 40%. So it doesn't make sense. So I'll add that just what Ray introduced is that we've really been preparing for this tariff for a long time. So I just mentioned one thing that we're actively working with our customers to negotiate.",
    "In fact, it is not actively negotiated. It is true that the customer now has the biggest customer that we have in the export should be Chrysler. Streisands. That was just what he introduced to us as our second third biggest customer. Then we actually warned him about this increase in tariffs last year.",
    "I was able to bear it myself. We started because we didn't come back this time, and this time we really helped. He didn't just do it for China, he did it for the whole world. So now three weeks before Chrisler has asked for it. worst the.",
    "All the time you could possibly have informed. Ruili!! Then the data was handed over to North America for the four accounting periods, as if it were possible. Then handed over to them for them to review.",
    "Then the results of the different consultations with us will be passed later. And just to say. How to bear this tariff together. That was when we increased by 20% when we were 30 percent. We also tried it ourselves. Even if we were one and a half today.",
    "Or we have raised about 80%. Our gross profit is still more than 20%. So in fact, the first 20% of our response is ready. For now, we have added this 34 to 50. Now, we are watching this phenomenon.",
    "But I believe in plus 34 or plus 50. Basically, there is no one who can escape the car industry. That is to say, you also have a lot of peers who are now saying he is coming to Thailand. Where he has hurt his production, but now the Thai tax rate is added. The actual results are almost the same.",
    "That's one of the questions you have to ask yourself, and that's 54% more. Is the gross margin equal to 0? Yes, that's basically negative. That doesn't make sense.",
    "So you're actually 54% in this case. In fact, it's possible that Christ could have done something for us. For example, we now have several parts. He asked us to go out of the U.S. bonded cabins. I'm not going to pay taxes on the bonded cabins. But Christ was just the one of them in the bonded cabins in North America.",
    "He went to Brazil after he was assembled in the United States. So the parts are now ordered. Then there were some parts. Because I had made them from China. It was then that I went to my North American warehouse and sent them to the client. The client was from Canada and Mexico.",
    "So now we're about 5% moving this part. Directly into the customer cabin in Mexico and the customer cabin in Canada. But because of this overall situation, it's unclear what Trump is talking about now. That's what you're saying about this 20% U.S. price just said.",
    "That's why Mexico compares to Canada. There are so many agricultural products in Mexico. If you add 25% of the tariff to Mexico, or increase the tariff, this will have a big impact.",
    "And this time the U.S. adds 25% of all car import tariffs to all auto factories. In fact, our Mexican condition is now the top three auto factories in the United States. Instead, you're not getting it like Nissan Toyota. Why. I just wanted to explain to you that we're now producing Toyota with Nissan models.",
    "Includes Camry. They're all assembled in a factory in the United States. Not in a factory in Mexico. It's only Marchs like the lower end that are assembled in a factory in Mexico.",
    "So we do the same thing with our daily produce. Most of our goods are going to the Tennessee Nissan factory to assemble their Tianai this one, and what the melancholy they call the melancholy ones. Then we now have the influence in addition to the number of Chrysanthemums in April.",
    "What's more, just to mention that the current order for U.S. customers is only a few uncertainties in April. Then the following month is normal, according to the original plan. If we look at our earnings for January this year, it is very good to expect. In fact, we have always thought that this year's outlook is a situation that will go up with this situation in January. The uncontrollable factor is Mr. Trump's action.",
    "So in March, we actually did something to deal with, what we had to do to get this more than expected goods to the US warehouse. Because we were worried about how long it would take for him to go into the US warehouse. Although I realized that the two weeks had a very clear result. But his practice was clear that he did a lot of things. It was hard for people to grasp. So in the fourth quarter of last year to the first quarter of this year, we probably had an increase in our inventory in North American warehouse.",
    "That's what you just said about what they're saying about our entire North American warehouse in the United States. That's what our North American company is talking about. Basically, it's when Trump says about the equivalent tariffs. Chrysler announced that he would stop six factories in less than 12 hours.",
    "However, we may have thought that stopping is only possible in Mexico and Canada. But that's not the case, because the three major American automakers are mostly in Mexico and Canada. But his chassis is mostly in Detroit and Oha. So if you want to stop producing assembly, you have to stop working with this stock here.",
    "For me, this is the part that affects me. So we're here to talk about it because it's Chrysler who does the MP project. It's probably just a big project.",
    "The first big chunk of China's auto market must be an independent and relatively curved car market, which is the first if you don't go to China you can imagine how much the Chinese auto roll is going to be. The second is North America, the so-called big market, where I think Canada and Mexico are not cut off, or why it's turned into a single piece, because it's the Trump election to make America bigger, but recently the people have changed to make China bigger, and that's what it's all about.",
    "所以我們很早就把美國北美當作一個單獨的市場在操作它,所以為什麼會在全球的市場上變成一塊呢,因為在去年的時候,我跟董事長會去那邊會簽下一個六萬多平方米的一個土地,然後規劃要建六到八個車間,然後第一個這個建築現在廠房已經開始在蓋了,然後但是廠房在蓋預估要到六七月才能大概封頂完工,但是我們已經等不及了。 所以我們現在又在外面廣泰又租了一個倉庫,把我們現在一萬多平方米的老的工廠的那些庫存跟貨存物搬出去,留下來的大概三千多平方米的工資,現在在規劃三條新的塗裝線,三條新的塗裝線已經發訂單給了廠商,那也是台灣的一個塗裝設備廠,那我們希望這三條塗裝線能夠在今年的第三季末第四季,就能夠用得上手,這都是去年就開始在規劃的事情,而不是說受到影響。 所以美國市場是我們認為要一個單獨操作,且是封閉在美國裡面的,跟加拿大跟墨西哥同樣的裡面的一個做法,這是我們很早就那第三個市場就是這兩個以外的市場,所以剛剛瑞有介紹過我們為什麼在兩年前在日本成立的辦公室,就是那邊有大概六個日本人,都是因為經濟不好,從我客戶那邊,從日產跟瑪瑞莉出來的一些員工在幫我們做這些日系的business,那另外一個就在韓國的,我們在上個月吧,已經跟合資公司啟動了這個土地廠房的建設,那這兩塊的操作方式就是,我們要單獨的去把日本的車廠,還有現代企業這兩個車廠,從根本,從他的老地方,就是從韓國跟日本就開始進入他們的這個供應鏈裡面,尤其是他的前端設計。 因為我們剛剛講的光與美的技術整合裡面,最重要的一環是,我要跟車廠的設計者,要共同來,那些設計者就是什麼紋路比較漂亮,什麼光會比較好,所以現在我們兩個技術中心,一個在大陸,一個在東莞,一個在台灣,廣華技術中心就是在做這樣的事情,所以您剛剛問的市場,我認為以後就是這樣子,那中國跟美國,尤其美國來講,我認為中國跟美國以後輻射到第三個市場會更重要,為什麼,你看中國現在很捲,但是今年就不太一樣了,今年奇瑞吉利長城,都已經把人派到海外去了,他們的工廠已經開始在動了,我也被要求要到土耳其去一趟,就是說,因為長城在土耳其的工廠,他們一開始在那邊設好工廠,就是CKD的模式,從中國把Module運到那邊去組裝什麼的,但是你想到了那裡以後,當地人為了中國政府支持這些車廠過去的,下一步就是跟歐盟要有一定的這個連接性,所以他們都答應,例如長城汽車到了土耳其,到最後可以掛一個當地跟土耳其的品牌,這就變成土耳其的這個歐盟的車型了嘛。 所以這一塊來講,不管是奇瑞吉利或是長城,這些Local品牌,對於海外的市場是非常開放的,所以現在我們也面臨到,就是說接下來,我們的人才夠不夠,我們的這個,尤其海外人才的這個,所以我們現在都在準備這一方面的事情。 不好意思我想請問一下那個,日本跟韓國我們已經進入現代企業,或者是它的認證的,認證的規定,對我們跟韓國在兩年前,跟現代企業一個T2的電鍍廠的一家公司合資,那我們這個合資公司已經了,然後去年我們已經,這家合資公司已經通過,現代企業的這個工藝商認證,所以我們現在下一步就是,什麼時候從採購手上拿到項目,因為我們這次標榜的是,差異化的不同,就是說我們現在做的是,以我們自己開發的油漆磨片,去取代塗裝,所以現在現代對於油漆,他們全球用很多鋼琴A的塗裝,跟金屬漆的塗裝,那怎麼樣要用磨片來取代這個環保的部分,我們就是因為是以這種名義,而很快的進入他們的供應商的這個行列裡面,是這樣子。",
    "But he said, if he is not, T2 factory, you say, our joint venture is T1 factory, is to his T1, for now is, sourcing can send RFQ directly to our target, then now sourcing to us, they are hoping to have a project fixed point, then, but for me, I would also like to be, after the Korean model order, I want to take this project to the United States, because I am more interested in the U.S. company, but they are separate, the Japanese original, we are the key to the fact that we are the key to specify T2, because from the earliest widely established to do water conversion, is to be the supplier of Toyota Honda, so now we have done a lot in there, so we are not only now with Toyota, but also with his T1.",
    "This is Toyota's way of working with Toyota. Even now with Toyota Kosei is Toyota's way of working together globally. This global way of working together means that we can supply Toyota synthesis to the design of Toyota to add to it. That's because there is no factory in Japan that we can use Toyota synthesis in Japan.",
    "So the way to do this is to reduce our investment costs, not to put so much money on the way to Bosnia and Herzegovina, but after six years of this effort. I changed three general managers to finally start this process last year. So South Korea and Japan, and later Southeast Asia, and even I just talked to them. I'm actually more interested in Russians. Because Russia now has a lot more to gain from many suppliers in Russia this year than in China.",
    "The last thing I want to ask is that China is now doing the Belt and Road Initiative with Southeast Asian countries and the European Union. Some of you are going to take a consular tax strategy here, are you referring to a more likely way to change the country or to implement an offensive approach. In fact, the Belt and Road Initiative is becoming more sensitive now that Europe and the United States feel as if the Belt and Road Initiative is the idea of the emperor.",
    "In fact, it is not Russia, his country of Belarus, Kazakhstan, Lithuania, was officially established in Iran. These are going to become a big picture later. But this is a talk about who can prepare here first. In fact, now you see all China's so-called factories basically have divisions of labor in Belarus.",
    "In fact, the purchase from Eastern Europe and Western countries is a big deal. Please call the general manager I just mentioned a lot of new production bases and the actions of our customers were planned earlier. There are no new actions that should be done in response to Trump's new tariffs.",
    "I was shipping from China to North America alone, except for the establishment of Guangtai. I should swell more than 50 million dollars in my annual balance. At that time, if he was not elected for the first time, I believe that this has not happened so far. My exports to North America should be 50 million dollars in the lowest possible amount.",
    "But luckily we also didn't fall to that one with a 25% tariff. Instead, we fell to this 14 to deduct more than 7 plus 5 tariffs. So we've always been exporting North America to keep nearly 13 tariffs. In such 13 tariffs, we've been keeping nearly 30 percent of gross profit.",
    "However, in the United States, the amount of his car had increased over the years since the pandemic. But his new model didn't develop so fast. I'd like to give an example of what I'm doing right now is the Grencher Rappie. This was the model that we started mass production in 2009 and never changed much. It's a small change or even a Krysler model that I'm exporting now.",
    "But these cars are now in the U.S. and have decided to extend them to 2029 to 2030 only for small start-ups. So we now have a few of these molds that basically cost more than a million mill feet per set. So instead of doing these parts of North America, we are more stable and this gross profit is higher. So the effect of this tariff is actually that we were preparing to include a lot of Musingerger land in the early days, which is a future part of the North American independent market.",
    "The cost of your labor is to say that you can't run at least 7 times that our company has to pay. So we never thought of setting up a manufacturing factory called North America. Why I can use automation because I've been working in the assembly factory yesterday. I went to Switzerland with another screw manufacturer who mentioned that Taiwan has been seriously injured recently. They already had a factory in the United States, and we only have one recommendation for high-adjustment automation.",
    "In other words, it's a lot of trouble for you to start a trade union with your employees, especially in the United States. I think the United States is just as good for you as it is for the layoffs. You don't have to give him a month for a month for this mess. Why do U.S. benefits have a career relief? If the funder doesn't sign that he's the one I'm cutting off, it's not that bad for him. So if we're in North America today's office, we're going to give him two weeks to three weeks of wages.",
    "A little better give him a month to go to work. The most important thing is to get him a hand. But the trade union is very fierce. You say that the more power you need to set up a factory in North America, the more power you need. You will have a headache.",
    "You also have a headache.",
    "It's hard to deny your right to work because McDonald's never knew where there was a demonstration factory, there was no one, and there were only two engineers behind the scenes working on unmanned electricity. In less than two weeks, this place came to protest, so you deprived them of their right to work, so it turned off again. Our long-term experience in North America is painful, and Mexico is painful, but much more than him. Because Mexico is a labor force, it was believed that Mexico's labor force is about 70% of China, and I can now tell you half why.",
    "Why? They usually teach today that he can't go to the United States, and they are college students. Because their ambition is to go to the United States, and some college graduates who later stay in Mexico are still left behind, his salary will not be less than the United States, the United States has fewer engineers, but the ability is really a lot.",
    "But when I first started, it was painful to have to go through the first three years, you have to get used to their practice and you will see more. We were in the United States as a assembly plant, we set up a company in the United States in 07, there are all the warehouses and logistics, and we have this project management and quality there, but no production plant. Then we put some assembly into that company, such as to install atmosphere lights, and do everything there. My idea now is that the United States is to try not to say that heavy equipment is there, unless your profit is good, otherwise we are in Detroit there are a lot of Americans around, I went to visit about 78, they belong to a company, about five or six molding machines.",
    "So now it's more flexible, but first of all, you have to look at the Trump wave and what kind of results he will come up with. Well, I think he's painful right now, because now we're basically meeting every day, with this Gordon in North America, that's what the situation is like there, and what the situation is like there, and he's under pressure too. Well, because you're like these car manufacturers are protesting like that.",
    "This is the reason why he said that Mr. Trump was sucking just like that, he did not want to give 25% of Canada and Mexico, and he always called for an extension, and then this time the tariff out of the same way, the agreement to do it until the end of the 26th year, that is, the agreement to do it again, but the whole car is still in effect, the metal steel 25% is also in effect, the Canadian most opposition is the metal, because there is a lot of this metal and aluminum in Canada, so Canada is very resentment. The whole of Mexico car did not hit the car of that day, but hit North America three, Ford, Alliance, and Chrysler, because there is not a lot of them in the USA.",
    "So now back to the point, 90% of the materials used in Guangtai are in the United States, not in Mexico, and are produced in the United States, so I don't know what the impression was about two or three years ago. At that time, the climate became strange, Texas suddenly snowed, and then the whole of us including Guangtai did not have glue, why? I know that all the original glue plants are located in Texas, because there is oil on there, so they said we're going to use oil, when the ice is closed, it takes a whole month to deal with the whole car system, the glue in our system is paralyzed, and the time is urgent.",
    "Kimfa also came from China by air plastic. Otherwise, it won't be. So the 20% value of the US is not a problem in Guangtai for a long time. So we're still confident. Well, that's because time relations open up the last question on site. Well, that's because time relations open up the last question on our site.",
    "Well, that's why today's visit will end here. Well, that's because time relations open the last question on our site. Well, after that, the investment Cena 아니 can still follow the relevant teaching. Well, after that, the investment Cena 아니 can still follow the relevant teaching."
  ],
  "meta": {
    "source": "manual_upload"
  }
}