{
  "schema_version": "v2-two-tables",
  "stock_id": "1440",
  "date": "2025-03-27",
  "original_filename": "1440_20250327_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位早安 各位委員會先進 大家好 大家午安。很高興今天大家來參加台南股市股份有限公司法人說明會。今天的會議比委長官有張景榮副總監發言人。蘇冠明協理 林志威協理 侯博生副理 吳洛蘭副理 以及李淑娟相比。會議會分成兩個部分 第一部分會先由南股的長官向投資先進簡報及分享公司近期業務狀況及經營成果。第二部分則進行QA問答討論 那我們現在先把時間交給蘇協理 協理您可以開始喔 謝謝。",
    "謝謝 各位投資先進午安。那首先就我針對公司簡介主要產品 營運及財務的概況 還有未來的展望方向。我們會先進行規劃這四個部分 跟各位做個簡要的報告 然後再進行Q&A的部分。那台南紡織是創立於1955年 今年剛好滿70週年。我們的實收資本是165億 董事長為侯博明先生。那我們在1989年股票掛牌上市。",
    "主要的經營項目是紡紗跟化學纖維品的製造跟銷售。那這個部分也對應到我們的製造本業主資價值。那這個部分也對應到我們的製造本業主資價值。那這兩大項目之中 包括了兩大事業群。一個是紡紗事業群 一個是化纖事業群。那此外我們也包含了營業項目 還有包含了資產的開發。",
    "比如說 或是廠辦的 出售等等。那我們公司在紡織產業鏈是位處於中游。那紡紗群的主要原料是天然棉花。所以我們有從全球各地主要的供應產區。所以我們有從全球各地主要的供應產區。美國棉 巴西棉等等。",
    "那化纖群的主要的原料是PTAEG。那這個部分我們就在國內市場做採購。那我們的銷售對象是下游的織布蘭整產。我們的營運據點除了台南總公司跟台北辦事處以外。那剛剛提到的化纖群主要是生產基地在臺灣台南。有化纖廠跟太平洋工廠。",
    "有化纖廠跟太平洋工廠跟太平洋工廠。有化纖廠跟太平洋工廠跟太平洋工廠。那化纖群的生產基地則是在越南的同奈省。有南仿越南跟太子隆兩家子公司。紡紗群的主要產品有純棉紗混紡紗OE紗以及各種機能性的紗種。那化纖群的產品則主要是鋸子棉 鋸子半延生絲 鋸子加工絲 紡用指力 平用指力 以及光學薄膜指力。",
    "那各項主要產品的月產能。請各位投資先進參與檢報。大致跟以前年度是相当。但也如同各位投資先知道的供高訊息。因為全世界的聚酯產能嚴重過剩。然後需求也比較低迷。",
    "在整體的考量之下。去年八月份經過我們公司的董事會決議。那我們將剛剛提到的化纖廠主要的生產產品。是聚酯棉。雖然我們還是保留9900噸的月產能。但是在脂肪的部分的產能。",
    "我們是暫時停止生產。所以我們實際上的產量會降低到900公噸每個月。那另外去仿用質地的部分就。那目前是以銷售庫存為主。那各位看到2024主要產品。剛剛跟各位的報告跟說明。",
    "如果想要有一個新的產品。相較於以前年度。就可以發現聚酯棉跟因為上述的原因。就可以發現聚酯棉跟仿用質地的產量。比去年度有明顯的減少。那2024的營收比重。",
    "仿砂群的部分占比是38個百分比。化纖群是占比40個百分比。那其他22個百分比主要是南仿購物中心。跟我們在越南的另外一家轉投資公司。南方仿資的營收貢獻。那關於銷售市場的分布。",
    "仿砂群的主要銷售市場是在外銷亞洲。那化纖群的主要銷售市場。則是台灣的國內內銷市場。以及部分的外銷亞洲。",
    "另外財務概況的部分。各位可以看到。不管是單季的綜合損益表。我們的毛利率。2024Q4的毛利率。營業線的毛利率。",
    "營業淨利率。甚至是放大到全年度。2024全年度來看。實際上我們所在的化纖跟仿砂產業。整體的大環境跟公司的製造本業上面。還是相当的困難。",
    "所以造成了營業淨利的虧損。那2024年全年度。虧損母公司業主的稅後淨損失是5.58億。那換算EPS就是負的0.34元。那截至到2024年底。整個集團的合併資產。",
    "大約有489億。那股東權益含非公司權益。大約有294億。換算成每股淨值的話。大概是17.6元。那接下來現金流浪表的部分。",
    "請各位投資先進參與檢閱。2023年底因為有股份資產。營業外的收入貢獻的比較多。所以在期末的現金也有比較高的水位。那基本上在2024年度。我們已經陸續用於償還借款。",
    "減少利息支出也適度降低現金的水位。最後則是未來的展望規劃。中長期我們還是維持一樣的六大方向。一是纺纱本業的持續優化與精進。包括產線的調整跟產交線的調整。和組合的優化。",
    "二是加速划線產品的研發及升級。其實在最近兩年112到13年。我們實際上也總共投入近4億元。去做生產線的改造跟升級。那三是繼續支持轉投資事業。包含南地化工南美特科技等等。",
    "第四則是流通事業。南坊購物中心開幕迄今已經滿十周年。那2024年的營業額。也超過了105億創歷史新高。第五點則是持續活化資產。那包含閒置廠房的出租出售。",
    "以及規劃南坊科技園區分區分期的開發。那最後一點還是繼續以南坊新加坡。作為我們南向拓展事業版圖的中心點。以上是我的簡報。如果有任何問題請在下方留言。然後跟我們的同事們交流的話。",
    "可以接受的謝謝。謝謝。確認一下2023年跟2024年的毛利上的相比。比較大的變化。那請問這個毛利上的變化差一點點。對23跟24年。",
    "實際上就整體的狀況來看的話。主要還是24年的部分。我們的製造本業仿殺的部分。受到產業大環境的影響。所以這個部分確實是在毛利上。因為品牌的部分。",
    "它有一些庫存的去化。實際上做嚴格的控制。所以在整個銷售的單價上面。也是比較辛苦的。所以毛利率確實有受到。在製造本業部分有受到一些影響。",
    "那這個部分是對於這個毛利上的。是有影響的。那我們也有一個問題。對。對。對。",
    "對。對。對。對。對。對。",
    "對。對。對。對。對。對。",
    "對。對。對。對。對。對。",
    "對。對。對。對。對。對。",
    "對，對，對。剛才gra possa，谢谢，谢谢，好，感谢，chcia，化，叫，那么，那么，那么，我们，我们，我們的訪問，當然，其实，好轉移 謝謝。製造本業的傳統的訂單能見譜，或者是客戶可以訪問的事，大概是如何的選擇，這可能要分仿砂跟華研，還是我們麻煩仿砂的業務同事，我針對砂廠的部分做說明，基本上砂廠現在目前生產基地都在越南，台灣這邊是沒有的，我目前的，當然這個產業每一鏈的狀況不一樣，像布廠大概是3到6個月，成衣廠可能長到一年，我們砂廠的話平均大概會1到2個月，不敢看整個市場對後市的判斷狀況，我目前我們業務這邊的狀況，針對第二季的部分的訂單，大概到4月的訂單是已經滿載，目前那個客人在談的大概是5月份的部分，所以，以我手上目前掌握的訂單的SP來看的話，應該是有比第一季的平均出貨單價會好一些些，那主要是兩個原因，第一個是年前這邊同業這邊針對年前想要換現金，所以會在價格上面比較多一些談起，那回過到過年之後大家對於整個市場的價格就會比較有所堅持，再加上說目前棉花企業我不充下棉花企業的部分，大概今年第一季的棉花企業平均每棒大概是在65到68每分，在一個很狹窄的區間盤整，目前看起來65每分是一個比較強的支撐，那主要也是因為棉花補貼政策的關係，不過整個需求其實還是蠻保守的，那最主要還是因為棉花管稅的影響，因為我們自己本身大概每系客戶在我們的比重應該有超過幾成，剩餘的兩到三成會是比較像local跟O系的客戶，那我覺得在進一步明朗之前現在目前品牌下單的狀況都是相對性保守，大多是下到第二季，然而訂單的量雖然focus沒有很大的變化，但是就算他們覺得他們這一季的他們整年度的focus可以接受，他們也不願意再把訂單太多釋放出來，那下游的一貫廠或者是部廠這邊接單的狀況表現不一，就是如果是大型的一貫廠就是他有支付然整到成也或者是他是跟品牌連結比較強的部廠的話他在接單的能力上比較好，一貫能力也比較好，不過整體的需求在越南當地並沒有非常的好，也就是說訂單沒有好到可以外溢到整個供應鏈的每一個人的魚路軍山，所以這第二季的狀況是如此，那我們在看就是雖然第二季是像蘇協說是比較傳統的旺季，但是還是受到美國這邊的影響，所以我們看因為我覺得步調跟下單的節奏上面來講都會比較保守，那後面的影響會變得等到明朗之後力探都變短了，所以變得更大家的他在看上面有比較大的調整性的他會比較容易接到後面正的部分，那中小型相對性就比較辛苦，這邊以上就是我。那各位親愛的大家好，我針對化纖本業說個補充報告，因為化纖本業的部分在過去的話年輕度大概客人都用抑制方式來下單，因為他們的下游客戶都會有量一些抑制的訊息，基本上從疫情到現在為止這個模式已經打破了，基本上客戶不會再提供訊息給我們，那麼只能當月接當月出訂單模式也都比較大一點，因為他們以前可能有一個多吞分隔然後出廠期，那現在變成少量多樣化的狀況變得會比較明顯，那目前來看的話我們接單大概基本上的加工都在80公左右，那已經維持了幾個月，那目前看起來未來幾個月大概會是相同的加工維持下去。那旁邊六大方向是未來的重點嗎，是，那些優遜優遜的順序沒有優先重點會放在先，那像這個新加坡維中心的南向政策這個東西比較具體的想出來是全是一個構想，我想整個南方來講本業部分但是本業是一個根本，那根本本業最近這幾年的確不是太好，那受到大陸一個價格競爭的一個影響，我想全球石化業都有影響想到了包括包括來說都已經比較的嚴重了，那是那種初步意料之外的，那這是一個比較難去扭轉的實際，那我們來講到是本業部分還是繼續優化既然是說能夠把這段時間撐過去那看能不能在適當的機會過半載上來我們再抓住機會再開始我們沒有放棄本業部分還是繼續在做一個優化，那至於其他的往那個前面總投資部分這是以前歷史留下來的，是我們的根本，我們南地發公司一樣南地發公司那年問題也是一樣，那它還好它算是還算穩定，那從以前的因為疫情嘛那現在講的就是疫情過了相對它獲利就整個大幅下來了，它還是維持在一個水平，它的那轉投資南美特倒是不錯，南美特是台積電的，它是一個台積電供應商算不出汽油的一個就是這層的汽油的對，那聽起來它東西還不錯，因為有分兩種，一種是被洗掉的，一種是會黏在裡面的，它是屬於會留在裡面的那一種，所以一般價值會比較高一些，那當然他們都好在這算它轉投資也算還不錯的一個國家公司，流通一直是我們10年了，那現在是還在往上走今年疫情應該可以做到我們希望做到110，就是說它還持續還算是穩定成長，可是我們另外一個這10年除了本業以外還算琢磨蠻深的一個部分，那加上這土地是我們自己的，所以我想在上面的發展跟對資產一個資產的活化跟資產的一個價值提升都有很大的幫助，這是我想以資產價值提升這塊是比較有顯著的，但我們沒有去賣它不會去賣它，它後面有一塊1740萬塊。",
    "的住宅地可以蓋住宅。但我們還不曉得怎麼去動它。那這幾年應該還是會在商場的完整性。它現在一二期。我們大概這五年會把三級蓋起來。那整個商場就完整。",
    "那後面一塊5000期的。我相信會跟著前面的完整。後面價值會再提升。這部分大概這樣子。至於那個南向。一直是。",
    "因為我們在越南。我們算是南向走很早。25年了。25吧。25年。25年。",
    "其實南向我們走25年了。那一直都還不錯。一直都還不錯。那我們沒有去中國就直接去越南。那當然這段時間。大家都受到影響。",
    "那新加坡。我們會在新加坡演習時間。但是我想說。如果說有怎樣的一個轉投資機會。在印尼。其實也有就對我再談。",
    "那會從新加坡當一個投資點。把從那邊然後再去強化越南以外。還會有其他的印尼也好。其他的機會。我們會從那個越南去發展。但那個部分。",
    "隨著整個一旦大航機的改變以後。現在認真講有在談。但是都還沒有很成熟。那至於資產的國化部分是。我想是往後這幾年。應該這三到五年。",
    "會比較容易看到有一點成效的。我們仍得那個。我們有一個。就是做工業廠房。就是做台元科技園區的計畫。那在今年十一月會動工。",
    "那就是做工業廠房。跟台元科技園區。應該很相近的產品。那就是一樣是電子業的工業廠房。做高融式的工業廠房。這產品在台南是沒有的。",
    "那我會從。仁德那邊開始。那邊的土地整個。土地因為以前我們的廠。以前的。那邊就是空的。",
    "不對。那個部分是棉坦。現在是棉坦。現在是茨茂總縣。那個是。後面有一塊還不知道怎麼。",
    "從沒開始。那上面是花卷廠。那現在還在運作。那就說。我們陸陸續續看情況。因為它土地面積蠻大的。",
    "那一塊開發可能會很久。因為台元已經做20年了。那大概已經差不多了。花20年時間把它整個。整個開發起來。那我相信我們要做的話。",
    "應該會比它可能會更長一些。我們也比它大段。那當然我們會一步一步啦。這個也算是一個。然後。南海來講的話。",
    "說未來班長的。除了本業以外。還有國中型以外的另外一個。比較看得到成果的。的一個計畫。那今年11月就會動工。",
    "動土。那這樣的話。今年10月更是動土。那目前這樣子。對於今年跟後續的資本支出。會有會有比較一些的動畫。",
    "嗯。當然會有些資本支出的。那我想應該。應該不會太大的問題。畢竟我們的整個負債。從去年。",
    "因為去年賣的。賣掉那個。統一國際大樓的商場。就是以前信義成品。那個我們持份。19% 接近20%。",
    "因為是持份。因為它不是一個一個一個。一個一個。產權的完整卸幅。不是完整是持份的。所以那時候想說。",
    "往後因為統一。它有它計畫開發。它花很多SOP。那我想說。讓它能夠能夠運作的更順暢。所以把我們那一塊。",
    "整個就賣給統一。所以統一現在基本上持有幾乎100%了。因為它那邊。在做現在開始建設的一部分。其他幾乎跟著都少了自己的。就讓它開發來講更能夠。",
    "能夠完整開發了。沒有去不會去。那因為畢竟外面股東的話。大家已經不一定會一樣。會造成一些困擾。擔心這樣子。",
    "所以剛好我們也學說。那一塊跟我們對我們來講。的資產完整性來講。是比較沒那麼完整的。所以去年把它除根掉了。所以去年有一個。",
    "有一筆錢進來。就把負債還了。那但是先還掉負債。那有借有還。債借不能。那這個部分。",
    "我想往後就是我們往。那個科技廠房。這邊。我們要去運作的時候的資本的來源。也就是說整個負債。不會因為我們去做這個實績。",
    "會比去年或是兩年前更高。但我們先是降下來了。因為去年的現金的關係。那慢慢的往後還是會大高一些。但是不會達到。像去年去前年那麼高。",
    "應該這樣講。是我這邊也補充一下。就是剛剛各位投資朋友看到。其實我們的現流表。我們還是有一定的現金水位。那另外就是說。",
    "如果從我們的負債比例去看的話。其實不管我們是個體。還是合併的資產負債表。我們的負債比其實都是維持在30%到40%左右。我想應該還算是一個。保守穩健的財務結構。",
    "那另外剛剛。我們發言人有提到。基本上我們有關南港科技園區的開發。大概也是朝向。竹北台原科技園區的開發模式。來做規劃。",
    "那基本上它就是。因為我們確實也有以人的學習。所以我們在科技園區來講。包含現有的廠房。應該有14萬坪的工業用地。那基本上我們還是會朝向。",
    "台原科技園區的開發模式是分期分區的開發。低階段的基地面積跟量體，因為是分期分區做，所以會有所不同。那我想國路的資本支出，應該還是在我們可控的範圍之內。如果以14萬坪來看的話，那個奇數就是看市場的反應。目前我們還沒有非常明確的分期。那如果單就低階段開發的話，我們預估是可能會有3000坪的基地面積先做第一階段，然後量體的產品大概會有1萬坪左右的樓地板面積。",
    "那如果，因為我們剛發言人提到的說，在年底或是喜月的時候，有機會動工。預計施工的，大概也需要兩年到兩年多。所以我想完工的期限，應該會在2027年的第四季到2028第一季之間。然後再來做部分的出租跟部分出售。現階段我們都有持續在做仿商跟招商的動作，就是先尋找潛在性的租戶或是買家。時間時間，我們的期數大概可以說一下嗎？",
    "目前建築是規劃的，目前如果是我們現在啟動的那一塊，包含單管的那一塊的話，可以規劃四期。它一期大概就是蓋兩棟或三棟，它的四期我們現在蓋的是第一期的第一棟，第一期會兩棟。那整個加起來認真算的話，會分兩期到三期會分期開發。因為現在土地的一部分還是化繩廠，可能要動到二期的部分，我相信快的話，應該在十年內會動到第二期。所以這十年部分應該是目前還是舊空地部分去做開發。發現目前是空的，我們的空地大概就是臨近支線南航市貿展覽館跟靠近10路這一整塊的空地，面積大約有十公頃左右。",
    "施甲三萬平，我這兩個人看新聞101差期太長了。對101以後搞不好會有機會南部大概有個來兩半個月這種東西都不給人他對我們沒有興趣，他就這樣講。所以他們也是屬於要去當然其實我想101的腳步他會採這樣我會覺得應該也合理的，因為台中給他的大樓還不錯就是整個全新的一個大樓。然後我不曉得他有沒有進入參與那個設計大樓設計，他其實我們之前有談過了，那他其實他一直想往南部走也需要他在北部做穩定了，那他做當然做的東西也會跟人家不一樣。這個這個商場的進行能力的確很強應該我如果說台灣的商場的一個進行能力來講的話，這個團隊應該是他第一名的團隊。對因為他講一個我覺得蠻有趣的，其實我們在做商場都做商場，不是在做地標，所以說基本上我覺得那個概念是跟一般商場是不一樣的。",
    "因為101就是地標整個台灣地標，那現在台中覺得他也會做一個地標在台中地標，那我們也是我們都在台南的話，我也希望說來的客人不是來看辦公室，是來看看我的這個方向就跟一般的百貨規劃不太一樣。主要那個市長都附帶說會創造幾千年的說幾千個不知道要來外國要現在外省不知道幾千個的這個商機，但是至少他是有一個基礎在哪裡。台中百就有精正之列，不過他這個點說真的也還不錯啦。因為星光三月爆掉之後大概什麼商場的一個我們在看商場的星光可能已經這不是在當我們是當在考數學的，他在高點已經過了他最輝煌的時間已經過了他今天還拼千億可就差另外一腳我真沒想到會這種事真的沒想到會這樣子。因為他其實走在一個很平穩的軌道上面走，他這樣一爆對他的商業也好對他的一個無形的那種運氣也好氣勢也好其實我想很傷而且傷的是一個台中那家營收251占他四分之一營收你說那個那一腳去掉之後大概可能四隻去掉一隻一大隻去掉而且有做他變好的時候就要回到以前那樣子真的有點難度了。而且看那個大圓板不是他沒人因為人大圓板也沒什麼人這個蠻壓抑的那山圈可能會挪移現在台中又有所謂的那個漢神巨蛋那現在又多101那個有得玩了整個山圈整個會挪移所以台南那一腳五腳鐵對你也三級對三級那三級其實要做奧德那奧德這個人基本上可以翻白目是不太一樣他的確做的也不錯啦。",
    "那是奧德的心態台南競爭比較美我其實也認真講新冠還是強新冠是裡面目前最強的我們現在如果說但我沒有金餅他有金餅如果說撇除金餅其實我們應該不向上下保力量比較高他大概說180嘛170170181左右那81還是金餅。",
    "市場並其他人。市場並其他人說，「270撇除金餅」是他們的目標。就像「ener nerd」一樣，他們要做的事情是「看到其中一個有東西可以做」。最重要的就是「他店holders開始去放空間」。那他汁局現在輪到「因爲討лом也會去討止」。而且必須「他的人rat而且必須すす改造中生稲」。",
    "這種運動如果說可能的話，比較容易啦。如果說像我們現在在買貨幣去做購種，基本上是不太可惜的啦。因為那個成本效益就完全不夠。所以那個價格太高了。那你政府的地路有機會，比如說加一好了。我們把他比方說啦，加一如果有BOT案子，我們有在問有在詢問。",
    "不排除當然要看說整個條件啊各方面啦。目前比較保守，動工動工本來是原來是那後來我整個計畫有點跟招商有關系嘛。所以我們認真講，我們想做精品想做精品所以可能會在2030年前開幕。對現在地在3年裡面。但我覺得應該會提整但是你當初動工本來是今年現在看起來今年沒有進步。所以要當初再動工你看今年動工的話我大概最快開幕是28年。",
    "28年那因為裡面的產品的組合我那塊地其實可以做高可以做低都可以。所以裡面要做什麼基本上我們還在很多推翻了很多的想法以前有些架構一些但後來又把它慢慢慢慢的往另外一方向一直想說做辦公室嗎那要做飯店呢還是說單純做一個跟北威達一樣這樣子比較精緻型的精品上場就好。現在都還在思考所以讓它整個步調我們又把它換下來因為加上那個仁德這邊科技園區在動想要把精神先今天先把科技園區動工先做起來那面後你再看三期要做什麼確定要做什麼再來想清楚再來做應該這樣講所以三期不一定會是百貨它下面一定是百貨但是上面有可能是飯店也可能是辦公室那有可能也可能是一部分的甚至也想過說辦公室跟飯店並存。因為它高可以蓋到28樓全蓋滿的話當然這個可以。但這個跟投入的一個成本就有差了。你投到那樣子可能是百非百益不可。",
    "那我想南華最近就是說整個本業的部分比較慢的情況之下我們積極在尋找其他的一個可能性那先過後中心過去的回收其實是百貨業的回收並沒有想像的那麼的那麼juicy那麼那麼強那比較容易看到成果應該是科技遠距也就是28年之後我們比較有把握說28年的時候會整個情況會變得好一些加上我們的一個我們當初的的土地成本認真講都是相對時比的所以那個投資效應的就會蠻大。那就是一個平衡其實我想跟投資組合一樣要壓本業壓我們的百貨公司壓我們只能開發那加其他的一些轉投資我想都是一個product mix那到時候有些好有些不好那希望能夠取得一個比較那個變化比較小一點我們現在長途放下來走對啊這我們現在要怎麼去策略也有間包工對啊以前棉紡好化繪不好的時候還是化繪好棉紡就不好還有一個其他互相cover今年這兩年兩個都不好這是我們比較幸福的地方。那我們今天的訪問就到這邊結束了謝謝歡迎大家以這一天參與的參觀謝謝謝謝謝謝大家。"
  ],
  "transcript_en": [
    "We are very pleased to announce that we have a meeting today with Mr. Zhang Jingrong, Vice President of the Board of Directors of the Tainan Stock Exchange. The meeting will be divided into two parts, namely, Mr. Wu Luolan, Deputy Director-General of Mr. Lin Zhiwei, and Mr. Li Shu-yan, Deputy Director-General of Vice-President of the Board of Directors.",
    "Thank you all for investing in advanced afternoon ann. That's first of all a look at my company's main products, operations, and finances. We'll start planning these four parts with you and make a brief report and then carry out the Q&A. The Tainan textile was founded in 1955, and this year marks the 70th anniversary of our founding. Our paid-back capital is 165 billion, and Mr. Hu Boming was listed in 1989.",
    "This section also corresponds to the value of our manufacturing capital. This section also corresponds to the value of our manufacturing capital. The two major projects include two business groups. One is a spinning business group, one is a chemical fiber business group, and the other is a business group.",
    "For example, for a factory or for sale. Our company is located in the middle of the textile industry chain. The main raw material of the spinning group is natural cotton. So we have from major supply areas around the world. So we have from major supply areas around the world.",
    "The main raw material of the chemical fiber group is PTAEG. This part we buy in the domestic market. Our sales target is the downstream weaving of the whole production. Our operations are located in addition to Tainan headquarter and Taipei office. The chemical fiber group that just mentioned is mainly the production base in Tainan, Taiwan. There are chemical fiber plants and the Pacific factory.",
    "There are chemical fiber plants and Pacific plants. There are chemical fiber plants and Pacific plants. The production base of chemical fiber group is in the Tongnai province of Vietnam. There are two subsidiaries of South Vietnam imitating Vietnam and Prince Edward Long. The main products of the spinning group are cotton yarn mixing yarn OE yarn and a variety of functional yarns.",
    "The monthly capacity of all the major products. Please invest in advanced reporting. It is generally the same as the previous year. But it is also as you all invest in the supply of high information. Because the world's polyester capacity is too heavy. Then the demand is also relatively low.",
    "On the whole. In August last year, the board of directors of our company passed resolution. Then we will just mention the main production products of the chemical fiber plant. It is polyester cotton. Although we still retain the monthly production capacity of 9900 tons. But the production capacity of the fat part.",
    "We stop production for a while. So the actual production will be reduced to 900 tonnes per month. That's another part of the imitation texture. That's the main selling stock right now. Then you see 2024 main products. Just follow the report and explain.",
    "If you want to have a new product. Compared to the previous year, polyester cotton can be found with the above reasons. The production of polyester cotton can be found with the imitation texture. There is a significant decrease compared to last year. That 2024 revenue ratio.",
    "Part of the imitated sand group is 38 percentages. The chemical fiber group is 40 percentages. The other 22 percentages are mainly the imitated shopping center. With us in Vietnam another transfer investment company. Revenue contribution of imitated sand group. That is the distribution of the sales market.",
    "The main market for sand imitation groups is export to Asia. The main market for chemical fiber groups is the domestic market in Taiwan. And part of export to Asia.",
    "The other section of the financial overview. You can see it all. The consolidated profit and loss statement of the single season. Our gross profit and profit margin. Gross profit and profit margin of 2024Q4. Gross profit and profit margin of the business line.",
    "Net operating interest rates. Even magnified throughout the year. 2024 throughout the year. Actually, we are in the chemical fiber and imitated sand industry. The overall environment is on top of the company's manufacturing industry. It is still quite difficult.",
    "This resulted in a loss of net operating profit. That 2024 year-round. Net loss of owners of the parent company's tax is $5.58 billion. The conversion of EPS is a negative $0.34. That ended at the end of 2024. The combined assets of the entire group.",
    "There are about 489 billion. That shareholder interest includes non-company interests. There are about 29,4 billion. If converted into net worth per share, it is likely that it is $17.6. Then the next part of the cash flow table.",
    "Please invest in advance to participate in the review. At the end of 2023, because there are shares of assets. The ratio of income contribution outside of business. Therefore, there is also a relatively high water level in cash at the end of the year. That is basically in 2024. We have continued to use to repay borrowings.",
    "Reducing interest expenses also moderately reduces the water level of cash. Finally, the outlook for the future. We still maintain the same six directions in the medium and long term. First, the continuous optimization and refinement of the textile industry.",
    "The second is to accelerate the development and upgrading of line products. In fact, in the last two years 112 to 13 years. We have also invested nearly 400 million dollars in production line transformation and upgrading. The third is to continue to support the transformation of investment business.",
    "The fourth is the circulation business. Nanfang Shopping Center has reached the tenth anniversary of its opening. The turnover in 2024 is also over 10,5 billion years old. The fifth point is to continue to revitalize the assets. It includes the rental of idle factories for sale.",
    "And planning the development of the Nanfang Science and Technology Park. That last point continues to be the central point of our business expansion. This is my presentation. If you have any questions, please leave a message below. Then talk to our colleagues.",
    "Thank you. Check out the comparison between 2023 and 2024 gross profit. A big change. That's a little difference in gross profit. For 23 and 24 years.",
    "In fact, in terms of the overall situation. Mainly or 24 years. Our manufacturing industry mimics the part. Affected by the industrial environment. So this part is indeed in Maori. Because of the brand part.",
    "It has some de-escalation of stock. In fact, it does strictly control. So the unit price of the whole sale is above. It is also more difficult. Therefore, the gross profit margin is indeed affected. There are some effects in the manufacturing industry.",
    "This is part of the problem, but we also have a problem, yes, yes, yes.",
    "Yes, yes, yes, yes, yes, yes, yes.",
    "Yes, yes, yes, yes, yes, yes, yes.",
    "Yes, yes, yes, yes, yes, yes, yes.",
    "Yes, yes, yes, yes, yes, yes, yes.",
    "對,對,對。 剛才gra possa,谢谢,谢谢,好,感谢,chcia,化,叫,那么,那么,那么,我们,我们,我們的訪問,當然,其实,好轉移 謝謝。 製造本業的傳統的訂單能見譜,或者是客戶可以訪問的事,大概是如何的選擇,這可能要分仿砂跟華研,還是我們麻煩仿砂的業務同事,我針對砂廠的部分做說明,基本上砂廠現在目前生產基地都在越南,台灣這邊是沒有的,我目前的,當然這個產業每一鏈的狀況不一樣,像布廠大概是3到6個月,成衣廠可能長到一年,我們砂廠的話平均大概會1到2個月,不敢看整個市場對後市的判斷狀況,我目前我們業務這邊的狀況,針對第二季的部分的訂單,大概到4月的訂單是已經滿載,目前那個客人在談的大概是5月份的部分,所以,以我手上目前掌握的訂單的SP來看的話,應該是有比第一季的平均出貨單價會好一些些,那主要是兩個原因,第一個是年前這邊同業這邊針對年前想要換現金,所以會在價格上面比較多一些談起,那回過到過年之後大家對於整個市場的價格就會比較有所堅持,再加上說目前棉花企業我不充下棉花企業的部分,大概今年第一季的棉花企業平均每棒大概是在65到68每分,在一個很狹窄的區間盤整,目前看起來65每分是一個比較強的支撐,那主要也是因為棉花補貼政策的關係,不過整個需求其實還是蠻保守的,那最主要還是因為棉花管稅的影響,因為我們自己本身大概每系客戶在我們的比重應該有超過幾成,剩餘的兩到三成會是比較像local跟O系的客戶,那我覺得在進一步明朗之前現在目前品牌下單的狀況都是相對性保守,大多是下到第二季,然而訂單的量雖然focus沒有很大的變化,但是就算他們覺得他們這一季的他們整年度的focus可以接受,他們也不願意再把訂單太多釋放出來,那下游的一貫廠或者是部廠這邊接單的狀況表現不一,就是如果是大型的一貫廠就是他有支付然整到成也或者是他是跟品牌連結比較強的部廠的話他在接單的能力上比較好,一貫能力也比較好,不過整體的需求在越南當地並沒有非常的好,也就是說訂單沒有好到可以外溢到整個供應鏈的每一個人的魚路軍山,所以這第二季的狀況是如此,那我們在看就是雖然第二季是像蘇協說是比較傳統的旺季,但是還是受到美國這邊的影響,所以我們看因為我覺得步調跟下單的節奏上面來講都會比較保守,那後面的影響會變得等到明朗之後力探都變短了,所以變得更大家的他在看上面有比較大的調整性的他會比較容易接到後面正的部分,那中小型相對性就比較辛苦,這邊以上就是我。 那各位親愛的大家好,我針對化纖本業說個補充報告,因為化纖本業的部分在過去的話年輕度大概客人都用抑制方式來下單,因為他們的下游客戶都會有量一些抑制的訊息,基本上從疫情到現在為止這個模式已經打破了,基本上客戶不會再提供訊息給我們,那麼只能當月接當月出訂單模式也都比較大一點,因為他們以前可能有一個多吞分隔然後出廠期,那現在變成少量多樣化的狀況變得會比較明顯,那目前來看的話我們接單大概基本上的加工都在80公左右,那已經維持了幾個月,那目前看起來未來幾個月大概會是相同的加工維持下去。 那旁邊六大方向是未來的重點嗎,是,那些優遜優遜的順序沒有優先重點會放在先,那像這個新加坡維中心的南向政策這個東西比較具體的想出來是全是一個構想,我想整個南方來講本業部分但是本業是一個根本,那根本本業最近這幾年的確不是太好,那受到大陸一個價格競爭的一個影響,我想全球石化業都有影響想到了包括包括來說都已經比較的嚴重了,那是那種初步意料之外的,那這是一個比較難去扭轉的實際,那我們來講到是本業部分還是繼續優化既然是說能夠把這段時間撐過去那看能不能在適當的機會過半載上來我們再抓住機會再開始我們沒有放棄本業部分還是繼續在做一個優化,那至於其他的往那個前面總投資部分這是以前歷史留下來的,是我們的根本,我們南地發公司一樣南地發公司那年問題也是一樣,那它還好它算是還算穩定,那從以前的因為疫情嘛那現在講的就是疫情過了相對它獲利就整個大幅下來了,它還是維持在一個水平,它的那轉投資南美特倒是不錯,南美特是台積電的,它是一個台積電供應商算不出汽油的一個就是這層的汽油的對,那聽起來它東西還不錯,因為有分兩種,一種是被洗掉的,一種是會黏在裡面的,它是屬於會留在裡面的那一種,所以一般價值會比較高一些,那當然他們都好在這算它轉投資也算還不錯的一個國家公司,流通一直是我們10年了,那現在是還在往上走今年疫情應該可以做到我們希望做到110,就是說它還持續還算是穩定成長,可是我們另外一個這10年除了本業以外還算琢磨蠻深的一個部分,那加上這土地是我們自己的,所以我想在上面的發展跟對資產一個資產的活化跟資產的一個價值提升都有很大的幫助,這是我想以資產價值提升這塊是比較有顯著的,但我們沒有去賣它不會去賣它,它後面有一塊1740萬塊。",
    "The residential area can be built. But we don't know how to move it. Those years should still be in the mall's integrity. It's now in the second phase. We've probably covered the three-tiered one in five years. The whole mall is complete.",
    "That's a 5000-year period behind. I believe I'll follow the integrity of the previous one. The value of the backward will be increased again. This part is probably like that. As for that southward, it's always been.",
    "Because we are in Vietnam, we are a long way to the south. 25 years. 25 years. 25 years.",
    "In fact, the South has been going to us for 25 years. It has always been good. It has always been good. We have not been to China directly to Vietnam. That is, of course, we are all affected.",
    "That is Singapore. We will practice in Singapore. But I would like to say, if there is any way to transfer investment opportunities, in Indonesia, I would like to talk about it again.",
    "It will be an investment point from Singapore. Put it from there and then strengthen Vietnam. There will be other Indonesia as well. Other opportunities. We will develop from that Vietnam. But that part.",
    "As soon as the whole of the change of the large aircraft. Now there is a serious talk. But it is not mature yet. That is, the nationalization part of the asset is. I think it will be in the next few years. That should be three to five years.",
    "It is easy to see a little bit of success. We still have that. We have one. It is an industrial plant. It is a project of Taiyuan Science Park. It will start to work this November.",
    "This is an industrial plant. It should be very similar to Taiyuan Science and Technology Park. It should be the same as an industrial plant in the electronics industry. Do a high-convergence industrial plant. This product is not in Tainan.",
    "And we will go to the land of the living, the land of the dead, the land of the living, and the land of the living, and the land of the living, and the land of the living, and the land of the living.",
    "No. That part is the Thamud, now the Thamud, now the Zamou prefecture. That is, there is a piece behind it that is not known why.",
    "He is the one who says, \"We have sinned, we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong; we have done wrong.",
    "That development may be a long time. Because the yuan has been doing for 20 years. It's probably almost done. It took 20 years to complete. It's all developed. That's what I believe we're going to do.",
    "It should be a little longer than it could be, and we're bigger than it is, so we're going to take that step one step further, and that's what we're talking about in the South China Sea.",
    "Speaking of the future boss. Apart from this profession. There is another one other than the middle class. Compare the results. A plan. That will start to work in November.",
    "This year, it's also the month of October. That's the way it is now. For this year's follow-up capital expenditure, there will be some comparisons of animations.",
    "Of course, there are some capital expenditures, that should be, and it shouldn't be too much of a problem, after all, our entire debt.",
    "Because it was sold last year. Sold it. The mall of the unified international building. It was the original Hsin-Yi product. The one we owned. 19% was close to 20%.",
    "He is not the only one who has the right to be worshipped, but he is not the only one who has the right to be worshipped, the only one who has the right to be worshipped, the only one who has the right to be worshipped, the only one who has the right to be worshipped, the only one who has the right to be worshipped, the only one who has the right to be worshipped, the only one who has the right to be worshipped, and the only one who has the right to be worshipped.",
    "And he said unto them, Behold, we have sinned, and we have sinned, and we have borne the burden of another; and we have borne the burden of another, and have borne the burden of another, and have borne the burden of another.",
    "The whole is sold to the unity. So the unity now basically holds almost 100%. Because it is there. Doing it now is part of building. The others are almost following their own. Let it be more able to develop.",
    "He is not afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things; he is afraid of all things.",
    "So we learned to say, \"It's a piece that tells us about the integrity of the asset, and it's not quite complete, so it's deleted last year, so there's one last year.",
    "There is a reward for the righteous, and there is a reward for the wicked, and there is no reward for the righteous, and there is no reward for the righteous.",
    "I think we're going to do this. That's where the tech plant is. Here's where the capital comes from. That's where we're going to work. That's where the whole debt goes.",
    "It will be higher than last year or two years ago. But first, we fell. Because of last year's cash relationship, it will be slightly higher. But it won't be as high as last year.",
    "That's what I'm going to say. I'm also going to add it here. It's just that you've seen our investment friends. In fact, we have a certain cash level. That's what we're talking about.",
    "If we look at our debt ratio, whether we are individuals or a consolidated balance sheet, our debt ratio is in fact maintained around 30% to 40%. I think it should be considered a conservative financial structure.",
    "We are talking about the development of the Nangang Science and Technology Park. It is also about the development of the Taiyuan Science and Technology Park.",
    "That's basically it. Because we really have people learning, so we're talking about science and technology parks. It's an existing plant. There should be an industrial land of 14 square meters. That's basically where we're headed.",
    "The development mode of Taiyuan Science and Technology Park is the development of a phased segment. The low-stage base area and the volume of the segmentation will be different, so I think the capital expenditure of the national road should be within the scope of our control. If we look at 14 square meters, that odd number is the reaction of the market. At present, we do not have a very clear phased segmentation.",
    "If that is the case, because we just mentioned by the spokesperson, the opportunity to start working at the end of the year or when Happy Moon is expected to take more than two years. So I want to complete the deadline, should it be between the fourth quarter of 2027 and the first quarter of 2028. Then do some of the rental and partial sale. At this stage, we have continued to do the imitation and the bidding, which is to look for potential tenants or buyers first.",
    "The current building is planned, and if we are currently starting the building, we can plan the four phases. It is likely to cover two or three buildings, and its four phases are now covered by the first stage, and the first phase will be two and the second phase will be two. The whole addition is serious, and it will be divided into two to three phases of development. Because now part of the land or the chemical rope plant, it may be moved to the second stage, I believe that fast, it should be moved to the second part in ten years.",
    "I am not sure if he was going to be involved in the design of the building, he actually talked about it before, so he always wanted to go to the south and he needed to be stable in the north, so he did what he was doing would be different from the people. This mall really has a strong ability to say that if I had the ability to do something in Taiwan, this team should be his first team. For him, I thought it was interesting to say that we were at the mall, not at the landmark, so basically I thought that the concept was different from the general mall.",
    "If you are looking for a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place where you can find a place.",
    "It is Ode's mentality Tainan's competition is more beautiful, I'm really serious about the new crown or the strong new crown is inside the strongest now if we say that I don't have gold cakes he has gold cakes if we say that leaving gold cakes, we should not protect the power of higher than he probably said that 180 170170181 about the 81 or gold cake.",
    "The market and others. The market and others said, \"270 left gold cookies\" is their goal. Like \"ener nerd,\" they do what they want to do \"to see one of the things that can be done.\" The most important thing is that \"he shopholders start to put up space.\"",
    "It is easy to do this kind of movement if it is possible. If it is like we are buying a currency to buy it, it is basically not a pity. Because that cost-effectiveness is not at all. So the price is too high. The road to your government is a good one, for example.",
    "It's not a matter of course to say the whole thing. At the moment, it's more conservative, and the manual work was originally a little related to the investment. So seriously, we want to do fine things, so it may be opened by 2030. For now, it's in 3 years. But I think it's supposed to be finished, but you didn't see any progress this year. So if you want to start again this year, I'm probably the fastest way to open up.",
    "So what to do in the next few years is basically what to do with the combination of products inside that can be done very low. So basically what to do in the next few years we have a lot of ideas before some architecture, but later it slowly went to another direction to want to say to do the hotel, or simply to do a more sophisticated boutique like North Weda. Now is still thinking about it, so let's make it all the pace and replace it, because the Rendezvous area of science and technology park is moving to do it first today, after you see what you want to do again, so the third phase is not necessarily a department store it, but it may be the hotel, maybe it is part of the office, or even think that the office can live with the hotel. Because it can be covered up to the 28th floor, of course, this is the cost of course.",
    "So, I think South China has recently been looking for another possibility that we have been looking for the whole industry a bit slower, then the center in the past recovery is actually the recovery of the department store is not so so strong that it is easier to see the results should be the science and technology distance is 28 years later we are more certain that the situation will be better when we will be 28 years together with one of our original land costs are more serious than the time, so the investment effect will be very large. That is a balance I want to put on a portfolio like our industry pressure on our department store, we can only develop some of the other changes I think is a product mix, and some good thing is that we want to get a little bit closer to the change."
  ],
  "meta": {
    "source": "manual_upload"
  }
}