{
  "schema_version": "v2-two-tables",
  "stock_id": "1454",
  "date": "2025-06-06",
  "original_filename": "1454_20250606_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位來賓大家好。歡迎各位參加台灣復仇纖維國會公司114年度第二次保援說明會。我是台灣復仇纖維公司的總市長周曉明。接下來就以公司目前的情況來做個簡介說明。",
    "首先我們看看公司的簡介說明。公司創立於民國62年，我們有兩個廠，在桃園巴德是副廠，在延梅是沙廠。我的主要產品有兩樣，一個是家公司，一個是製品。我們一開始是從部廠開始，民國62年我們創立了部廠在巴德的部廠。",
    "最後這幾年中間我們陸續增加大集發。到1998年我們的交通市場開始營運。到2023年公司滿50多年的時候，我們發表了名為ASNANA的一個布料品牌。布料是主要高感性的保感電性布料為主。這個是從原料到製品是百分百由我們公司自己研發，也百分百在台灣生產。所以在全世界行銷全世界。",
    "所以在整個都會休選的一個基產布料商品牌，是受全世界客戶的一個歡迎。另外我們在今年度，我們去年時候是亞洲中心，今年度我們的研發中心正式成立。主要目的是希望能往產品開發和高質化發展我們的相關各項產品。這是可以看到這邊在我們這個簡要的一個關於我們產品的主要項目的一個儀式。當然加工師我們有各種不同的加工師，那我們很散場於在各種不同的複合跟機能性的加工師。加工師我們有各種不同的加工師，那當然加工師我們有各種不同的加工師。",
    "那在布上面來講，我們的布一樣的一個取向相當多元。不管是彈性敏感或者是毛感，或者是在高彈上面來講，或者在磁化布上面，甚至在環保布料上面來講，我們都有相當多的一個發展。這是我們在2023年所發表的伊朗納達的一個毛型彈性布料品牌。這布料品牌有五大特點。第一個是它具有柔軟的毛感。第二個它具有虛的跑溫的機能。",
    "第三個它在彈性上面來講各種不同彈性的呈現。可以針對客戶不同的需求跟做到多彈性的需求。我們可以設計一個不同的多元彈性。第四項它相當易於整理。它做成衣服並不需要做乾洗。這個對環保上面來講是一個很重要的一點。",
    "因為衣服也不會變形。第五點是環保我們大量採用各項不同環保原料。從保特品回收，比如從布料到一層一回收的原料，我們都在使用。當然這個對我們的客戶品牌作為來講，它最重要的一個風格是我們是風格多變應有無限。我們強調用我們伊朗納達做的布料，用的布料做成的衣服，讓消費者能夠感到消耗的舒適自在。因為它具有各種不同的耐性，有機能，或者是它的破氣舒適性。",
    "所以這個產品是讓廣受全世界客戶的一個喜愛。這也是我們的一些中國品牌客戶，這邊就請各位參考。這是我們從110年第一季Q1到今年的第一季，整個的營運狀況，營收的狀況，請各位參考。當然我們可以看到在疫情，在110年到後面，在疫情之後慢慢的從疫情中開始在回升。但中間還是因為大環境的關係，所以整個每年度的變化其實還是相當大的變化。這是從111年的Q1到114年Q1，整個營收狀況，請各位參考。",
    "這是從106年度到114年Q1的整個毛利的情況。可以看到在109年雖然是PolarVanity爆發的那一年，因為整個全世界的一個應單急動狀況，所以導致整個在毛利上的情況也相當大的落差。不過在2021年就開始有回升。當然這兩年來，因為在整個國際的形勢變化，有相當多的變化。確定益度相當高。所以在今年度來講，整個毛利範圍前還呈現到一個相當大的變化。",
    "當然今年度來講，整體的一個因為美國關稅還有在整個匯率的關係，所以整個全世界國際整個貿易的一個不確定性到目前為止相當高。所以今年度來講，可能在變化會比較大一點。好，那我想接下來說明一下我們副總公司對未來的一個展望。今年成立研發中心。當然你們也有可能會認識我們的產品，我們製作製品的部分，我們要去大量的往工作坊這個方向去增加做轉移。那另外在產業用也是我們更長遠的計畫。",
    "因為這些產品事實上它從原料製造到染成到後加工，它本身來講都有相當嚴格的規範。特別是在說特別是針對一些比較安全性相關的工作的部分。像它在各種任何認證，在各種工法的一個事實上都有相當嚴格的規範。那這些當我們可以去當我們研發中心可以去做這樣的一個研發。讓整體工業可以做這樣的一個開發的時候，實際上這個表示說我們在整個的營業我們在整個產品跟技術與生產整體上面來講有一個很大的提升。這也讓公司在整體上來講可以有一個更進的發展。",
    "那另外第二點配合研發中心，我們也成立了管制之夜市。然後我們希望從研發中心裡面有一個很重要的功能就是我們希望從原料商來講做一個多一發的產品。這對我們在不管在我們交工資或者說在資品上面來講的一個開發發展的都具有相當重要的一個作用。那第三點我們自創的設計品牌叫Sennara。這部我們繼續在已經不同的事業在做推廣。第四點因為今年四月初美國關稅美國宣布它不同的關稅政策。",
    "當然目前是漲反。但是到7月8號就是它所謂的一個反中期就是漲反到7月8號。所以目前來講整體客戶全世界在三星品牌客戶跟美國相關品牌客戶大概都呈現一個觀望的狀況。那當然這個這樣的一個狀況我想等到這些不同的關稅等待落地之後勢必會引起整個工業的重組。",
    "那這也是我們必須要去面對的特性。今年五月部分，五月初的時候，台幣強勢升值，升值超過10%。事實上以那段時間只有台幣相對其他亞洲貨幣來講，只有台幣升值。",
    "另外，因為升值過快，所以這對於我們出口為主這樣的場合來講，實際上相當獨立。所以以今年度來講，整體的補血利益性因素還相當的高，不管是在關稅這邊，或者說在整個匯率的升值，台幣匯率的升值來講，我想在下半年度當然有相當多的一個變化。這也是公司在整體來講，我們必須要可能成所一步步去應對。當然就整個長期上來講，轉型期間之內，我們所面對的，是這些國際整個貿易跟供應鏈還有整個匯率是個不確定的狀況。這些當然我們在整體的一個營運跟貨幣上來講，世界會受到相當程度的影響。但是就整個長遠發展來講，我們所集結的幾個計畫，包含在整個產品的關係，然後到整個的一個研發中心的一個持續的一個推廣，到到我們品牌推廣，這些仍然是我們不變的計畫。",
    "因為對公司的發展來講，它是對公司發展的一個轉型非常重要。所以轉型期間之內，我們面對的是關稅跟匯率在變化。長期來講，我們持續發展，我們的目標好一點發展，也希望持續推動公司的一個整個營運模式一個轉機。那以上就是我們對整個未來的狀況。以上就是整個臺灣副總公司對過去這段時間來還有在未來的一個我們對外的展望。所有的請教說明，那以上就謝謝大家的一個影響。"
  ],
  "transcript_en": [
    "Hello all, welcome to join us at the 114th Annual Revenge Fibre Congress in Taiwan. I am Zhou Xiaoming, the mayor of Revenge Fibre Taiwan. Next, I would like to give an introduction to the company's current situation.",
    "First, let's take a look at the company's brief description. The company was founded in Taiwan in 62 years, we have two factories in Taoyuan Badd, and in Yanmei Badd. My main products have two, one is a home company, and one is a product.",
    "In the last few years, we have increased the volume. Our transportation market began operations in 1998. By 2023, we launched a fabric brand called ASNANA. Fabrics are mainly high-sensitivity inductive fabrics. This is 100% of our own research and development from raw materials to products, and 100% of our production in Taiwan.",
    "This year, we were at the Asian Center last year, and this year our R&D center was formally established. The main purpose is to develop our related products. This is a ceremony where we can see here in this brief one of the main aspects of our products. Of course we have a variety of processors, then we are very scattered in a variety of complex and functional processors.",
    "That said, we have a very diverse range of fabrics on top of the cloth. Whether it's elastic or hairy, or on top of a high-ball, or on top of a magnetized cloth, or even on top of an eco-friendly fabric, we have a lot of development. This is one of the hair-elastic fabric brands of Iran, which was released in 2023. This fabric brand has five characteristics. The first is it has a soft hair. The second is it has a soft running temperature.",
    "Thirdly, it is flexible on the basis of a variety of different flexible presentation. It can be tailored to different needs of customers to achieve flexible needs. We can design a different variety of flexibility. The fourth item is quite easy to organize. It does not need to be dry-cleaned. This is an important point for environmental protection.",
    "The fifth point is that we use a wide range of environmentally friendly materials. We use them from recycled plastics to recycled materials. Of course, one of the most important styles for our customers' brands is that we have unlimited style. We emphasize the use of fabrics made by our Iranian Nadal fabrics, made of fabrics, so that consumers can feel comfortable and comfortable.",
    "So this product is a favorite of our customers from all over the world. It is also one of our Chinese brand customers, so please refer to it here. This is the condition of the entire operation and revenue from the first quarter of 2019 Q1 to the first quarter of this year, please refer to it. Of course, we can see that in the epidemic, from 110 years to the end of the epidemic, slowly began to recover from the epidemic.",
    "This is the whole gross profit situation from 106 to 114 Q1. It can be seen that in 109 years although the year of the PolarVanity outbreak, because of an emergency situation throughout the world, the whole gross profit situation is also considerable difference.",
    "Of course, this year, one of the overall U.S. tariffs also has an entire exchange rate relationship, so there is so much uncertainty about the entire international trade. So this year, it may be a little bit different. Well, I would like to tell you about our vice head office's outlook for the future. This year, we set up R&D centers. Of course, you may also know about our products, we have to make a large number of workshops in this direction to increase the transfer.",
    "As a result of the fact that these products are actually manufactured from raw materials to dyed to post-processing, it has a very strict specification in itself. Especially for some more safety-related work. Like it in any kind of certification, there is a very strict specification in one fact in a variety of engineering laws. Those when we can go to our R&D center to do such a research and development. When the whole industry can do such a development, in fact this means that we have a great improvement in the whole of our business in terms of products and technology and production.",
    "The second point with the R&D center, we also set up the night market. Then we want to have a very important function from the R&D center is that we want to do more of a product from the raw material supplier. This plays a very important role in both the development and development of a product, whether we pay the salary or say above the goods.",
    "But by July 8th is what it calls an inverse medium term back to July 8th. So for the whole world in Samsung brand customers and U.S. brand customers, there is a general outlook. So this kind of situation I think will inevitably cause the entire industrial restructuring after these different tariffs are waiting for landing.",
    "That's what we have to face, too. In May, at the beginning of May, the dollar rose sharply and rose more than 10%. In fact, only the dollar rose in that period compared to other Asian currencies.",
    "In addition, because the appreciation is too fast, it is very independent for our exports. Therefore, this year, the overall blood supply benefit factor is still quite high, whether it is here on tariffs, or in the whole exchange rate appreciation, I want to see a lot of changes in the second half of the year. This is also the company in general, we must take steps to deal with it. Of course, throughout the long term, the transition period, we are facing an uncertain situation in which the entire international trade and the supply chain as well as the entire exchange rate.",
    "As a result of the company's development, it is an important transformation for the company's development. Therefore, during the transition period, we are faced with tariffs and exchange rates change. In the long run, we continue to develop, our goal is to continue to promote the company's entire business model one-way. That's what we are all about for the future."
  ],
  "meta": {
    "source": "manual_upload"
  }
}