{
  "schema_version": "v2-two-tables",
  "stock_id": "1470",
  "date": "2025-05-28",
  "original_filename": "1470_20250528_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位投資先進好，歡迎來到大統新創的公開法說。今天很榮幸邀請到公司經營團隊，爲我們做今天的解說。把現在公司經營團隊謝謝。謝謝，謝謝羅文。那麼我現在來先公開，大家可以看到答案嗎？嗯，答案很清楚，謝謝。",
    "好，那各位先進五關，我是大統新創的科技主管。接下來會先給大家做一個第一個問稿告，然後之後就是QA時間。那麼我們就先進去，各位有約的提問。那簡報會分成兩個部分，主要是前段是做簡介，那後半段的話就報告一下設計。那麼首先向大家報告一下，大統新創相對這十年，公司的發展情況。大統於1986年設立經濟，那我們在1988年的時候呢，逐個桃園這邊新建了一間專業的燃整載工，那接着呢相隔八年，我們在開輩園成立了一間貿易團的公司，那在隔年1997年，我們桃園廠又新建了一間造廠，這個時候呢，我們自己可以執照，燃整賣戶，已經成爲了一間一貫作業。",
    "那麼因應這個世界市場，對於保險重視，當然我們也不得已，所以我們申請了多項的認證，那因爲認證蠻多的，所以跟着幾個項目相互相互相互相互。首先我們拿到了第一張的保險證，是Opotex Pender 100，近親仿物品證證，那這個認證呢，取得呢代表了我們的商品，對於消費者來說是不害怕的。那麼在2014年呢，取得廣資業，難度相當高的一個賽認證，那在相隔的一年呢，我們拿到了ISO 14064，溫室氣體採放的認證，這個認證呢，這幾年非常受到支持，那我們也有討論，公開發行中心的話在中央會聯報裏面做揭露。那麼我們在2015年就開始，實行，那在2017年呢，我們投入了，設立一間百分之百持有的公司，叫做投發率呢，那投入了將近8千百萬，在我們的桃園場部裏，建了一個太陽門房，那這個太陽門場呢，對這個減碳的效益非常有貢獻。那麼它帶來的效益有多大呢，看下一張簡報，我們的太陽門場一年能夠爲，能夠減碳的量大約1069，做的一個碳排量，那這個碳排量如果要把它量化，相當於205輛轎車，在一年內行駛掉，它會有10萬公里的碳排量，所以對我們，都有貢獻。那麼當然在除了太陽門之外呢，我們在生產端呢，在2022年生產的新藏藍莓菠蘿被我們淘汰了，更換的是天然水果，那更換之後呢，當然這個空氣污染的體積，絕對是有大幅的增低，那另外呢，我們的太陽門場的效益，也有明顯的上升，那以上呢，大概就講定這40年。",
    "那麼接下來我們要向大家報告一下，我們合作的領域，跟主要的合作品牌，大同的合作領域，大約分成，分別是小大分裝，戶外休閒，運動休閒配件，還有人手帶工，那在這幾個領域裏面呢，最主要的，戶外休閒，這個戶外技能，是個最重要的作品，我們已經合作了許多年，當然也是它在臺灣最主要的，甚至是有，那當然很多品牌都有合作，也都在發現。那麼這些合作品牌，實際也有些，以上三張的簡報，我們就介紹一下，這些歷程，做介紹。那麼接下來向大家報告一下，我們的設計，首先是銷售組合的部分，大同的銷售組合，大概會分成兩個區塊，我們因爲分成兩個區塊，就是，事業豐盛，太陽門，發電，貨幣，那在廣資事業體這邊呢，已收佔比，4.59%，佔比，第一季大概佔了9%，那在太陽門的部分，佔比也不太大，當然是因爲第一季的氣候，比較差，是在，上年，比較前，佔，那在毛利率的部分呢，我們的，廣資事業體的毛利，已經比起去年，整年度略微的下滑，那主要的因素在於，大家也都知道太陽能力成本是個電費有調漲，能力成本很佳，再來我們看到天然氣供應，天然氣單價有提升，所以我們的毛利率也受到一些影響，但是還是有百分之百。那麼整體第一季的合併營收是兩億九千萬，兩百九十萬元，那是銷售主額。那麼接著向大家報告一下財務績效的部分，2025年第一季的營收比起去年是有增長，是12.5%的增長，但是在毛利率的部分下降，主因還是比較大型，一個主要的成本，那整體在稅後淨利1960元，CS是0.23元。那麼接下來向大家報告一下財務指標，首先是現金部位的部分，這幾年我們都有接近四億，那在第一季結束呢，我們來到四億元前半，沒有了現金部位，那其實我們也都在做自己的工作，在營收方面呢，我們在收賬的部分，收轉率來到30天左右，主要是因為我們外銷的佔領很大，第一季將近六成，去年的大約七成佔領，那外銷的對象通常收款，30天左右，所以收款結束是在下降，還有一個月左右。",
    "那么在存貨收轉的部分，這幾年我們也做了很多轉，所以收轉率有下修到大幅，那在一部賬房的部分呢，由於我們進貨呢，買殺是最主要的賺比較高的部分，那買殺的對象通常是要先做貨，所以我們這個貨品，結束就會比較重要，來到20天，那以上是幾個財務報告。那么接下來看我們的資本支出的部分，大同新莊的資本支出分三個區塊，分別是設備，修繕還有分散。",
    "那大家看這個主要的佔領。這幾年我們還是一直持續在做資本化設備的分散。所以生產設備的分散，大廠的分散。以上是大陸的資本支出分散。那接下來是Q&A。大家可以提問。",
    "謝謝。大家應該都很在意。大家都很關心。所以那其實剛開始那個川普關稅。剛好也有人問。所以我剛剛有個問題。",
    "對。所以那因為就是我們講的。所以我們這個關稅一開始出來。其實我們講的蠻驚嚇的。不過後來我們仔細的去盤點一下我們的狀況之後。其實就是我們也看了也還蠻算是比較放心的。",
    "所以我這樣大概說明一下。就是我們公司大概直接對品牌的銷售。整個營業的結構大概是65%左右。",
    "另外大概35%是屬於代工的部分。所以這65%的這個對品牌銷售來講。所以我們公司一直以來都是以歐洲市場為主軸。所以美國市場最主要就是克什主鳥。可是什主鳥它這幾年來的成長尤其這一兩年的主要的成長動能。所以包括它接下來一兩年的成長動能。",
    "所以都是在亞洲區域。而且它的成長動能非常的強勁。所以呢我們看到它給我們的預測。包括今年下半年的訂單的預測。基本上沒有受到這個關稅。所以川普關稅任何的看不到的什麼影響。",
    "所以另外我們代工的部分。的確主要合作的都是一些比較一般的球類運動服裝的為主軸。所以這個這邊在美國市場占比就重了。但是我們又運氣又很好。所以就是我們主要的客戶裡面。所以它主要的生產基地都在埃及跟伊索比亞。",
    "所以我們其他大概盤點完。不是在這兩個國家的成業場裡面。所以大概占了15%。所以其實這整體來講。所以這35%裡面的15%這樣成起來。所以其實整體來講對我們來講這個關稅。",
    "所以對我們的訂單的影響量。所以其實是真的是也不太多。所以這就是以上跟大家回覆說對於關稅對我們公司來講。所以川普關稅這個對我們公司的訂單影響也是蠻小的。所以沒有什麼很大的影響。所以反而我們比較反而會比較擔心的其實對就是有有有有這個。",
    "所以反而問到這關於這個美金計價與伊索的問題。所以的確最近這個匯率的動動對我們來講。所以其實就會有很顯著的影響。所以第一個當然因為我們都收美金。所以你這個匯率一下子跑掉了上升了這麼多個比特幣。所以8個比特幣到10個比特幣之間。",
    "所以其實對我們來講毛利率上其實就會開始有變成影響。所以除了我們成本的上升以外。所以這個匯率都會影響到我們的毛利。所以當然我們的因應對策。所以最主要就是在於說我們會一方面有的我們已經在跟品牌調整一些售價。所以當然本來就是成本的上升本來需要調整。",
    "所以二來因為匯率的關係。所以我們已經跟品牌在討論這個下半年價格的調整。所以二來就是其實當然這個也不可能完全的都反映在我們的售價上面。所以所以我們內部的一些成本的節約人力的節約也是我們一直在努力的方向。所以希望能夠讓匯率的變動能夠造成對毛利的影響降到最低。所以這個以上是我們對匯率變動的回答。",
    "謝謝。謝謝。謝謝。謝謝。請問還有法人先進要提問的嗎。如果沒有其他提問的話我們法處到此結束。",
    "謝謝大家。謝謝公視團隊。感謝。謝謝。"
  ],
  "transcript_en": [
    "Hello everyone, welcome to the open law of Datong Startup. Today I am honored to invite the company management team to do today's explanation. Put the company management team now thank you. Thank you, Mr. Lawman. So now I'm open to everyone, can you see the answer? Well, the answer is clear, thank you.",
    "Well, I'm the technical director of the Dai-Tung Startup. Next, we'll give you a first question, then it's QA time. Then we'll go ahead and ask you a few questions. The presentation will be divided into two parts, mainly the first part is an introduction, then the second part will report the design. Then, let's first report to you about the development of Dai-Tung Startup compared to this decade.",
    "So in response to the world market, we have to pay attention to insurance, of course, so we have to apply for a number of certifications, so because there are many certifications, so it follows a few projects with each other. First we got the first certificate of insurance, is the Opotex Pender 100, near-imitation commodity certification, that is, this certification, which represents our goods, for consumers is not afraid of. So in 2014, to obtain a vast industry, a very difficult race certification, that in the year of the separation, we got ISO 14064, the certification of greenhouse gas emissions, this certification, we have a lot of years of support, then we also discussed, the public release center to be disclosed in the Central Congress.",
    "那麼接下來我們要向大家報告一下,我們合作的領域,跟主要的合作品牌,大同的合作領域,大約分成,分別是小大分裝,戶外休閒,運動休閒配件,還有人手帶工,那在這幾個領域裏面呢,最主要的,戶外休閒,這個戶外技能,是個最重要的作品,我們已經合作了許多年,當然也是它在臺灣最主要的,甚至是有,那當然很多品牌都有合作,也都在發現。 那麼這些合作品牌,實際也有些,以上三張的簡報,我們就介紹一下,這些歷程,做介紹。 那麼接下來向大家報告一下,我們的設計,首先是銷售組合的部分,大同的銷售組合,大概會分成兩個區塊,我們因爲分成兩個區塊,就是,事業豐盛,太陽門,發電,貨幣,那在廣資事業體這邊呢,已收佔比,4. 59%,佔比,第一季大概佔了9%,那在太陽門的部分,佔比也不太大,當然是因爲第一季的氣候,比較差,是在,上年,比較前,佔,那在毛利率的部分呢,我們的,廣資事業體的毛利,已經比起去年,整年度略微的下滑,那主要的因素在於,大家也都知道太陽能力成本是個電費有調漲,能力成本很佳,再來我們看到天然氣供應,天然氣單價有提升,所以我們的毛利率也受到一些影響,但是還是有百分之百。 那麼整體第一季的合併營收是兩億九千萬,兩百九十萬元,那是銷售主額。 那麼接著向大家報告一下財務績效的部分,2025年第一季的營收比起去年是有增長,是12. 5%的增長,但是在毛利率的部分下降,主因還是比較大型,一個主要的成本,那整體在稅後淨利1960元,CS是0. 23元。 那麼接下來向大家報告一下財務指標,首先是現金部位的部分,這幾年我們都有接近四億,那在第一季結束呢,我們來到四億元前半,沒有了現金部位,那其實我們也都在做自己的工作,在營收方面呢,我們在收賬的部分,收轉率來到30天左右,主要是因為我們外銷的佔領很大,第一季將近六成,去年的大約七成佔領,那外銷的對象通常收款,30天左右,所以收款結束是在下降,還有一個月左右。",
    "So in the part of the inventory collection, we also made a lot of changes in the years, so the recovery rate has been greatly improved, that in a large account, because we buy, the buy is the main profit is a relatively high part, the buy is usually the first to make the goods, so this product will be more important, to 20 days, the above is a few financial reports. Then look at our capital expenditure part, Tatung Chong capital expenditure is divided into three blocks, namely equipment, repair and dispersion.",
    "That's why we've been decentralizing capitalized equipment for years. So the production equipment is decentralised and the large factory decentralised. The above is the capital expenditure of the mainland. Then there's the Q&A. You can ask.",
    "Thank you, everyone should be very careful. Everyone should be very concerned. So that's really the beginning of the Trump tariff. I'm also a good person to ask. So I just got a question.",
    "We are afraid of what we say, but we are afraid of what we say, and we are afraid of what we say, and we are afraid of what we say, and we are afraid of what we say.",
    "That's why I'm going to explain it. That's why our company sells directly to the brand. The structure of the whole business is about 65%.",
    "Another 35% belong to the foundry. That's why 65% of this is for brand sales. That's why our company has always been the main focus of the European market. That's why the U.S. market is mainly the Kash main bird. But the main growth momentum of the Shi main bird has grown over the past two years, especially in the last two years.",
    "So they are all in the Asia region. And its growth momentum is very strong. So we see it for our predictions. Including the prediction of the orders for the second half of this year.",
    "So the main part of our manufacturing process is actually the main part of some more ordinary ball sports clothing. So this is the market share in the United States. But we are very lucky. So we are in the main customer. So its main production base is in Egypt and Ethiopia.",
    "So the rest of us probably finished stocking up. It's not in the business scene of these two countries, so it's about 15%. So it's all about that. So the 15% inside of the 35% is about that. So it's about that.",
    "So the impact on our orders. So it's not really that much. So that's what we're going to say about tariffs for our company. So Trump's tariffs also have a small impact on our company's orders. So that's not a big deal.",
    "So instead, I asked the question about the U.S. dollar denominated and iso. So it is true that this exchange rate has recently been moving for us. So it will actually have a significant impact. So, of course, we all received U.S. dollars. So this exchange rate suddenly dropped so many bitcoins. So between 8 and 10 bitcoins.",
    "So, in fact, the gross profit margin will start to change. So, in addition to the increase in our costs, the exchange rate will affect our gross profit. So, of course, our countermeasures. So, the main thing is that we are already adjusting some of the prices with the brand. So, of course, the increase in costs would have to be adjusted.",
    "So we have discussed with brands about the price adjustment in the second half of this year. So the second is, of course, this is probably not completely reflected in our prices. So the saving of manpower for some of the internal costs is also in the direction we have been working on. So we hope that the change in exchange rates will have the lowest impact on gross profit.",
    "Thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you.",
    "Thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}