{
  "schema_version": "v2-two-tables",
  "stock_id": "1477",
  "date": "2025-04-16",
  "original_filename": "1477_20250416_paragraphized.zhtw.txt",
  "transcript_zh": [
    "大家好，我們今天就開始今天的會議，我是巨洋的Jackie，旁邊是文化人Henry，感謝國票證券給我們這個機會，可以跟大家做個交流，不過這一個小時我們還是會說聲明是說我們會揭露一些比較有簡單性的資訊，但可能會因為時空玩氣變化所改變，不構成買賣股票的建議。首先我這邊會先就進況作為分析，之後再由Henry說明一下我們近期大家關心的一些關稅的看法跟做法，公司目前來講的話在一季度都已經出完了，都已經結算完了，基本上一季度的一個不符合我們之前的預估，當出貨量跟之前預估比還是有稍微的增加，大概增加的一些的原因最主要是因為其實終端的消費還是不錯，平價的服飾現在可能大家怕通膨還有關稅，所以平價的東西賣的不錯。所以說在可能有一些四月初的一些貨物其實客人賣的好，庫存低，所以他三月底就先把它拉走，所以說目前看出貨量是跟之前預估比是稍微多一些，最主要是一些平價的客戶的一些拉貨很積極，第二個的話我們的價格其實跟去年比也是一個同期的改善，這邊的話最主要是因為產品組合運動盤的一個復甦開始有補庫存，運動盤這邊的一個狀況是比之前想的要好，所以說運動產品它的價格比較高當然它的這個是有改善。",
    "另外的話我們在去年在報第一季的價格的時候有把一些勞動力的成本的一個增加，這個有隱藏進去了，所以說第一季的一個價格增加幅度就跟我們預期的差不多，所以說這個是量跟價都是跟去年比都是好的，那當然在這個所謂的一個獲利角度來看的話目前看毛利的表現應該也是看起來也是一隻燕子春燕比就是一隻還不錯的就是這樣子，那這個是目前第一季的看法。二季度目前來講的話量也是跟去年同期比我們也覺得是一個不錯的表現，最主要是我們的一個二季度的產能陸續開出了，所以說這邊的產能跟客戶的一個訂單之前做Making就是一個不錯的表現，目前來看的話大家應該是會關心的是關稅的這一塊，那我們目前在這個時間點針對二季度的訂單都是如期的備料如期的生產當然也是如期的出貨，那所謂的帳款當然是如期的收錢，這個都沒有任何的delay，所以說並沒有大家可能在網路上看到一些傳聞是不是關稅一來結果越南中國這邊都已經中國不敢講越南這邊是不是東南亞這邊都有什麼停工都不敢出貨啊然後就是等這個關稅並沒有這邊的一個狀況都是如期。那這邊有回到第一個剛才講的就是中端的消費還是在跑這個客戶的庫存水位是相對來講是健康的，那目前又卡了一個90天的這個關稅，所以其實消費者你在想說他預期90天後會不會漲價可能會啊，所以說在買的部分是可以先買嘛，所以說在這個名聲必需品方面這邊的一個消費力道都還是有，所以說我們目前來講的話二季度的訂單都是如期的生產製造出貨，那關稅至於說關稅10%那10%目前因為二季度的合約都是之前對應跟客人議定好都已經簽好合約了，所以這邊的一個收款就是為了這個關稅的合約，所以我們現在是完全的收款，那個關稅是客人我們是FOB10FOB10就是說貨物一旦生產完成在海關交到客戶指定的貨船上那邊的到這個時點為止債權跟物權就轉換，所以說我們這不是擁有的債權那物權就轉換給客戶，所以客戶這艘船的貨物啊到了中端市場比如說美國他要進海關他必須照這個合約的一個原始的一個價格去跟海關報關那清關最後你付完關稅你就提貨，所以這個流程都是由客戶執行完成，所以說這邊的一個關稅目前這邊這個90天應該說二季度的這邊的一個是由客戶的一個負責，那這邊的所以說這邊並不會影響到我們二季度的一個實際的一個表現，所以說其實今年來看的話雖然說外界的變化蠻大的但是其實以一個上半年來看的話我們還是有這個蠻大的信心去做到說這個量跟價那甚至獲利這邊應該我們都是覺得努力正向去做好。這個是這個上半年包含二季度的一個狀況，那中端市場剛才就已經有提到了美系客戶這邊平價的賣的比較好，那所以說像我們的客戶來講的話美系的比較平價的品牌ONEVIADISCOTING他的自由品牌這些都賣的不錯，所以說這邊基本上我們的一個客戶都是一個量都還是有在增加，那日系客戶這邊來講的話我們是因為這邊有和二季度這邊也會玩工頭產，所以說基本上你要包場就是要訂單要填滿那個工廠的產能，所以說日系客戶今年全年我還是覺得訂單還是不錯這個就是因為有包場的一個關係，那加上其實日本本身國內市場的一個消費也不錯嘛大家都去日本玩嘛，所以說去日本玩日本的商品也不錯，那所以說日本的商品去日本玩就順便吃吃喝喝買買嘛，所以說其實日系的一個狀況也是不錯的。那客戶端所以說我們客戶端的話當然第三季的訂單現在陸續在談，但是現在就卡在是說一個關稅因為90天的緩衝嘛90天緩衝是什麼意思就是到7月初那7月初那他就會跨到可能第三季那所以說客戶目前也是在看關稅談判的一個結果他就確認度就沒有那麼快他可以慢拖一點就是這邊也是看最後到底哪個國家是談好談出哪一個不錯的關稅的一個稅率，所以說目前來看的話就是會第三季訂單會慢慢確認一直到5月底6月初才有可能確認完畢，所以說到那時候來看第三季才會比較準下半年會比較準。不過我們目前來談的話都是一個可能最基礎的10%的關稅的一個基礎在看那基本上我們其實第二季還是有一些訂單有機會量可能還是有機會再多一點可能就是因為關稅目前7月初嘛那7月中或7月底的訂單其實客戶也有希望說可以提前拉過那我們這邊還要看工廠的一個排交期生產的一個進度看看有沒有辦法配合客戶這樣的一個提前的一個動作，因為畢竟6月開始就已經步入我們的旺季旺月產能都很緊那這邊有沒有辦法提前我們就還是要看。",
    "基本上這是目前的一個看法。基本上我們認為公司目前各個表現都還蠻值得期待的，跟同期比起來我覺得是更漂亮一點。對所以這個是沒有什麼太大的問題。那對於關稅的影響在上半年也不會發生。主要還是因為這個定量大概都在四月前都已經談好了。對所以大家需要關注的一定還是未來就是下半年，甚至到2026年整個的一個情況。",
    "我們先講，先跟客人溝通到目前為止的結論，怕等一下說太多東西大家有點失焦。就是我們認為是說世界上沒有白吃的午餐，所以在目前關稅的一個情況之下，有舍才有得。對所以下半年的一個，不管是營收或毛利率，基本上做到某些特定的條件，影響不會太大。對先講結論，如果大家需要拿出來這個代價戶一樣，從巨羊的角度來講，就是說如果你要確保說客人不跟你在這個成本上面跟你要求太多，或是關稅部分的話，他們想要從巨羊手上拿到的就是一個時間優勢。所以我們整個的交期必須要縮短。基本上的共識是至少縮短一個禮拜以上。",
    "所以等於是說你替他協助他，有在關稅調整上有更大的彈性，有更高的庫存管理能力，來換取你不要去承擔那個所謂關稅，誰誰誰去分擔這件事情。這個是目前我們溝通到的一個結論。當然你細項去問的話，去分的話一定是有某些原因導致說為什麼你在這邊攤的比較少。所以這個是我們等一下會再解釋的。現在客人基本上在美國的話降級消費，可是也因為目前美國有一些海外的關稅非常的高。這些東西其實佔到目前美國進口的20%的乘以比例非常的高這件事情。",
    "所以如果某些國家的關稅這麼高的情況下，勢必會造成訂單的轉移這件事情。現在是陸續在發生，甚至是一次要很快的做很大的轉移。所以你可以想像就是說，如果20%如果美國經濟都沒有衰退的情況之下，你其他的國家至少都要雙倍速成長了吧，才有辦法吃下這個20%的這個部分。所以訂單的總量只要你不是在高關稅的地方，訂單量是變多的。這個是目前的第一點。第二個就是說客人在做什麼，客人在要求他的供應商，剛才就剛才講的就是說交期要縮短。",
    "縮短的理由很明顯，就是說因為關稅也不知道哪個國家也會提高哪一些國家會維持目前情況。所以它越短它的彈性越好，要轉移越快。所以它現在是長單減少短單變多的一個策略。這個會涉及到每一個主力供應商，我相信長單都會減少。除非等到整個關稅的這個議題高又段落，否則的話更重度依賴。因為現在的短單或幾單應該是普遍的一個趨勢。",
    "因為你要付關稅跟付Rush order的比，Rush order太便宜了以現在的一個角度來看。所以現在下Rush order反而是比較有利。只是說是否現在發生了還不知道，因為大家還沒確定說哪個地方的關稅是確定會比較低的。現在都還在談。所以現在我們收到客人最常講的兩個字語就是說我們都了解還有再看看吧。這兩個事情。",
    "那第二個的話就是原物料的當地化採購變得越來越重要。客人是英文是Demand是要求，不是希望。所以是Demand就是說你的當地化比例的話要大幅增加。因為你會下到某個國家那一定他那邊的關稅就都是相對優勢，是用當地的一個採購也符合目前的一個邏輯。所以好比說像以前越南的當地化採購佔比可能來到60多個Percent，可能今年要快速加到八成或更高。所以這個都是目前在對應一些關稅的一些調整。",
    "這當然不包含這包含所有的國家，像印尼啊孟加拉啊，這些地方都是在往這個方向去談，或者是一個區域型的一個整合。所以當地化採購也是相對來講越來越重要。當然還有另外一個選項就是用美國原料。美國原料不見得會讓你在關稅進口有什麼優勢，因為這個跟美國價值有一些關係。可是基本上用美國原料就完全沒有洗產地的疑慮。所以這也是很加分的一個動作。",
    "所以是否美國原料可以享受到關稅優惠，這個是一個問號。因為這個取決於川普的團隊是否會延續拜登之前的一些政策。可是即使沒有延續拜登之前的一些政策，它也是相對是安全的一個原料來源。所以多有一些美國棉或什麼之類的，這個不是件壞事情。這也是會去做調整的。那當然第三大重點一定就是從盡量減少目前就已經高關稅，甚至未來關稅或今天以上關稅又更高的一些某些國家。",
    "因為現在只是看出口地，就是說如果你是越南出口，就是以越南的這個關稅而定，你用其他國家的一個原物料，目前還沒有明確的法規阻止它，或讓它成本增加。可是90天後不見得會如此。所以這個就像我們講的就是說。",
    "就算你沒有辦法用當地化採購，你也必須用一些相對關稅不是那麼高的地方的原料去做。好比說像印尼，它的當地化採購佔比可能還不到五成，所以它能夠去獲取的一些原料來源可能就往東南亞去，或是一些相對來講風險比較小的地方去做採購。盡量減少一些可能來源風險比較高的一個地區，所以這個都是一個目前客人在做的針對一些關稅的一個調整。所以你可以總結到就是說從目前客人在做的跟客人在跟供應商溝通的針對關稅這件事情，因為現在的美國的消費還是往等於是說它可能買一些比較價廉物美的東西，所以他們目前並沒有像大家想的說品牌只要隨便加一個百分之幾的一個價格就可以把關稅完全抵銷。他們至少目前我們溝通到的都不希望在目前的當下，就是今年貿然的調整零售價格，因為其實現在看起來就是價格比較低賣的就比較好，所以目前的共識應該說若90天的一個關稅結束之後，大概率一些額外的成本還是由多方，就是供應列覽跟品牌一起來承擔這個部分壓力。所以這個部分就10%，所以10%，如果品牌供應鏈都各一半，那可以再分嘛，那如果是說供應鏈的上游的沙布還有塵壓都分一點點過去，所以你實際的影響其實跟10%比起來可能是蠻小的一塊，所以這個是一個可是還是會影響到一個成本，可是如果你有快速反應的能力，就好比說像我們以前在接一些短單。",
    "因為短單跟長單它的差異性就是通常以前長單都有2%的折扣到2.5%的折扣，那因為現在長單沒了，所以順理成章的就是你，因為接的短單比例就是多，所以也可以反映成說你只要做得快一點，你就沒有那個所謂的一個剛剛講的一個關稅的一個影響，所以這個對於說有辦法做快速反應的供應商還是相對比較有利的。對所以這個就是我們剛剛講的就是沒有白吃的午餐，你可以在價格上客人不跟你太計較，那可是你也有本事拿出來，可以服務到他的一個地方，這個就是一個目前在談的，所以巨洋相對比較有利，就是因為我們一直都是以速度導向為主，所以在目前這個情況，如果客人在開始下一些短單，甚至轉到短期單的情況之下的話，我們倒不認為我們在關稅上面目前的一個情況會需要承壓太多。所以大家以前聽到說你需要承擔一些關稅的部分，是不是就影響到你的毛利率可是目前看起來並沒有，那主要還是用速度去換換取維持這個整個的一個表現對所以還是有一些復甦的，那整體而言的話，我們認為因為目前的一個關稅不明朗，所以即使有剛才所謂的一個轉單效應，這轉單效應可能會比大家想的更大。因為你從全美國來看確實是20%，可是實際上就是說除了客人自己在採購的這些東西以外，還有一大塊這個可能是以前我們所謂的來自的直接進口貿易商，我們叫Direct Inputters，這些人的話他等於是說他在美國有一個倉庫，從美國的本土賣這些，他進口的東西給一些品牌，不管是折扣商或是品牌商。所以很大一塊採購品牌，是來自於所謂的Direct Inputters可是這些Direct Inputters目前現在突然他的經濟優勢就沒了，因為他以前是幫客人服務這個進口的管理，他的優勢就是說他可能可以集中採購在某些價廉物美的地方，然後分批進口到美國。因為我相信大家都知道以前，你如果說進口的價格在800塊以下是免稅的，所以他可能一個1萬件的組合，他可以分成100件乘以100個包裹，然後到美國再把它組合起來，跟我們的客人要自己進口一個一批1萬件的東西比起來，他就有一些關稅的優惠。",
    "這個當然是以前的操作，那現在這個操作不行了，所以導致說品牌在跟所謂的Direct Inputters下的這個訂單也萎縮非常快，因為他現在沒有利潤可以獲取，所以他可能就會找更多他目前已經在依賴的一些東南亞或者是亞洲的一些供應商。那雖然如此，我目前還是不知不傾向把產能開始加速擴充，還是因為現在關稅就真的還沒有確定哪一個國家是相對安全的，所以我們認為是說我們會趁這個機會檢視下半年的訂單，保留那些高利潤還有就是一些核心客人的訂單，那非核心客人的訂單可能就順勢把它排除掉了。那就跟我們以前做一些W的折扣商是一樣的道理，就是說因為這些客人目前可能他的財務狀況可能相對比較令人擔憂以外，也有可能就是因為可能我們的服務沒有辦法確保說我們拿到我們該有的利潤，所以這個部分的話，我們希望是說在訂單開始漲更多的時候，反而就是把這些順勢就調掉，然後把一些保留就是真正好的，即使有關稅增加利潤也是好的這些訂單。所以目前至少現在跟前五大客人的溝通，大概都是往正面的發展，就是說從關稅的角度已經有一個共識，就是說不會影響到我們的一個表現太多，所以我們認為是說這個還是得一個一個去跟客人溝通，絕對不可能有客人是說不讓你完全有影響我自己加個錢就可以。至少我們的客人沒有我們就聽到這個樣子了，所以我們認為是說現在謹慎小心的去達到客人的一些要求跟滿足，至於說明年怎麼樣，就像我們剛剛講的就是品牌大概可以接受的一個關稅範圍就是大概10%，10%是他可以接受不調整零送價的一個極限。不過他當然也是因為是說他們不希望說這些關稅導致說你不想要買到的東西，所以他可能有很多的考量存在可是如果真的不得不以後整個的一個關稅比預期的高，首先是衣服是沒有辦法在美國當本土的製造生產的，不單只是勞動力成本的問題也有氣候跟環境的問題。",
    "就是說很多的潮濕度啊跟他們那邊的灰塵啊等等就是不太適合做一些積能服務，這個是結構上比較難的，所以為什麼說你看那麼多年中美洲其實做運動服的不多，這個有些技術必須突破的，所以不是那麼容易去轉移的。對所以如果說整個都必須增加關稅的情況之下，可能就得在終端消費的價格上做調整或者是減少折扣的比例，就兩個都是一樣。",
    "因為折扣其實就是那個潛在的一個那個調升價格，所以大家也都知道。所以我們認為是說目前客人其實基本上也在觀望的態度，不希望太早做冒人的做太多的一些可能以後會那個失望或者的一些決策。那等到整個更明朗之後的話再積極做調整，那這個對於有一些服務價值高的供應商應該是個有利的，尤其是在關稅相對比較穩定，有些特殊服務的一些供應商，所以我們認為是說我們現在其實都還是比較以很保守的方向去跟外面互動。我們都把最壞的都先跟大家講，也很誠實的跟大家講，這個有就是有，那沒有就是沒有。對不過如果說狀況比預期的好，通常都還是會比我們講的要更好一點，就跟我們第一季那個狀況是一樣的。因為今年基本上我們的一個調調就是一直先把最壞的都先擺在那個檯面跟大家講，所以那個如果說整個的效率或各方面其實只要正常的一個狀態的話應該都會比我們講的還再好一點，所以今年可以用這個方式去去那個預計，所以也不用太擔心。",
    "所以我們現在對於下半年估的是微幅成長的這件事情，我們還是認為是說實際訂單機會是變多的，只是我們不希望在目前這個當下貿然的去做一些動作，可能導致說後面後面可能那個更好的東西會出現了。然後那個東西來的時候反而反應不過來，因為通常如果在短期間真的爆發性成長的那個階段，月貨檯的利潤會跟價格通常會更好，就不是只單純的春宴的可能來的是個鳳凰或什麼的。所以我們現在就是說先等等看有沒有鳳凰出現，那有鳳凰出現我們就這個喜缺就是要先等一等，這個就是大概目前的一個狀況，那接下來我們也可以進到Q&A。那說到氣氛上現在一二季有看到客戶有RUSHALL的狀況嗎？",
    "首先上半年都沒有太大的一個變動，可能有一些客人他有一些的提前出貨，不過這也是跟氣候有關係，這個跟關稅沒有太大的關係。就像我們講的就是說你關稅能夠省的成本很少，因為一個一件衣服的出口價跟零售價可能差異是4到10倍，所以你要想說如果差異是那個平均是大概6、7倍6、7倍的10%的關稅其實不多。所以沒有人會為了省這個幾毛錢美金去冒險是說你一個零售價50塊美金的東西到時候賣不掉，你還要折扣至少都要7折吧7折以上或者是變成護整問題。所以做衣服這些事情絕對不會因為一些非常低的一個成本去冒然的做提早進口的動作，還有另外一個原因是因為是說空運的成本是更高的，像我們剛才講的一件5塊錢美金的衣服你現在如果關稅是10%就是五毛錢，但是你現在空運到美國是3塊半到4塊美金。所以你不可能為了這個省五毛錢去花3塊半那個東西去做，是不符合邏輯的。剛剛提到說就是賺美不進口可能是指中國現在的其他國家其他的公共商的意思嗎？",
    "對你可以看現在美國談的這些總和的高關稅的地區大概占他20%。那現在有客戶在根本就是談下半年的知識規劃嗎？就是我們有看到這些客戶的單子嗎？就像我們講的就是說大家都是站在維護自己立場的一個條件在談這件事情，就是說像我們講的我們在東南亞為主我們是南向很全面的一個公司。看起來東南亞的訂單會變多，但是成本也因為關稅會增加，所以我們現在的立場就是我們訂單不想要增加這麼多，但是我要因為訂單增多這件事情把我不好的訂單全部排除掉，我就只借我喜歡的來確保說成本增加這件事情不影響我。這是我目前的一個做法，那看起來目前是可行的，那我們原物料採購的話我們有預計說我們在越南大概佔多少次基本上的網購數呢？",
    "巨羊其實從去年客人指定的部場就已經佔到8成5了，所以意思就是說我們基本上可以完全配合客戶的要求。所以意思就是說我們基本上可以完全配合客戶的要求，所以意思就是說我們基本上可以完全配合客戶的要求，所以意思就是說我們基本上可以完全配合客戶的要求。所以指定的一個部場做一些訂單的採購的調整，那因為我們也沒有部場在中國。所以那個對我們來講我們是非常開放在這個部門要調就調，所以意思是說即便如果越南被要求要買到中國的食品，甚至不管是什麼我們不用負擔那個這樣子的壓力會在部場身上，這個壓力會在部場身上。那我們的話因為巨羊唯一的部場就在越南了，所以搞不好越南還可以接多一點負，那這也有可能現在看起來這個概率是比較大，只是說目前客人還沒談到那麼的明確，因為越南90天後關稅怎麼樣還不知道。我們只能說如果要符合當地化採購，最好當然就越南關稅就是維持現在或更少，那對我們就是有利，但是現在我們還不敢講對我們有利，所以我們就要去大陸買，所以我們就要去大陸買，所以我們就要去大陸買。",
    "所以我們就要去大陸買，所以我們就要去大陸買，所以我們就要去大陸買，所以我們就要去大陸買，所以我們就要去大陸買。可以問一下要去那個大王羅社廠是哪個客人要求？我們去年就講得很清楚，就是說全部的美國品牌基本上針對2025年的供應商採購都有明確的指示說希望這些供應商都有所謂的Near Shore 競單生產的能力。所以它針對不是薩爾瓦多，是針對整個中美洲，以美國客人的角度，所以你沒有設這個廠，基本上你在今年的訂單就會被影響，所以這個的答案就是基本上是美國全部的品牌客人都有這一類的一個要求存在。所以這也是我們為什麼去薩爾瓦多的一個最主要的一個考量，我們可以重新確認一下。現在第二季給出來的P跟Q的Guidance大概是怎麼樣嗎？",
    "還有下半段，就跟之前那個講的那一陣子都沒有什麼改變。所以這個的話你可以去參考就是我們之前對外面講的，就是跟上一次的用對都沒有變動。可能會有多一點點的一些短期待望，但是這個應該影響不太大，那就算有的話也是後面，所以到時候再來做一些調整就可以了。之前第二季給的是出貨量雙位數增長，那個是同比對面增長對同比同比價格的話是為何會增長，這就跟之前講的是沒有太大的差別。第三季因為有受到塞港的影響。",
    "那現在又傳出來整個供應鏈在大搶貨，大家都搶著出貨。可能會不會這邊就是現在市場傳出來就是大家在搶貨或什麼。那有沒有可能因為就是電子業這邊可能有一些急著要出貨的狀況。但電子業這邊可能有一些急著要出貨的狀況。那塞港的狀況又重演，然後會影響到我們的生產效應。像去年第三季的狀況一樣嗎。",
    "首先這個概率應該不太大。主要還是因為是說目前的港口的對應的一個出口的量是真的增加了。可是因為當時增加比較多是去年，我相信大家去參考去年的一個運費就知道了。在四月以後就大幅增加。所以當時這些港口的量到目前還是維持的比較暴風的。可是唯一的差別是他們也用了更多的人力以來對應這些進口文件跟出口文件。",
    "因為以前都卡在這個文件沒辦法及時的一個完成。所以你可以想成說現在就是一個運輸量變大可是遞延沒有發生的一個情況。就跟純潔搭去搭飛機可是基本上那個飛機還是準時去出發這個樣子。去想這件事情。所以我們認為是說其實現在的客人你看他也在講的不是叫你提早出貨他叫你講是你要縮短整個交期流程。所以他這個是等於是長期備戰的一個概念。",
    "他寧可多付你什麼rush order的錢寧可就是付短單的錢他也不要被說到時候付這個30%或什麼突然變成關稅的錢。這個就是很清楚這個方向就是明確的。那我們認為說這個樣子應該會持續到關稅政策都完全確定之後。所以在那之前一定是長單減少。長單減少的一個情況的話通常以貨櫃的需求來講的話基本上也是不會因為這樣子而有太多增加的一個趨勢。別人說因為你依賴就是可能比較快船或者是甚至是空運而不是正常的一個貨櫃。",
    "所以我們認為說至少目前聽到的狀況船班都還算是正常的。",
    "那那個人就會收回那單一訂單對你而言單一訂單的經濟規模會變大應該是說某些品牌的需求會增加因為它的中端銷售會變好因為它強盜市佔率更多而且這些剛好是我們的客人。因為以巨量來講我們一直做的就是一個你看像運動比盤也是中高價位中價位為主就是SZ的東西那流行時尚的話一直都還是中價位所以中價位這個東西目前就很吃香對所以就我們客人的角度來講我們認為說目前的狀況對他們是相對比較穩定的。請問一下你剛剛提到就是客人指定客廠佔領訂單85%那這個價格跟量是由客人去跟對方談還是由你們來談那如果說現在在關稅這個議題上我們將來你剛有提到就是說上中下有大家去share你覺得你們跟賦償假設是你們可以去跟賦償講這個價格跟量那這個share比例是。關稅share比例是由客人去排序一個比例還是由你們自己去跟雙方去討論這個可以很明確的講就是說那個現在想說的就是一個共識共識就是說已經有一個既定的一個比例跟藍圖對就像我們剛剛講的那個最好比例就是品牌跟供應鏈各一半那各一半的情況之下的話那個供應鏈有上中下有上中下有就各差一些部分過去對所以那個不可能是說成一場就是占到很大比例或某個部場占到很大比例。不過從金額來講通常部場因為他的金額占比是最高的因為布通常在FOB是最高的所以你也可以講說其實這種如果都那個供應鏈沙那個布跟成一都以平均的部分去分對部場是相對有利的因為他占的一個FOB是通常要比較高應該從FOB的角度應該是要比例更高可是現在談的就是可能就是說如果你是單純做成一可能就是剛剛講的沙布這個成一裡面就是平均分嘛。那如果你是垂直整合就是可能布跟成一都要承擔一些這樣子去分那你可以想成說客人基本上就在做垂直整合的這個角色客人指定的意思就是說客人做整合嘛用什麼沙用什麼布用什麼成一製造都有我說的算這是品牌在做的那品牌的話也會等於是說我跟我自己可以掌握部場攤號那你這個成一場就用我指定的這個價格去跟這個部場買所以是這樣的一個邏輯所以主導者是品牌那對我們的好處就是這個很透明啊就是什麼價格什麼的大家都知道都很清楚了所以就照著他的價格去動就好了所以我也不需要有太大的一個風險去說還要再去跟部場再去溢價或什麼的。",
    "但缺點就是說因為都那麼透明所以你可以調整的空間也小對不過在這個關稅壓力比較大的情況之下這個透明化反而不是一件壞事就是說那個反正是該怎麼樣就怎麼樣對那個至少等到整個的一個狀況就是更明朗了我們再來做一些可能如何優化或等等的一個調整再去做後續的一個配套措施可是目前這樣子的一個整合方法反而是對很單純的成一場是相對有利的。因為我們常研究的意思是說產能不足那我們今年的開拍是會因為關稅佔有什麼變化然後再來就是說剛才有提到說我們會做這個調單生產所以是說我們認為就算有關稅佔整個產能還是可以就是產能流利還是可以再一個滿載的狀態對你可以想想看就是就是好比說現在那個打火車或捷運突然少了一節車廂下班時間人還是一樣多那是不是每一個車廂塞的人是更多這是很正常的一個邏輯所以只要美國經濟不衰退的話少了一節車廂其他的車廂就是要存在更多的一個客人這個是那個既定的一個事實所以只是說你現在是在其他車廂的一個角色的時候我總是想要保護自己或那個讓我說我可以更有效的一個動作我就可以選擇。如果可以選擇進來的人是誰我總是不喜歡挑一些可能就是我覺得可能會影響到美觀啊或什麼的可以專門挑一些就是自己喜歡的一個客人上車是這樣的一個邏輯去看這件事情所以那個當然是說未來的一個狀況還是有很大的一個變動可是在目前的一個條件跟狀況之下的話只要你不是在非常高關稅的地方其實基本上願意去談的話你的空間還是存在的所以我們一直想講這件事情就是說不要只看目前當下不好的東西你要看到就是說實際發生的一個狀況是美國20%的誠意來源目前不能用這件事情關稅確實增加了可是要如何解決這個20%的誠意來源但是20%不能用不影響美國自己本土通膨最好的做法是怎麼樣對從這個角度去看就大概知道是說品牌現在在做的一個調整跟準備是往哪個方向去進行所以我們為什麼不是太過度擔心就是我們認為是說到最後美國還是會以保護他的人民的一個方向去順利的去那個協商這件事情所以你們兩個都在跟我們要求一些談論的時候我們也覺得這個態度是沒有得到調整因為他也不知道川普明天會講什麼話對還是回顧到這件事情所以回到您的一個剛才問的問題就是capitalism會不會被影響基本上就是說一樣就是說因為你現在看不到前面的路在往哪裡走對我們就照原的計畫去進行。因為擴充產能有些東西你可以提前做然後有些東西你可以後面再做因為蓋廠房不是一件太capital intensive就是你倉庫啊或這個大樓都可以蓋好你可以做的一些環評啊等等你都可以依照去做可是買機器設備招人訓練這三件事情可以等到確定之後再做對所以我們現在想就是說你如果是講說蓋廠房或者是請這個政府來那個做一些環評啊來確保這個的安全啊或什麼的如期進行那至於說買機器這件事情的話就一定是得等到這個關稅名啦對所以是不是會延後目前我覺得還不用太提早就下一個定論。",
    "就說因為那個買機器設備運到相對的一個國家，大概兩個半月就可以了，所以它還要反映一個時間。所以我們認為是說其實在手上有的牌還是夠的。對所以我們認為說還是保留這個時間，我們可以有一個彈性在目前，因為你等只需要等90天嘛，不用在這90天內就那個先下一個定論，我們是覺得是一個比較保險的做法。再請問一下就是，因為我可能最近沒有更新到，我們現在對於整個第二季還有下半年這個毛利率的看法是什麼樣的方向？然後因為剛才提到說就是可能現在廠房會需要我們有更多的短貨，那有時候我們可能因為短貨的關係導致生產效率可能有時候會比較不理想，那怎麼去因應下半年的狀況？沒有啊我們就最喜歡短單啦，對所以那個應該是說我們效率不好主要去年也是不是因為工廠的問題，是因為船班東西就是來得慢，老闆就是要那個快下班的前一個小時才丟工作，那當然就做不好。",
    "可是如果你現在船班沒有問題的情況之下，就算工作量變多，這個對我們不是一件太大的問題，就是說你可以早上8點起床，8點就給我們，那這個一定下班前都會處理完，只要那個給的一個補償跟利潤夠，那一定非常非常的樂意的。對所以我們認為是說這個倒不用太擔心，與其去想說跟去年一樣還不如這個比較像2021年那個時候的狀況，就是可能這個長單開始的減少然後短單的一個增加導致說後面可能短單可能越來越多，在2022年那個時候，你看2022年開始去庫存了，那時候短單短極單變得超級多，這種利潤是非常的好。對所以我們認為說只要提供足夠的一個透明度跟可以掌握的一個訂單量的話，那這種的調整我們都是還蠻樂見的。應該快了，大概5月第一週5月第一週，我想是那個是春宴，所以不用擔心。不好意思我想請一下我們剛講的20%的美國成益來源是他們現在是沒有辦法進口的，這個20%是指說就是中國嗎還是你可以看一下美國全部高關稅的地方加一加那個20%就是10%然後就是我們現在的現在的現在的現在的你現在的這個就是10%對就是10%不是以90天後不是以它4月2號對就是現在現在多少這個就是20%這個是就是中國我們不知道再問一下這個關稅我們目前就是對生產的客稅嘛，如果是10%就是說假設生產價是100塊如果10%就課10塊那10塊剛好是100塊那10塊就是100塊我們現在是10塊我們現在就是10塊我們現在就是10塊我們現在就是10塊那10塊剛好是說品牌跟我們的供應鏈是各方也就是說品牌場是五塊那供應鏈的話又分乘以嘛就是它如果在各方的話那假如說五塊裡面那有時候有三分之一就是在一塊乘這一塊個權邏輯是這個樣子嘛可是就像剛剛我們講的就是說品牌角度就是說你只要提早給我請提前給我做來這個就跟你沒關係但是如果到234這個數字其實就比較有影響可是目前就沒有20、30%對就好像說你要問說明天川普會說什麼就我們還是先因為我們還是講說客人都一直提醒我們不要speculate不要去想說未來會發生什麼事你先專注在當下因為當下就很多事情要處理了對不對那如果說你當下就可以最好的一個應變目前的一個狀況你才有餘力去對應未來可能發生的一個狀況所以我們還是先聚焦先把當下做好對我們因為相信我們的客人都非常的聰明那也都很清楚是說他們盡量是不要傷害他們自己的一個利益就是American first所以在這樣的一個角度下的話你就不應該去擔心剛剛這件事情發生那問一下你剛剛有提就是美國當地沒有辦法做基金的領域這個是嗯嗯嗯衣服是一個勞動力密集可是附加價值有非常低的一個產業你想想看你其實你件衣服你要穿個十年不換也可以啊或是你想要每天都換一件也可以沒有什麼這不是一個什麼戰略性物資啊對就有或沒有就了不起就光著繩子這樣子也也沒差吧就是這不像鋼鐵或這一類的呃唯一可能需要在美國當地生產製造的衣服大概就是軍用的衣服軍用跟醫療用這兩個東西這兩個是戰略物資是沒錯可是除此之外的全部的東西並沒有一個什麼我覺得是說可以高大上到說必須要在美國製造而且確實就是說啊我們剛才講就不是單純成本問題那為什麼嗯非洲就沒有人在做衣服非洲成本已經是最低的對不對所以你單純從成本這件事情無法解釋說為什麼現在衣服沒有一對的非洲人在那邊做原因就是說成本只是一個單一的考量還有很多的考量就是剛才講的一個濕度啊環境啊跟氣候啊穩定度啊。",
    "等等的也會影響布的一個穩定性。導致說最後的一個產出的一個品質在哪裡。亞洲就適合做這些東西。因為亞洲的環境其實適合做。所以這個不是說想要移動到美國就那麼容易的事情。這個有一些技術上的一些問題。",
    "呃。必須去克服的。而且花了這麼多一個經歷。結果你轉移的是一個附加加的自己的東西。你看你可以想說你看其實即使在中國成衣製造也是一個西洋產業。也不是他們的戰略目標。",
    "所以想說他們自己也不想要那個做衣服的。they想要的就是半導體啊 汽車啊 新能源啊 這些比較更具戰略那個價值的一些產業。那衣服永遠都是往就是勞動力最多的啊 然後成本相對優勢啊 然後做起來穩定的一個地方去移動。對所以你了解這件事情以後你就不會太擔心說美國會搶著把美國的工人再次偉大變成都是縫衣服的人。這個就不太不太可能會發生。江啟問一下剛剛講到的高官做的那20%的訂單。",
    "那那個是比較低價的。那對我們來說是不是說呃會是比較新客戶的職位。因為我們既有客戶應該該轉的都轉出來。呃其實喔現在還留在所謂高關稅的一些國家的產品都是非常高端的東西跟大家想像不一樣。因為呃訂單轉移到東南亞這些地方已經發生好幾年了。這關稅前就已經在發生的對不對。",
    "那至於說為什麼到目前還沒轉移原因就很簡單嘛就是說你在東南亞做更貴對不對或者是說東南亞的人就做不來就這兩件事情。如果是低附加價值早就被孟加拉搶走對早就被那個印度斯里蘭卡搶走了對那邊的人又多然後又那個呃又很擅長做衣服對不對。所以如果附加價值低的那個沒有什麼技術的這個早就在那邊做好幾年了。對所以現在還留在那邊的基本上都是一些美國人很喜歡可是又複雜度蠻高移出來成本又不符合關稅前的一個狀況的東西。所以說這些東西通常來講比較偏向機能類的呃比較偏向呃像一些外套啊外出服啊等等的這些東西。對所以我們認為說這一塊剛好跟我們可以做的一個重疊度蠻高的。",
    "對所以我們認為說這一塊的話呃基本上呃我們應該有機會去呃在這個上面再去搶一些市佔率下來。當然還有一個東西就是說為什麼他移步太出來是因為他以前呃垂直整合太太完美了。因為你要知道垂直整合的一個缺點就是一旦開始移動這個破壞到他原本的一個規劃成本影響非常的大。所以品呃客人不願意提早去調整這個東西。因為也很難啊就是說像像我們的話就好像簡單樂高積木這樣堆一堆就是簡單的東西。可是垂直整合這個都是堆的很大一個大城堡一樣他動一點點的話那整個的一個城堡就垮了。",
    "對所以我們覺得是說移動還是會移動對可是這個呃移動到哪裡跟中間會影響的是無法去好好評估的。對所以客人其實很小心他們都不太願意講這件事情對可是從我們的角度來看的話就是說只要這個的一個急迫性到某一個程度以上該動的還是得動對只是說那個要如何動動去哪裡誰來承接怎麼承接對要需要多少技術嗎等等的這個目前大家都還在溝通中。因為大家一定要選最好的一個地方嗎總不能說90天後大家都在想那個印尼可是印尼突然就沒辦法了那這個等於90天都浪費了。所以大家是現在有一個共識就是該移動是沒錯可是大概得等到就是呃戰略呃策略都明確的在想要去哪個國家要怎麼移動這個都是後續要談的。比較高端的印尼有辦法做嗎都是成本的問題。因為做衣服沒有呃太大的一個技能的一個門檻。",
    "對所以就是說誘因夠大的情況之下的話我們認為這個的轉移絕對比很多的電子業要容易非常的多對只是說那個目前沒有人可以呃很明確的知道說呃哪一個地方才是最適合的。所以現在大家都在玩玩就是這個樣子。嗯全部停關稅的話我們今年的那個成本會增加呃其實成本該調的去年都調了。因為今年東南亞呃最大的波動是薪資。因為那個招工相對的越來越困難而且這個調薪的服務今年比較高的。可是我們去年終究已經調整了一波薪資。",
    "所以今年沒有額外這一些的成本。所以我們就要去看這個呃因為時間差不多了我們再開放最後的兩個問題。嗯因為時間差不多了我們再開放最後的兩個問題。我們先問一下因為不確定性很高嘛那今年下半年的配就是下一次的配息的配息比例還會會是很高的嗎對會調整呃基本上我們都傾向按照過去的邏輯就是說我們不希望呃放太多額外的一個資金在手上又沒有明確使用有效使用它的方法。所以如果我們沒看到很明顯的機會那當然還是儘量以過去邏輯回歸股東是我們會傾向去做的做法。那因為現在確實都確實很波的明朗嘛對不過我們還是覺得是說可能這個等到那個接下來的狀況不過也沒下到半年配。",
    "所以那個可以那個傾向就是說如果下半年看起來大概率的話還是呃可能開拍子沒有太大的變動那應該還是回歸股東為主。剛提到那個業能啊就是現在啊在地採購的公開六成那你剛才提到的這個呃那你講說在其他的部分現在是從哪個地區做採購那如果說今年的這些地區公開六成的話。",
    "他們在地的供應面是有辦法推的上去嗎？呃首先只要有足夠的訂單，那個產能一定是夠的喔。對，因為其實這個通常的問題三年前，那個時候越南的當地化才三成，大家就一堆的疑慮說啊，這個在越南絕對不可能。短短的三年就已經到六成多了，那是去年的一個數據喔，所以今年一定接近八成以上。對，所以你只要想說如果已經增加這個比例，只要大家在每天加班一個小時，實際上這個得一個產出不是太大的問題。對，所以我們認為是說呃，該移的時候現在也差不多是時候了，這個已經不像兩三年前，可能這個比例還低於一半的時候，可能大家還需要擔心。",
    "現在已經接近可能一半了，可能七成多以上，那這個的話就沒有什麼好太過度擔心了。就是越南已經有足夠的能力去當地化，做很多提供全球服務的一個能力已經具備了。好，那謝謝。時間關係我們今天法說就到這邊，那今天謝謝大家，謝謝。"
  ],
  "transcript_en": [
    "Hello everyone, today we started the meeting, I am Jackie of the ocean, next to the cultural person Henry, thank you for giving us this opportunity, but this hour we will say that we will disclose some relatively simple information, but may be due to the change in time and space play, does not constitute the recommendation of trading stocks. First of all, I will be here for further analysis, and then Henry to tell us that some of our concerns about tariffs and practices, the company has been finished in the first quarter, basically does not meet our previous estimates, when the shipment volume is slightly increased compared to the previous one, probably added some of the main reason is actually the end of consumption or not good, affordable clothing may be afraid of inflation and tariffs, so the price of things sold is good. So in some early April some goods may be sold, low inventory, so he first pulled it out at the end of March.",
    "另外的話我們在去年在報第一季的價格的時候有把一些勞動力的成本的一個增加,這個有隱藏進去了,所以說第一季的一個價格增加幅度就跟我們預期的差不多,所以說這個是量跟價都是跟去年比都是好的,那當然在這個所謂的一個獲利角度來看的話目前看毛利的表現應該也是看起來也是一隻燕子春燕比就是一隻還不錯的就是這樣子,那這個是目前第一季的看法。 二季度目前來講的話量也是跟去年同期比我們也覺得是一個不錯的表現,最主要是我們的一個二季度的產能陸續開出了,所以說這邊的產能跟客戶的一個訂單之前做Making就是一個不錯的表現,目前來看的話大家應該是會關心的是關稅的這一塊,那我們目前在這個時間點針對二季度的訂單都是如期的備料如期的生產當然也是如期的出貨,那所謂的帳款當然是如期的收錢,這個都沒有任何的delay,所以說並沒有大家可能在網路上看到一些傳聞是不是關稅一來結果越南中國這邊都已經中國不敢講越南這邊是不是東南亞這邊都有什麼停工都不敢出貨啊然後就是等這個關稅並沒有這邊的一個狀況都是如期。 那這邊有回到第一個剛才講的就是中端的消費還是在跑這個客戶的庫存水位是相對來講是健康的,那目前又卡了一個90天的這個關稅,所以其實消費者你在想說他預期90天後會不會漲價可能會啊,所以說在買的部分是可以先買嘛,所以說在這個名聲必需品方面這邊的一個消費力道都還是有,所以說我們目前來講的話二季度的訂單都是如期的生產製造出貨,那關稅至於說關稅10%那10%目前因為二季度的合約都是之前對應跟客人議定好都已經簽好合約了,所以這邊的一個收款就是為了這個關稅的合約,所以我們現在是完全的收款,那個關稅是客人我們是FOB10FOB10就是說貨物一旦生產完成在海關交到客戶指定的貨船上那邊的到這個時點為止債權跟物權就轉換,所以說我們這不是擁有的債權那物權就轉換給客戶,所以客戶這艘船的貨物啊到了中端市場比如說美國他要進海關他必須照這個合約的一個原始的一個價格去跟海關報關那清關最後你付完關稅你就提貨,所以這個流程都是由客戶執行完成,所以說這邊的一個關稅目前這邊這個90天應該說二季度的這邊的一個是由客戶的一個負責,那這邊的所以說這邊並不會影響到我們二季度的一個實際的一個表現,所以說其實今年來看的話雖然說外界的變化蠻大的但是其實以一個上半年來看的話我們還是有這個蠻大的信心去做到說這個量跟價那甚至獲利這邊應該我們都是覺得努力正向去做好。 這個是這個上半年包含二季度的一個狀況,那中端市場剛才就已經有提到了美系客戶這邊平價的賣的比較好,那所以說像我們的客戶來講的話美系的比較平價的品牌ONEVIADISCOTING他的自由品牌這些都賣的不錯,所以說這邊基本上我們的一個客戶都是一個量都還是有在增加,那日系客戶這邊來講的話我們是因為這邊有和二季度這邊也會玩工頭產,所以說基本上你要包場就是要訂單要填滿那個工廠的產能,所以說日系客戶今年全年我還是覺得訂單還是不錯這個就是因為有包場的一個關係,那加上其實日本本身國內市場的一個消費也不錯嘛大家都去日本玩嘛,所以說去日本玩日本的商品也不錯,那所以說日本的商品去日本玩就順便吃吃喝喝買買嘛,所以說其實日系的一個狀況也是不錯的。 那客戶端所以說我們客戶端的話當然第三季的訂單現在陸續在談,但是現在就卡在是說一個關稅因為90天的緩衝嘛90天緩衝是什麼意思就是到7月初那7月初那他就會跨到可能第三季那所以說客戶目前也是在看關稅談判的一個結果他就確認度就沒有那麼快他可以慢拖一點就是這邊也是看最後到底哪個國家是談好談出哪一個不錯的關稅的一個稅率,所以說目前來看的話就是會第三季訂單會慢慢確認一直到5月底6月初才有可能確認完畢,所以說到那時候來看第三季才會比較準下半年會比較準。 不過我們目前來談的話都是一個可能最基礎的10%的關稅的一個基礎在看那基本上我們其實第二季還是有一些訂單有機會量可能還是有機會再多一點可能就是因為關稅目前7月初嘛那7月中或7月底的訂單其實客戶也有希望說可以提前拉過那我們這邊還要看工廠的一個排交期生產的一個進度看看有沒有辦法配合客戶這樣的一個提前的一個動作,因為畢竟6月開始就已經步入我們的旺季旺月產能都很緊那這邊有沒有辦法提前我們就還是要看。",
    "Basically, this is a view of the current situation. Basically, we believe that the company's performance is still worth waiting for, and I think it is a little more beautiful than the same period. For this reason, it is not much of a problem. The impact on tariffs will not occur in the first half of the year.",
    "First of all, let's start with the conclusion that we are afraid to say too much. We believe that there is no white lunch in the world, so in the current situation of tariffs, there is a place to get. For the second half of the year, whether it is revenue or gross profit, basically do certain conditions, the impact is not too big.",
    "So that means that you have more flexibility to help him in his duties adjustment, to have higher inventory management capabilities, in exchange for you do not bear that so-called tariff, who to share this with. This is a conclusion that we are currently communicating with. Of course, if you ask me in detail, there must be some reasons why you are not at the stall here. So this is what we will explain again.",
    "So if the tariffs are so high in some countries, it is certain that this will lead to the transfer of the order. Now it is happening, or even a big transfer at a time. So you can imagine that if 20% of the U.S. economy has no recession, your other countries have to grow at least twice as fast, so you can eat this 20%. So the total amount of orders as long as you are not in a high tariff area, the amount of orders is increasing. This is the first point.",
    "The reason for the shortening is obvious, that is, because tariffs do not know which countries will improve the current situation. So the shorter it is, the more flexible it is, the faster it is to transfer. So it is now a strategy to reduce the number of short orders. This involves every major supplier, and I believe the long orders will decrease.",
    "Because you want to pay taxes to pay for Rush order, Rush order is too cheap to look at it from a current point of view. So the current Rush order is rather advantageous. Just say whether or not it has happened now, because everyone is not sure which place is the tariff is definitely lower. Now we are still talking about it.",
    "The second is that the localization of raw materials is becoming more and more important. Customers are demand, not hope. That is why demand is a significant increase in the proportion of your localization. Because the tariffs in a country that must be there are relative advantages, they are also in line with the current logic of a local sourcing. So it's probably more like the ratio of localization to more than 60 Percent in Vietnam, which may be increased to 80% or higher this year.",
    "This does not include all of the countries, such as Indonesia, Bangladesh, all of which are in this direction, or an integration of a regional type. Therefore, localization procurement is also becoming more and more important. Of course, there is another option to use U.S. raw materials. U.S. raw materials will not necessarily give you any advantage in tariff imports, because there is some relationship to the U.S. value.",
    "So whether or not U.S. raw materials can benefit from tariffs is a question. This is because it depends on whether the Trump team will continue some of the policies before Biden. But even if some of the policies before Biden continue, it is a relatively safe source of raw materials. So many U.S. cotton or something like that is not a bad thing.",
    "Because now we just look at the export country, that is, if you are exporting Vietnam, it depends on this tariff in Vietnam, you use a raw material in other countries, there is no clear regulation to stop it, or let it increase the cost. But 90 days later it won't be so. So that's what we're talking about.",
    "Even if you can't afford to use localized sourcing, you must use some relatively high-level raw materials to do so. Like Indonesia, its proportion of localized sourcing may be less than 50%, so some raw materials it can obtain may go to Southeast Asia, or some relatively low-risk places to buy. Try to reduce some of the potential sources of risk, so this is an adjustment for some of the current customers to the tariffs. So you can conclude that from what customers are doing to communicate with suppliers about this matter, because the consumption in the United States is often the same as saying that it may buy something cheaper and more expensive, so they don't think that the brand can fully offset the tariff.",
    "As the difference between short orders and long orders is usually a 2% discount to 2.5% discount before long orders, so because the long orders do not, so the order is you, because the short orders are more, so it can also reflect that you just do a little faster, you do not have a so-called tariff impact, so this is a relatively favorable way to say that there is a way to do a fast response to the supplier. So this is what we just said is not white lunch, but you can take it at the price, you can serve it to his place, this is the one we are talking about, so the ocean is more convenient, because we have always been guided by speed, so at this moment, if the customer starts a short order, even to short orders, we do not think we need to put too much pressure on the current situation above the tariff.",
    "This is obviously the previous operation, so it is not now the operation, so it is caused that the brand in the so-called Direct Inputters the order is shrinking very quickly, because there is no profit now available, so he may find more suppliers that he has already depended on in Southeast Asia or Asia. That is, I still do not know how to speed up the expansion of the capacity, or because the tariff is really not yet determined which country is relatively safe, so we think that we will take this opportunity to review the second half of the order, keep those high profits and some core customers' orders, then the order of non-core customers may be eliminated.",
    "That is to say, a lot of moisture between them, dust, etc. is not suitable to do some accumulation of energy services, this is more difficult structurally, so why say you see how many years in Central America actually do sportswear, this technology must be broken through, so it is not easy to transfer.",
    "We all know that the discount is a potential increase in the price, so we all know. So we think that the current customers are basically looking at the attitude, and do not expect to do too much early to do some of the disappointment or some decisions that may come later. That is, until the whole more clear after the change, it should be a good thing for some service providers, especially some special service providers, so we think that we are actually in a very conservative direction to interact with the outside.",
    "So we now estimate for the second half of the year is a slight growth of this thing, we still think that the actual order opportunity is more, but we don't want to trade some action at the present time, which may lead to the possibility of the better thing after the later. Then the thing came back, because usually if in a short period of time really explosive growth, the profit and price of the monthly counter will usually be better, not just the spring banquet may be a Phoenix or something. So we are now to wait and see whether there is a Phoenix first, there is a Phoenix is this shortage is the first, which is probably the current situation, then we can also enter the Q&A.",
    "The first half of the year is not much change, there may be some customers who have some early shipping, but it is also related to the climate, which is not much. As we said, you can save very little, because the export price of one piece of clothing and the retail price may be 4 to 10 times the difference, so you want to say that if the difference is about 6, 7 times 6, 7 times the 10% of the tariff is really not much. So no one to save this a lot of money to take the risk is that you say that a retail price of 50 dollars to sell when you can't sell it, you have to pay at least 7 fold or more or become a whole problem.",
    "As we said, we are all standing on one condition to maintain our position, that is, we are a company in Southeast Asia, we are a very comprehensive company. It looks like South East Asia orders will change, but the cost will also increase, so now we have the position that we do not want to increase so much, but I want to because the order increase all the bad orders, I just want to use my favorite to ensure that the cost increase does not affect me.",
    "So, we can basically fully meet the requirements of the customer, so that means that we can basically fully meet the customer's requirements, so that we can basically meet the customer's requirements. So, we have to make some adjustments to the purchase of an order in a designated area, because we don't have a factory in China. So that for us, we have to be very open to the department to adjust, so even if Vietnam is required to buy Chinese food, no matter what we don't have to bear that pressure on the site, the pressure will be on the field.",
    "So we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy, so we go to China to buy. Can you tell us what kind of customer requirements are? Last year we made it clear that all American brands basically for 2025 to buy for suppliers have a clear indication that these suppliers have the ability to have so-called Near Shore bid production. So it is not El Salvador, for the whole Central America, so you do not have this plant, basically you will be affected by this year's order, so the answer is basically all American brand customers have this kind of requirement.",
    "The second half has nothing to do with the last one. So you can refer to what we talked about before, that is to keep up with the use of the right one no change. There may be a little bit of short expectations, but this should affect too little, and if there is something else, it should be behind, so it's time to make some adjustments.",
    "Now that the whole supply chain is out of stock, everyone is out of stock. Maybe not here is the market now is out of stock or what. It is not possible because there may be some urgent shipping situation here in the electronics industry. But there may be some urgent shipping situation here in the electronics industry.",
    "First of all, this probability should not be too large. Mainly because it is said that the current port corresponds to a real increase in exports. However, since the increase was more than last year, I believe everyone was going to refer to last year's shipping fee.",
    "So you can think of a situation that is now a large amount of transportation but deferred. Take the plane with pure air, but basically the plane or on time to leave. Think about it. So we think it is that the guest you are talking about now is not asking you to ship early and tell you that you want to shorten the delivery process. So this is a concept of long-term preparedness.",
    "He prefers to spend more money on what your rush order can be, rather than paying a short sum of money, and not saying it's time to pay this 30% or what suddenly becomes a tariff. That's clear. That's why we think this should continue until the tariff policy is fully determined. So it must be a long order decrease. A long order decrease usually means that there is not a trend that there is too much increase in the demand for containers.",
    "So we believe that at least the current conditions of sailing are normal.",
    "This is the most important thing to do in the world. The most important thing to do in the world is to get the most out of your business. It is important to know that you have the right to sell your business, and that you have the right to sell your business, and that you have the right to sell your products, and that you have the right to sell your products, and that you have the right to sell your products, and that you have the right to sell your products, and that you have the right to sell your products, and that you have the right to sell your products, and you have the right to sell your products, and you have the right to sell your products.",
    "但缺點就是說因為都那麼透明所以你可以調整的空間也小對不過在這個關稅壓力比較大的情況之下這個透明化反而不是一件壞事就是說那個反正是該怎麼樣就怎麼樣對那個至少等到整個的一個狀況就是更明朗了我們再來做一些可能如何優化或等等的一個調整再去做後續的一個配套措施可是目前這樣子的一個整合方法反而是對很單純的成一場是相對有利的。 因為我們常研究的意思是說產能不足那我們今年的開拍是會因為關稅佔有什麼變化然後再來就是說剛才有提到說我們會做這個調單生產所以是說我們認為就算有關稅佔整個產能還是可以就是產能流利還是可以再一個滿載的狀態對你可以想想看就是就是好比說現在那個打火車或捷運突然少了一節車廂下班時間人還是一樣多那是不是每一個車廂塞的人是更多這是很正常的一個邏輯所以只要美國經濟不衰退的話少了一節車廂其他的車廂就是要存在更多的一個客人這個是那個既定的一個事實所以只是說你現在是在其他車廂的一個角色的時候我總是想要保護自己或那個讓我說我可以更有效的一個動作我就可以選擇。 如果可以選擇進來的人是誰我總是不喜歡挑一些可能就是我覺得可能會影響到美觀啊或什麼的可以專門挑一些就是自己喜歡的一個客人上車是這樣的一個邏輯去看這件事情所以那個當然是說未來的一個狀況還是有很大的一個變動可是在目前的一個條件跟狀況之下的話只要你不是在非常高關稅的地方其實基本上願意去談的話你的空間還是存在的所以我們一直想講這件事情就是說不要只看目前當下不好的東西你要看到就是說實際發生的一個狀況是美國20%的誠意來源目前不能用這件事情關稅確實增加了可是要如何解決這個20%的誠意來源但是20%不能用不影響美國自己本土通膨最好的做法是怎麼樣對從這個角度去看就大概知道是說品牌現在在做的一個調整跟準備是往哪個方向去進行所以我們為什麼不是太過度擔心就是我們認為是說到最後美國還是會以保護他的人民的一個方向去順利的去那個協商這件事情所以你們兩個都在跟我們要求一些談論的時候我們也覺得這個態度是沒有得到調整因為他也不知道川普明天會講什麼話對還是回顧到這件事情所以回到您的一個剛才問的問題就是capitalism會不會被影響基本上就是說一樣就是說因為你現在看不到前面的路在往哪裡走對我們就照原的計畫去進行。 因為擴充產能有些東西你可以提前做然後有些東西你可以後面再做因為蓋廠房不是一件太capital intensive就是你倉庫啊或這個大樓都可以蓋好你可以做的一些環評啊等等你都可以依照去做可是買機器設備招人訓練這三件事情可以等到確定之後再做對所以我們現在想就是說你如果是講說蓋廠房或者是請這個政府來那個做一些環評啊來確保這個的安全啊或什麼的如期進行那至於說買機器這件事情的話就一定是得等到這個關稅名啦對所以是不是會延後目前我覺得還不用太提早就下一個定論。",
    "So we think that we can keep this time, we can have a flexible at the moment, because you wait for only 90 days, do not need to wait for the next 90 days, we feel that it is a relatively insurance practice. Again, please ask because I may not have been updated recently, now we have the second half of the second half of the gross profit margin what is the direction? Then because just mentioned that we may need more short goods in the factory, sometimes we may because of the short goods relationship lead to production efficiency may sometimes be less ideal, so how to cope with the second half of the situation?",
    "可是如果你現在船班沒有問題的情況之下,就算工作量變多,這個對我們不是一件太大的問題,就是說你可以早上8點起床,8點就給我們,那這個一定下班前都會處理完,只要那個給的一個補償跟利潤夠,那一定非常非常的樂意的。 對所以我們認為是說這個倒不用太擔心,與其去想說跟去年一樣還不如這個比較像2021年那個時候的狀況,就是可能這個長單開始的減少然後短單的一個增加導致說後面可能短單可能越來越多,在2022年那個時候,你看2022年開始去庫存了,那時候短單短極單變得超級多,這種利潤是非常的好。 對所以我們認為說只要提供足夠的一個透明度跟可以掌握的一個訂單量的話,那這種的調整我們都是還蠻樂見的。 應該快了,大概5月第一週5月第一週,我想是那個是春宴,所以不用擔心。 不好意思我想請一下我們剛講的20%的美國成益來源是他們現在是沒有辦法進口的,這個20%是指說就是中國嗎還是你可以看一下美國全部高關稅的地方加一加那個20%就是10%然後就是我們現在的現在的現在的現在的你現在的這個就是10%對就是10%不是以90天後不是以它4月2號對就是現在現在多少這個就是20%這個是就是中國我們不知道再問一下這個關稅我們目前就是對生產的客稅嘛,如果是10%就是說假設生產價是100塊如果10%就課10塊那10塊剛好是100塊那10塊就是100塊我們現在是10塊我們現在就是10塊我們現在就是10塊我們現在就是10塊那10塊剛好是說品牌跟我們的供應鏈是各方也就是說品牌場是五塊那供應鏈的話又分乘以嘛就是它如果在各方的話那假如說五塊裡面那有時候有三分之一就是在一塊乘這一塊個權邏輯是這個樣子嘛可是就像剛剛我們講的就是說品牌角度就是說你只要提早給我請提前給我做來這個就跟你沒關係但是如果到234這個數字其實就比較有影響可是目前就沒有20、30%對就好像說你要問說明天川普會說什麼就我們還是先因為我們還是講說客人都一直提醒我們不要speculate不要去想說未來會發生什麼事你先專注在當下因為當下就很多事情要處理了對不對那如果說你當下就可以最好的一個應變目前的一個狀況你才有餘力去對應未來可能發生的一個狀況所以我們還是先聚焦先把當下做好對我們因為相信我們的客人都非常的聰明那也都很清楚是說他們盡量是不要傷害他們自己的一個利益就是American first所以在這樣的一個角度下的話你就不應該去擔心剛剛這件事情發生那問一下你剛剛有提就是美國當地沒有辦法做基金的領域這個是嗯嗯嗯衣服是一個勞動力密集可是附加價值有非常低的一個產業你想想看你其實你件衣服你要穿個十年不換也可以啊或是你想要每天都換一件也可以沒有什麼這不是一個什麼戰略性物資啊對就有或沒有就了不起就光著繩子這樣子也也沒差吧就是這不像鋼鐵或這一類的呃唯一可能需要在美國當地生產製造的衣服大概就是軍用的衣服軍用跟醫療用這兩個東西這兩個是戰略物資是沒錯可是除此之外的全部的東西並沒有一個什麼我覺得是說可以高大上到說必須要在美國製造而且確實就是說啊我們剛才講就不是單純成本問題那為什麼嗯非洲就沒有人在做衣服非洲成本已經是最低的對不對所以你單純從成本這件事情無法解釋說為什麼現在衣服沒有一對的非洲人在那邊做原因就是說成本只是一個單一的考量還有很多的考量就是剛才講的一個濕度啊環境啊跟氣候啊穩定度啊。",
    "This also affects the stability of the cloth. This leads to a quality that says the last output. Asia is the right place to do these things. Because the environment in Asia is actually the right thing to do. So this is not to say that it is easy to move to the United States.",
    "You have to overcome it. And it has taken a lot of experience. As a result, you transfer something that you add to your own. You can see that you actually see that even in China made clothing is also a Western industry. It is not their strategic goal.",
    "So, don't say they don't want to do that either. They want semiconductors, cars, new energy, and some industries that are more strategic. The clothes are always the most labor force, then the cost is relatively advantageous, and then make a stable place to move. After you understand this, you won't worry too much about saying that the U.S. will rob the workers of the United States of America again great into the people of sewing clothes.",
    "That's a relatively low price. That's not to say that uh would be a job for a new client. Because we both have clients that should be turned out, some of the products that stay in some countries still have so-called high tariffs are very high-end things that people imagine are different. Because uh orders have been moved to these places in Southeast Asia for years.",
    "That said, it's easy to say that you're doing more expensive things in Southeast Asia or that people in Southeast Asia can't do these two things. If the low added value was taken away by Bangladesh long ago by the Indian Sri Lanka who was robbed of that person, then more and more, the er is good at doing clothes right there. So if the add value is low, there is no technology that has been doing this for years.",
    "So we thought we should have a chance to get this piece of erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic erotic",
    "So we think that moving or moving is the right thing to do, but it is not possible to evaluate the impact of this movement. Therefore, guests are very careful that they are not willing to talk about this thing, but from our point of view, it is that as long as this urgency to a certain degree or more to move, or just to say that the best place to move, where to undertake how much technology to undertake, etc., this is still in communication. Because everyone must choose the best place, it is not always possible to think about that Indonesia after 90 days, but suddenly this is not a waste of 90 days, so everyone has a consensus is that the move is right, but it is probably waiting for the strategy to decide which direction to move this is to talk about.",
    "This is why we believe this shift is definitely much easier than most electronic industries. It's just that the one who doesn't have the time to know exactly which one is the right fit. So now we're all playing it. Well, if we're all going to stop paying taxes this year, we're going to increase the cost of this last year. Because the biggest fluctuation in Southeast Asia this year is salary. Because the recruitment process is increasingly difficult and this payback service is relatively high this year. But we've adjusted a wave of salary at the end of last year.",
    "So there is no extra cost for this year. So we have to look at the last two issues that we open up about the time. Well, because the time is almost the same, we have to open the last two problems. First, let's ask the question because uncertainty is very high, the distribution of the second half of the year is the next dividend rate will be very high, and we tend to adjust eh basically according to the logic of the past, that we don't want to put too much extra money in our hands and haven't explicitly used the method of effective use. So if we don't see the obvious opportunity, or try to return to shareholders with the logic of the past is what we're going to do.",
    "So that can be the tendency to say that if the second half of the year looks at the probability, or if the eh may open the photo without too much change, it should be back to shareholders. Just mention that the industry is now at 60% of the open eh where you bought it, the eh you mentioned just now in other parts of the region where you bought it, if you say that this year these areas are open to 60% of the public.",
    "In fact, it is impossible to be in Vietnam. In just three years it has grown to more than 60%, which is a data from last year, so it must be around 80% this year. If you want to say that you have increased this ratio, as long as you are working over an hour a day, this output is not too big a problem.",
    "Now that it's almost half over, maybe more than seven percent, there's nothing too much to worry about. It's that Vietnam already has enough capacity to localize, and there's a lot of capacity to provide global services. Well, thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}