{
  "schema_version": "v2-two-tables",
  "stock_id": "1525",
  "date": "2025-05-22",
  "original_filename": "1525_20250522_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位投資先進大家午安。歡迎參加江山工業股份有限公司現象法說明會。本次代表出席人爲曾總志總經理。那今夜法說會流程將先針對經營成果報告簡報後再行QA間交流時間。那首先有請曾總經理爲我們開始。謝謝大家好。",
    "參加今天的江山公司的法說會。那照例我們首先我還是先請那個我們財務經理陳奕宇經理來做一個簡單的經營報告。那之前是唱亞歷協議因爲他已經今年戒臨退休所以這次由陳經理來擔任。完了以後我再做一些補充的說明。以上我們先請陳經理。各位媒體先進以及我們的投資人朋友們，大家好。",
    "那我是江山工業陳奕宇。那歡迎各位參撥控參加2025年第一次的法人第一季的法人說明會。那首先在開始前呢，有關公司聲明呢，請各位自行先參閱。那在本次的會議議程的部分呢，主要說明2024年與2025年第一季的營運成果。那以及報告江山公司未來的展望。那公司簡介及轉投資的概況呢，江山工業的主要經營項目與轉投資的營運架構呢，並無重大的變化。",
    "這部分再請各位參閱即可。那接下來我們說明2024年度與2025年第一季的營運績效重點。那首先回顧2024年銷售業績的表現。2024年臺灣汽車市場總銷量爲45.8萬輛，那年減4%。那其中國產車的銷量爲22.9萬輛，那年減5.8%。那江山呢在2024年前三季有受惠於客戶的中大型商車的訂單增長，那車架銷售穩健，爲第四季的中大型商車全面停產。",
    "而電動巴士的車架也受到法規的驗證跟電子供應的問題影響，車架及載臺的出貨呢均落後於去年同期。那全年營收爲14.59億元，年減9%。雖然全年的營收衰退9%，但本公司的營業利益爲5466萬元，那本期淨利爲3.02億元，EPS4.12仍維持在正常的水準。那圖表爲近五年的營收及獲利情形，再供各位參考。好接下來進入合併的情況，進入綜合損益表的部分呢。2025年第一季營收爲2.77億元，採權印法認列之投資收益爲5337萬，稅後淨利爲5876萬元，第一季EPS爲0.8元。",
    "交通器成長21%。再請看到第一季的產品別營業收入。2025年第一季的營收呢，較去年減少10%，那主要原因包括客戶的大車價暫時停產以及東南亞的零件的轉爲在地化生產，影響銷售量以及臺灣整體的市場的需求調整，那至訂單減少。那不過電動巴士車價呢，則叫同期成長。再看到第一季的轉投資收益狀況。2025年第一季的採權印法短投資收益爲5337萬元，那較去年同期成長32%。",
    "那其中福州福祥呢，受惠於小米新能源車的訂單帶動，營運顯著有成長。那廈門金融江森的車價的表現呢，亦穩健。那雖然廣州及襄陽和田園分別受到不同程度的影響了，面臨結構壓力的結構調整的壓力。但整體而言呢，大陸市場仍有爲我們帶來成長的動能。再來我們看一下江森公司的整體的財務狀況。2025年第一季的資產總額59.25億元，那其中現金有17.55億元，負債總額爲7.9億元，那權益總額爲51.35億元，那每股淨值爲69.96元。",
    "那依公司目前整體的財務評估呢，現金水位與去年相近，負債比持續的下降，顯示呢，營運與資金的調度皆維持良好的狀況。那公司的體質穩健。好，再來說明2024年度的現金股利分派狀況。那在江森2024年度結算後呢，我們擬配發現金股利3.1元，那配許率達75%。那若以3月7號公告的股價計算呢，我們的殖利率約爲5.1%。那本案將於5月26號呢，提報股東常會承認。",
    "好，最後呢，進入未來展望的部分。再有請我們總經理說明。大家好，我現在以後我等我自來補充這個狀況。我剛，我現在先講一下轉投資的部分。廣州部分那營收的確有受到，因爲之前大陸表現就是不太好，這大概都大家知道。但是因爲第一季有受到這個川普關稅的影響，所以說在外交北美及墨西哥部分是有受到影響。",
    "但是下降並不多，不過還好，那個整個他降低成本的一些做法，在這方面做的不錯。所以說剛纔也看到其實他的獲利其實並沒有下降，甚至應該還成長，這也是比較欣慰的。當然以後呢，目前來看是因爲中美之間好像，目前以我教學做的這邊他們認爲就是說，比較緩和一點。所以說外交北美墨西哥部分應該量應該不會持續再往下跌，加上整個外銷日本的貨幣呢，這個的部分也有拓展。所以說下半年預估是會更去穩定。所以整個營收預計整年會有些下滑，但是獲利應該還會有些些微成長，這一點是比較好的。",
    "那襄陽部分呢，剛剛大家也看了，其實第一季表現並不太好，因爲第一季還是出現一個小虧的一個狀況，主要是因爲這個小虧的一個狀況，其實主要虧損一個因爲整個大陸市場，因爲它主要以做內銷爲主，所以整個大陸市場並沒有說很明顯的就是說，往上的一個趨勢。所以說其實它在今年有做一波的的裁員，一波的裁員。所以說把一些裁員一些費用把認內進去，所以說造成第一季的一個虧損。不過呢，現在我們也開始調整一些策略，那個我們請向這邊，而且NTN總公司那邊搭配一下，就是說把歐洲的一些訂單轉到由襄陽來城市。所以說目前已經在承接當中，目前都在開發了，在開發中下半年開始會有部分可以量產，不過其實大部分的部分還是可能會到明年去，因爲現在開發都需要一些時間。不過整體來看應該慢慢趨穩了。",
    "整體獲利整個下半年整體獲利整年來看，會應該會有一個還是一個小額盈餘，不會虧損。目前也積極的在開拓外銷，也不只是歐洲，我們日本也是一個很重要的一個區域，輔助部分其實它成長今年成長蠻多的。主要是說會整個大陸電動車的部分的成長，因爲它主要客戶還是領德時代，所以說營售一直在增長，目前也在評估還要在擴充。",
    "另外它最近也接到歐洲某大車廠，某大車廠的一個電池盒的全球訂單，這個量很多，大概26年下半年應該會有開始小量出貨，這個部分也是目前一直在評估要擴充的一個主要原因，這個應該是一個很重要的一個原因，這個應該是可期。因爲如果說這一個案子如果能夠做完全做成功，整個是可期的，不管它大陸的市場電動車市場會不會變化，稍微如果說走下降都不會受影響，因爲這個訂單是很大的。另外下面部分大概是因爲也維持了一個小幅成長的狀況，獲利也持續穩定，因爲主要是整個大陸的在電動車的部分，它目前還是很穩定的。再來我講一下臺灣國內的這個部分，第一季主要第一季我們表現跟相較於去年來講是比較差了，因爲主要是原因，剛纔講的一個大車價因爲有一時停產，但是這一時停產從去年第四季開始，有一時停產，預計八月不能說恢復生產。",
    "另外還有說到電巴，雖然電巴大家看到數據是比去年第一季是成長的，但是這一個成長比我們預計的是少很多，主要是電巴還是受到主要零件的欠缺的關係，所以整個第一季的表現的確是並不太理想。工資量來得很重，然後我利用江森的一個新的技術做一體成型的一個輕型大量，這個整個會比現行的工資量還輕差不多500到600，如果40尺貨櫃大概500到600的一個重量，這樣的話其實目前我們客戶調查結果目前國內幾家大型的貨櫃公司都會來採用，現在我們已經完成試坐車，現在有四臺試坐車，現在目前已經在做乘車耐久實驗中，如果這個到目前爲止已經測試了大概快兩個月了，如果狀況目前爲止應該沒什麼問題，如果可以的話我們預計第3季應該可以量產。不過初期我們先量產25尺的，40尺的部分會到更後面一點，因爲40尺要做的一些工作還比較多一點，這個等於是我們新產品，因爲用這個板架部分，因爲只要使用拖車頭大概都會用到板架，這個衍生的車子的車型很多，因爲不只是貨櫃車，甚至包含SAS車、油罐車，因爲都可以來用，因爲可以省很多重量的，所以說對於降低油耗，減少排爛量是有很大幫助，所以說很多客戶呢希望我們加快腳步，因爲這個部分在臺灣的保有量是相當高了，所以說我們對這個也寄以厚望，我們也希望就是說這個部分呢可以形成江山未來主力產品的一部分，以上簡單報告。不曉得大家有什麼問題？好，那這邊分享，那我們接下來進行Q&A的部分，本次法碩才文字提問，請線上的投資先進參加利用聊天室提問，謝謝。請問有沒有其他問題？",
    "這個是那個毛利率的佔比跟毛利佔比，這我請那個陳經理回答一下好了，我們個別的產品毛利率就這個我們比較不方便，但原則上還是以電巴爲比較高的部分，那至於兩年度的毛利率呢可以從總表看得出來我們兩年我們的毛利率其實是差不多的，那主要還是以銷量的部分有稍稍的往下掉，導致我們的營業利益有下降。毛利率的話我只能這樣講，如果是我的產品結構會有很大關係啦，如果是大型車或者是電動巴士的話，接的比例高的話毛利就會高，原則上是這樣子，所以說大型車、大型車架跟那個電動巴士對我們來講是對貨力是幫助比較大，我只能簡單這樣講了。現在有問說電動巴士今年跟明年出貨量，今年我們預估因爲第一季稍微少一點今年預估大概應該700到800間，大概700到800間，明年是鐵定超過800，我們希望看的不止1000啦，因爲到下半年開始應該整個電巴應該會會穩定了，會穩定。所以說大概明年大巴應該會比今年再好一點，主要是差異在第一季的我這個主要差在第一季比較差一點，大概是這樣的。請問臺灣廠停產原因這個因爲這簽證模特我們那個大股東，這個我不方便講了，因爲這個其實你們去看日本的新聞應該新聞日本新聞應該有說過，我們是臺灣應該全球都受影響不只是臺灣，所以說會會還有一段時間停產，那主要是一些某重要零件的短缺，大概是這樣不過很快的啦因爲8月就要復產了。廣州一天目前有多少比例是外銷？",
    "外銷北美應該說我把北美其實比例大概不到10%左右了，我就到10來10%左右，墨西哥比較多一點，墨西哥我記得20幾，但是我記得外銷比例全部加起來在10幾%但是主要集中北美跟墨西哥比較多一點再有一些是日本，大概我印象是大概就大概北美加墨西哥大概應該是在40%左右大概是這樣子。東方日產設計在中國消費要請問廣州人獲利成長？我因爲這個好的確是營收下降好，所以說我們在節省成本這一部分我們加強很大力度了，因爲這個不止現在開始了，因爲我們過去幾年我們的確我們在這Costum部分做的下了工下了很深了。",
    "包含那些管理成本的部分。管理成本下降很多，所以說這個部分應該是主要是一個獲利的一個因素之一。另外就是說，廣州的設備因爲投資也比較久了，所以說也都攤體也已經回來的還給襄陽不想表現。所以說現在會攤體還沒有結束，但是廣州有一些主要設備攤體結束了，這也是他那個獲利成長的主要原因之一。再次，問那個胡作無想，2025的展望。胡作無想的我老實說其實他到目前爲止的表現是超乎我的預期啦。",
    "他比我們先的目標成長很多，因爲主要是林德時代那邊的成長一不只是小米的成長去林德時代那邊 的成長，因爲他是主要林德時代的那個電池盒的供應商，所以說林德時代成長他就跟着成長。所以加上因爲他品質做的比較好，所以說很多義工就第一工業他都會林德時代都會找他來做，所以說這也是他大戶生成長的一個主要原因。現在歐洲廠商啊現在有多東西都要指定是他來做，主要是一個品質的關係。再來是廣東NTN的主要客戶有哪些自主品牌比重有增加嗎？自主品牌目前我們一直在找一些自主品牌，其實有一些的像蔚來也是那個廣州的主要客戶。然後自主品牌我們現在現在那邊我們也在找一些自主品牌，所以說因爲過去主要是依賴那個日本三大或者外銷啦，其實這個部分我們在這前幾天策略上已經開始調整了。",
    "所以說有一些自主品牌我們都有去接單。剛剛就講了蔚來主要是蔚來主要是那個廣州的一個主要客戶。另外還有一些北京汽車啦這些都是日系品牌會是應該是會慢慢下降。會下降，不過外銷的部分我們現在是在更加多元化，因爲過去像廣州都是以那個北美南墨西哥爲主，其實這個部分我們也在調整，因爲我們在日本東南亞部分我們也開始在接一接。",
    "另外歐洲的部分我們主要是把它放給那個由香陽來承接。因爲香陽那個內銷部分的確過去的比例太重了，所以說我們把歐洲的外銷部分慢慢去放給香陽主要是這樣子。GATL這第幾大供應商，這個我回答但是我應該我瞭解應該是前三啦，應該是前三啦。因爲他離GATL很近，因爲他在福州嘛那GATL是在寧德，他是很近。所以他是應該是前三。今天看來是足氣變好，沒有錯，第2季一定比第1季好，如果說我講的環境不變化了，第3季應該會比第2季好。",
    "第4季雖然我現在沒看到客戶的預示量，不過感覺上電動巴士的部分會成長，那另外加上板架多如果有導入量產的話，第4季也應該會比第3季好，在這個假設前提之下啦。是，我能提供我這個這種品牌日系品牌歐洲品牌的營收比重，現在我在手邊沒有這邊資料。廣州，基本上了廣州我知道大概日系品牌跟自主品牌就國內的部分就是在中國國內部分的大概是佔比到50幾。但是主要是日系品牌爲主，自主品牌我認爲他主要客戶但是未來未來是在都是在廣州。那個襄陽的部分的話，歐洲是最近纔開始其實他比重還不高，比重還不高。",
    "另外另外是像一些襄陽的大部分就是國內就是中國內的日系品牌者另外還有一個就是VLW。VLW在中國國內的話也是主要是由襄陽在組織。大概是這樣，因爲我手邊沒有很細部的資料所以我沒辦法回答這個問題。夏威夷門靖皇進行穩定，不是因爲夏威夷門靖皇主要都是做大賀車的底盤嘛，他其實整個大陸在巴士在電動化這一部分的那個程度是很高的。最近他們這個整個大陸整個這個在淘汰那個太舊換新的速度是很快的。所以說最近的他還有一些大陸在做外銷，這個那個客車部分的量很大。",
    "所以這也是最近他一直量一直在做不出來，一直在增加原因這是。夏威夷門靖皇主要的一直在比較穩定的原因是在這一樣。對吧，肯定他Mythol很好，對呀。我們知道第二次前任叫kneada，也是asteディ，對。美義，他是我不需要，我們定的目標是我希望能在第一年，明年我是希望能夠有600架，600架。600架的話，600架大概，600架開供應，大概應該會有7、8%的營收佔比吧，大概是這樣子。",
    "所以說，但是這個量會越來越高，因爲主要是臺灣整個這個單單貨櫃這種板架的保有量就飛好幾萬架，每年他必須淘汰固定的量。所以說這一個量是我覺得是我很期待啦，但是這還要再努力。然後福州虎曉目前年產是多少？其實福州虎曉目前其實福州虎曉目前目前他不是看產能，因爲他每一種線都不一樣。所以說有時候要講產能，他就跟MTA那個會不太一樣。加工力其實那目前，我只能是說他大部分之家目前就已經雙班生產了。",
    "所以說目前廠房是不夠了，他已經現在目前已經四個廠。最近董事會會有通過，要再設第五個廠。因爲後面我剛纔講了有接到歐洲某大設廠的訂單，這個沒有設廠那個現有的設備設備廠房是對應不了的。所以說會有擴張。應該這個也明確的已經找到已經目前應該已經是找到對象廠房已經在洽租或者是洽購中，我只能這樣講。好不好，如果大家沒有問題，那我們今天就到此爲止。",
    "如果大家沒有問題，那我們今天就到此爲止。如果這條私底下有什麼問題，可以歡迎來電來問好不好。我們能夠回答我講一講還有一個，歐洲的訂單是多國線，對。歐洲的訂單因爲這個部分是這樣子，這一段是，這個部分是這樣子，這個部分是。",
    "<think> 嗯，用戶給了一個任務，讓我幫忙把逐字稿整理成段落式的。首先，我得仔細看看用戶的具體要求。用戶強調不能刪減、改寫或濃縮任何內容，只能調整標點和換行，合併同主題的句子，必要時加一些連接符號，但不能添加新內容。還要用中文全形標點，句末要補齊標點。",
    "另外，如果有說話者標識，要保留。好的，首先我要理解用戶提供的逐字稿內容。看起來是關於歐洲某大型工廠的電池組裝情況，涉及到CATL和福州五響。內容有點零散，需要合併成自然段落，每段3到6句，主題變化時換段。接下來，我需要逐句分析，看看哪些句子可以合併。比如，開頭幾句都是在講電池組裝的位置和情況，可以合併成一個段落。",
    "然後，關於內銷和外銷的部分，同樣可以合併。最後，關於法案更新和會議結束的部分，作爲一個段落。在處理過程中，要注意標點的調整，比如句末加上句號，逗號連接相關句子。同時，確保不遺漏任何信息，保持原意。最後，檢查是否有說話者標識，如果有的話，要保留，但在這個例子裏好像沒有。完成整理後，再通讀一遍，確保流暢自然，沒有遺漏或錯誤。",
    "这样用户的需求就能得到满足了。</think> 這個歐洲這個大設廠，他那個電池並不是在CATL組裝，而是在自己工廠裡面組裝。他要主要他只要電池盒，電池盒。這個部分雖然是CATL介紹沒有錯，但主要還是歐洲，這個大設廠直接跟那個福州五響來對應，因為到最後我們是將直接交過去，因為大陸要用啦。大陸他的電池應該是用CATL的，但他組裝整個電池盒組裝並不在CATL裡面，而是在這一家歐洲大車廠。我簡單這樣講。",
    "外銷他有內銷跟外銷，他有內銷因為這家歐洲大車廠在大陸也有廠，大陸也有廠。其他在海外的部分他就必須外銷到德國去。我剛才講出來我講到德國去，大家可以猜得出來啊，大家猜就好了。請問線上的法案還有問題要更新嗎？好。如果沒有問題，我們今天是可以到此結束。",
    "好的，非常謝謝總經理這邊的回覆，那我們今天法說會就先到此告一段落，謝謝大家的參與。謝謝。"
  ],
  "transcript_en": [
    "Welcome to the Jiangshan Industrial Co., Ltd. Phenomenon Law briefing session. The present representative is the general manager of Zeng Zhi. The tonight's speech process will be based on the results of the operation report and then exchange time between QA.",
    "Today's legislature took part in the legislature of Jiangshan Corporation. That's how we first asked our financial manager, Mr. Chen Yiyu, to do a simple business report. Before that, he was called on by Mr. Chen because he had been retired this year.",
    "I am Mr. Chen Yiyu from Jiangshan Industry. I welcome you to participate in the first quarter of 2025. First of all, the statement of the company should be made, please refer to it first. In this section of the conference agenda, the results of the operation of the company in 2024 and the first quarter of 2025.",
    "This part is for you to read. Then we'll look at the key operating performance highlights for 2024 and Q1 of 2025. That's the first review of the sales performance for 2024. In 2024, Taiwan's automobile market sold 45.8 million vehicles, which lost 4% that year.",
    "While the annual revenue declined by 9% year-on-year, the net profit of the company was 546 million yuan, the net profit of the period was 320 million yuan, and EPS4.12 was still at normal level. The chart is based on the revenue and profitability of nearly five years, and you can refer to the consolidated profit table. In the first quarter of 2025, the revenue was 277 billion yuan, the investment revenue was 53.7 million yuan, and the net profit was 587 million yuan, and the first quarter EPS was 0.8 yuan.",
    "Transportation grew by 21%. Please also see the first quarter of the year. The revenue in the first quarter of 2025 decreased by 10% from the year before, the main reason is that the customer's car price is temporarily suspended, and the parts in Southeast Asia are converted to local production, which affects sales and the overall market demand of Taiwan, and then the order decreases.",
    "In the first quarter of 2025, we look at the total financial situation of Johnson company. The total assets of the company are $5.25 billion, the total cash of $7.5 billion, the total debt of $7.9 billion, the total equity of 51.3.5 billion, and the net value of each share is $69.96.",
    "According to the company's current financial assessment, the cash water level is similar to last year, and the balance ratio continues to decline, which shows that the operation and capital transfer are in good condition. The company's soundness. Well, then, the cash dividend distribution status in 2024. After the close of Johnson's 2024, we planned to find a cash dividend of $3.1, which accounted for 75%. If the stock price announced on March 7, our yield rate would be about 5.1%.",
    "Well, last but not least, into the future. And there's another general manager. Hello, I'm going to add this to the situation later. I just started talking about the part of the investment that I'm going to invest in. Some of the revenue in Guangzhou is really affected, because the previous mainland performance was not good, and it's probably all known. But because the first quarter was affected by the Trump tariff, it was said that the foreign North America and Mexico part was affected.",
    "However, the decline is not much, but it is good to see that the whole of his practice of reducing costs did well in this regard. So it is also gratifying to see that in fact, his profit did not drop, or even should grow, after all, because the current situation seems to be between the US and China, and now the place where I teach them is said to be a little more relaxed. So the diplomatic part of Mexico should not continue to fall again, plus the entire export of Japan's currency, this part is also expanded. So the second half of the year is expected to be more stable.",
    "The first quarter of the Xiangyang part, I just saw that, in fact, the first quarter performance is not very good, because the first quarter is still a small loss of a situation, mainly because of this small loss of a situation, in fact, the main loss of one because of the whole mainland market, because it mainly to do domestic sales as the main, so the whole mainland market does not say that it is not obvious is a trend, so it is actually a wave of layoffs this year, a wave of layoffs. So, in fact, it has made a wave of layoffs in this year, a wave of layoffs, so it is a loss of the first quarter.",
    "Overall profit throughout the second half of the year, the overall profit, the whole view, should have one or a small profit, will not lose. At present also actively in the development of export, not only Europe, our Japan is also a very important area, the auxiliary part of it is actually a lot of growth this year.",
    "In addition, it recently received a large European car factory, a big car factory a battery box global order, this volume is a lot, about the second half of the year should have started a small shipment, this part is currently being evaluated to be a major cause of expansion, this should be a very important reason, this should be a very important reason, because if the case is able to complete success, the whole is possible, regardless of the continent's market electric vehicle market will not change, a slight decline will not be affected, because the order is large.",
    "If you are looking for a high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, low-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, low-quality, high-quality, low-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality, high-quality,",
    "This is the ratio of gross profit, this is the ratio of gross profit to gross profit, I asked the manager to answer that, our individual gross profit is less convenient, but in principle, we estimate that the first quarter of this year should be about 700 to 800, about 700 to 800, about the next year is over 800, we expect to see more than 1000, because the whole bus should be stable in the second half of the year, so we can only say that if my gross profit structure will have a lot of relationship, if it is a large car or electric bus, then the proportion of gross profit will be high, in principle, so to say that large cars, large frame and electric bus to us is relatively large, I can only say that.",
    "Exporting to North America should say that North America is less than 10%, I'm about 10 to 10%, Mexico is a little bit more, Mexico I remember a little more, but I remember all the exports were added in 10 percent, but mainly North America and Mexico are a little more than some of Japan, I think it's probably about 40% of this. Oriental Nissan design in China should ask the Guangzhou people profit growth? I'm sure it's a good decrease in revenue, so we've said we've strengthened it a lot, because it's not only now, because we've done a lot in the last few years we've done a lot in this Costum.",
    "In addition, Guangzhou's equipment has been invested for a long time, so also the stall has returned to Xiangyang do not want to perform. So now the stall is not finished, but Guangzhou has some major stalls to end, which is also one of the main reasons for his profit growth. Again, ask the hu did not mind, 2025's outlook.",
    "He grew a lot more than our first goal, because mainly the growth of the Linde era is not only the growth of the millennium to the Linde era, because he is the supplier of the battery box of the main Linde era, so the Linde era growth is followed by the growth. So, because he did better, so many volunteers in the first industry he would be Linde era to do it, so this is also one of the main reasons for his family's growth.",
    "So there are some self-owned brands we all have to pick up. Just to tell you that Ilui is mainly a major customer of the Guangzhou area. There are some Beijing autos, these are Japanese-style brands that should be slowly declining. It will fall, but the export part is now more diversified, because like Guangzhou in the past, we are also adjusting this part because we are also starting to connect with the South-Eastern part of Japan.",
    "In addition, part of Europe we give it to the person who gave it to Xiangyang. Because the domestic sales part of Xiangyang is really too heavy, we say that the export part of Europe slowly to Xiangyang is mainly this way. GaTL of the number of major suppliers, this I answered, but I should know that it should be the first three, it should be the first three. Because it is very close to GaTL, because he is in the Fuzhou area of GaTL, he is very close, so it should be the first three.",
    "In the fourth quarter, though I don't see the expected amount of customers, but I feel that the part of the electric bus will grow. In addition, if there is mass production, the 4th quarter should be better than the 3rd quarter, under the premise of this assumption. Yes, I can provide the percentage of revenue of this brand, which is the European brand, and now I don't have this information at hand. Guangzhou, basically I know Guangzhou, basically I know that the Japanese brand and independent brand in the domestic part is about 50. But mainly the Japanese brand is the main brand, independent brand I think he is the main customer, but the future is in Guangzhou.",
    "In addition, like most of the Xiangyang, there is another VLW. The language of VLW in China is also mainly in the organization of Xiangyang. This is probably the case, because I do not have any detailed information on the hand, so I can not answer this question. The Hawaiian Menjing Emperor is stable, not because the Hawaiian Menjing Emperor is mainly the chassis, he actually the extent of the entire continent in the electric part of the bus is very high.",
    "So this is why he's been doing it for a long time. The main reason for this is that he's been relatively stable. Come on, make sure he's mythol, right. We know that the second former name is kneada, and it's a steディ, right. He's what I don't need, and I'm determined that I want to have 600 in the first year, and I want to have 600 in the next year.",
    "So, this amount is going to be higher, because the whole of Taiwan's single container shelf holds tens of thousands, and he must eliminate the fixed amount every year. So this amount is what I think I'm looking forward to, but this is another effort. So, what is the current annual production of Fuzhou Hu Xiao? In fact, Fuzhou Hu Xiao is currently not looking at capacity, because he is different from each line.",
    "So the current factory is not enough, he has now four factories. Recently the board of directors will pass, to set up the fifth factory. Because I just talked about the order received a large European factory, this does not have the existing equipment factory is not able to correspond. So there will be expansion. It should also be clear that it is already found that the target factory is already leased or sold, I can only say that.",
    "If you don't have a problem, we're here today. If you have a problem with this privately, welcome to call us. We can answer one by one, European orders are multi-line, right. Orders in Europe are like this, this part is like this, this part is this.",
    "<think> Well, the user gave me a task to help sort text into paragraphs. First of all, I have to take a closer look at the specific requirements of the user. The user emphasizes that nothing can be deleted, rewritten or condensed, can only adjust the punctuation and line change, merge sentences of the same subject, add some connection symbols if necessary, but can not add new content.",
    "In addition, if there is a speaker identification, to keep. Well, first of all, I want to understand the content of the transcripts provided by the user. It seems to be about the battery assembly of a large European factory, involving CATL and Fuzhou. The content is somewhat fragmented and needs to be merged into a natural paragraph, each paragraph of 3 to 6 sentences, subject change paragraphs. Next, I need a sentence analysis to see which sentences can be merged. For example, the first few sentences are in the position and situation of the battery assembly, which can be combined into a paragraph.",
    "In the process of processing, pay attention to the adjustment of the mark, such as the end of the sentence plus the comma to connect the relevant sentence. At the same time, make sure that no information is missing and keep the original intention. Finally, check if there is a speaker identification, if any, to be retained, but in this case it does not appear to be. After finishing the finishing, read again to ensure smooth and natural, without omissions or errors.",
    "This is the European big factory, his battery is not assembled in CATL, but assembled in his own factory. He wants to mainly as long as he has the battery box. Although the part of CATL introduces the wrong, but mainly in Europe, this big factory directly corresponds to that Fuzhou five-ring, because in the end we will be directly handed over to the mainland because of the use of it.",
    "He has a domestic sales and export, he has a domestic sales because this European truck factory also has a factory in mainland China, and a factory in mainland China. Other parts of the overseas he has to export to Germany. I just mentioned that I went to Germany, you can guess that, you guessed that. Is there a problem with the online bill to be updated? Well, if not, we can finish it today.",
    "Hello, thank you very much for the reply from the general manager here, so today we will go to the first paragraph of the law, thank you all for your participation."
  ],
  "meta": {
    "source": "manual_upload"
  }
}