{
  "schema_version": "v2-two-tables",
  "stock_id": "1529",
  "date": "2025-03-25",
  "original_filename": "1529_20250325_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位投資先進大家晚安。歡迎大家參加樂視綠能的第一季線上發言說明會。那首先介紹今天的主講人爲簡世昌財務長。那稍後會議一程將分爲兩個部分，第一部分會先請財務長爲我們更新公司的近期營運狀況，接下來再進行QA交流。把時間交給財務長。謝謝。",
    "財務長您那邊要解除靜音。這樣子有聲音了。有現在有的。祝福大家午安。那今天是我們樂視綠能，在今年114年第一季的線上發言說明會。那因爲我們在過去的大概一兩年當中，我們都是每一季都有做我們的第一季的線上發言說明會，我這個法人的說明會。",
    "基本上我們樂視這幾年來講的大概就還算是經營的整個方向，大概都還算是蠻一致，也算是蠻穩定。也就是在我們原來的重電這一塊，還有綠能就是太陽能的這一塊，這兩個。然後我們的這個，再加上我們在有個子公司是營造，營造的部分。這個部分它會承擔一些工程，那工程的話，看案子。那如果有些案子的話，就會有一部分的所謂積電的部分。那這個部分就對母公司會有挹注一些這個所謂的營收。",
    "那現在我就開始來跟各位做一個說明還有報告。那這個部分是樂視綠能的一個基本資料。基本上都跟之前的跟各位報告的都差不多。那我們的資本額現在是5億5000萬，這樣子的一個資本額。那主要的產品也是主要的服務，就一樣是在太陽能這一塊的這個所謂的EPC，一般來講就是所謂的幫人家代件，還有在太陽能電廠的這個投資。",
    "另外就是在重電的輸配電的系統這一塊，另外就是一些電機類的一個所謂原件類的產品。一般來講我們統稱爲器材。那目前營運的據點有在臺南的話有臺南總公司，那臺北的話有行政管理還有國務集合在臺北。那揚眉廠的話還是我們目前的整個生產製造的主力。那臺南廠的話算是一個新的廠。那慢慢的也開始，尤其今年開始也陸陸續續有接到一些還算不錯，還算是比較大的單子。",
    "所以是目前我們的樂視整個。那營造我們有一個子公司營造也是在臺南，總部這邊在臺南總部這邊。那這個跟大家再稍微把他break down就是說我們電力的電機事業羣的話，再大家都那個配電盤的話那他這個就當成是一個。前年就大概這兩三年的一個算是出貨的營收的主要的貢獻的一個產品。那再來是GIS，那GIS以往比較少。那因爲GIS的話，在整個臺電強韌電網的計劃裏面，這個部分因爲有一些GIS在，這個算是，如果就臺電來講算是舊設備的這個要汰換掉。",
    "舊設備的汰換，這部分會應該是在未來，未來算是，在配電盤跟變壓器以外，我們會算是會比較有跟以往的訂單會比較不一樣的，這個一個產品。那在電供器材這個我們是算是，一直以來都是有比壓器比流器串聯電抗器，這個就是一直以來都有做。只是說，這個是一個標案的單子，是金額比較少，大概都在差不多，每一個標案大概在5000萬以內。那再來電力系統的維修，這個如果跟前面幾個項目來比的話，它的部分這個可能，它的這個所謂一般的接單的訂單的金額又更少。那我們太陽能的部分，我們主要是以子公司，子公司來ON這個太陽能電廠。那一般也就是說所謂外界的，他們通常會就是說，用STV就是會以公司，以公司爲來ON這些電廠。",
    "那如果說有一些，因爲坊間也有蠻多，一些公司或者是他會把他的太陽能電廠把它做一個就賣給人家或者處分掉了。所以他們的設計就會以這個公司的形態就整個把公司，就是把股權賣掉。所以一般來講，通常外面現在市面上也都是用這樣子的方式在在在設計在做業務的一個進行。那再來是EPC的部分就是我們曾，我們幫人家蓋。那這樣在，大概106年那時候，開始我們也有跟這個幫中租，中租好像就是中租除了做助力以外，他們也投資蠻多太陽能電廠。那你一般來講的話，就是說目前如果以太陽能，所擁有最多的裝飾容量就是發電量，最多的就是中租。",
    "那再來就是微運的部分。那因爲太陽能這個部分，它有一個特性就是說，當初這個太陽能廠條說是某一家廠商蓋的，那通常它的這個所謂的後續的這個維護，整個一個那個運作的維持，都會還是由原來的那個廠商來承接，因爲它畢竟它是比較熟悉。那再來的話，剛剛有跟各位說，報告到就是我們在營造的工程業務人員，我們的部分，我們有一家這個萬選營造這個部分，它就承擔一些不管是公家單位或者是一些民營企業的一些案子，像在2月底它就有標到在恆春的一個社會宅的一個案子。那這個部分，它有一部分的話，就會是我們屬於積電的部分，這個作爲，這個對母公司來講也會有一些貢獻。那再來的話，就是我們太陽能電廠目前的一個概況，各位可以看到一個total這個部分，就是大概40點，大概就是一般。",
    "如果45日的話，就是41M。那有在這個，在最左邊這個Sale to TPC，就是說我目前有在售電就已經在，有點類似像人家所謂的商轉的概念，就是說我已經有在賣電給臺電的部分，大概有將近36M。36M的話，坊間一般有的會用1M的，一年的貢獻大概是500萬，所以如果36M再乘以500萬的話，一年的貢獻大概是，至少就會有1億8千萬。那這個等一下跟下一個slide的話，也可以看到我們這個售電的這個，一年售電的一個金額，那就跟這個是相當。那目前我們還在還沒有完整，在建制中的有，就是第二個這個身心能源的這個部分，是大概有3744千瓦，大概就是所謂的一般，我這個第，下面這個Portal的這個沒有update到的，就有大概3.7，3.7將近還不到4M。如果所以整個如果在今年完成的話，我們是希望看能不能在第三季，把中間的這個，在建的這個部分把它完成，如果整個完成的話，我們就有將近41M。",
    "那41M的話就，我們明年來看或者是明年，應該是明年的，整個年度的貢獻的話，就在售電收入就可以有將， 就可以站穩大概2億的一個，所謂的應該算是固定的，穩定的營收穩定的營收。那這一塊的話，因爲它也有一個固定的毛利，大概都將近它的毛利，大概都應該有30到40%，因爲要看每一個案子，它的設備的這個折舊的攤體，還有維護的狀況，所以我們都大概抓大概30%到40%，算是以製造業來講的話，算是還不錯的，這個一個營收還有毛利的一個貢獻。那這一張的話就可以，比較清楚的跟讓各位看到說，我們整個樂視整個，合併營收的一個來源。那銷貨收入的話，主要還是臺電，因爲我們臺電的話，這個大部分還是臺電的，這個賣給臺電比較多。那售電的話，113年的售電有1億8700，67萬，那跟剛剛我說的這個，我們已經商轉的大概將近36M，36M然後你把它乘500萬，大概就是跟這個數，跟這個1億8700多萬的營收就相當。那在第一個銷貨收入跟售電收入，這個大概應該90%以上都是，算是我的這個，算是現金的，我們銷貨的對象都是臺電，所以臺電在我們樂視整個，合併營收裏面，可以你看這個兩個加起來有大概70幾%，所以臺電算是我樂視的一個，Key Account算是大客戶。",
    "那再來工程收入的話，工程收入的話，這一塊大概大部分就是以我們剛剛之前，報告過的萬全，營造這一部分它帶進來的收入，那少部分再下來大概500多萬，這個算是比較，比較佔的這個金額比重也算是比較少。所以在去年我們的合併營收，大概有將近7億，那跟112年相較的話，各位可以看得到我們的售電是成長的，營收也是成長的，那最主要差異是在銷貨這一塊，銷貨這一塊的話大概有差了，大概將近差不多八九，大概八千萬，將近八千萬。那這一部分就是最主要還是，因爲在臺電的交貨的部分的影響，那因爲臺電它我們對臺電的交貨，是比較不像一般有的公司它是會說，我東西好了以後我就一直把貨拉出去，那我們對臺電的交貨，因爲我們這些東西對算是比較大型的東西，那臺電相對它也要有存放的地方，然後他們那邊也是要進行一些貨，再拉出去再做一些，他們這些東西最主要是跟一些像基礎建設的這個，進度有關係，比如說假如說有一些，重化區啦或者新的這個工業區啦，那有一些電力的這個所謂建制啦，這個都需要用到我們交給它的東西，所以這個也會就會跟一些公共，我們所謂公共建設的一些進度相關，所以這個就會影響我們，對臺電交貨的這個進度。那anyway，不管是在去年啦或者是在今年，反正這個在合約的期間，我們就是可以一定要把我們這個，跟臺電拿到標案的合約，把這個合約的這個量在規定的這個期間，除非說臺電一些交貨的delay，是因爲臺電他們的因素，那這個部分有一些可能就會需要所謂的展延，比如說把這個交期再拉長，這個部分是這樣子的。那再來的話，這個是我們的一個資產負債表啦，那跟剛剛跟各位再報告一下，就是說在營收，因爲我這邊沒有做一個損益表的那一個部分，那損益表我們各位可以如果可以可以再，如果有了的話，如果有可以再參考一下，我們對中泰資訊觀測，到底怎麼看我們的損益表，基本上我們的毛利這兩年，像在113年是19%，那112年是21%，所以大概差不多平均毛利會在20%左右。那再來的話，這個是我們的一個在資產負債表兩個年度的一個比較，那各位可以看到我們的這個流動負債，流動負債的部分，大概是5億9500萬，就比這個我們在去年，在去年的這個，大概多了大概差不多1億9000萬，那這個部分最主要是，因爲臺電的這個交貨的關係，交貨比較慢，那交貨比較慢就會造成我的這個收款，我的收款，那收款的問題比較慢，那因爲收款比較慢，因爲我的這個所謂購料啊，還是需要持續的在跟供應商這個購料嘛，所以就會造成說我在銀行的借款這邊，我就需要動用到我的這個借，就是購料的收轉金的部分，所以在流動負債的部分，因爲有一些銀行會打電話來問，所以在這邊也跟各位做一下這個補充的部分。",
    "那再來的話就是說，我們大概可能這幾年，我們因爲整個強能電網它劃的一個期間，算是蠻長的，那在我也注意到有一些，媒體新聞上面會寫說，這個因爲一些強能電網的關係啊。",
    "我們的同業它手頭上已經拿到多少的單子啊？這個我想相對的，我們跟幾個同業來講的話，他們也是他們是算是他們的產品項目比較多啦。所以我們也很積極的在做一些新的，這個新的彩規還有產品的認證。像剛剛跟各位報告提到的，這個所謂的GIS，或者是變壓器新的一些規格的，這個都我們都有積極的在進行。所以我們因爲在跟臺電往來的話，就只要說有通過認證的話，那基本上臺電它所出來的標案的話，這些同業基本上都可以拿到單子來做。因爲這個可能也是算是國內福祉產業的一個政策啦。",
    "那因爲這幾年的戰爭打下來，大家就會意識到說電力，電力是一個算是什麼戰略的一個，蠻重要的一個資源。那而且這幾年的臺商回來以後，尤其像我們可能看到媒體上在講，這個臺積電要在哪裏設廠，你每設一個廠它需要的這個電力，這個都是需要做一些基礎建設的這個擴建。所以就這個強振電網的話，一方面是爲了因應新的這個，像一些重化區新的電力的部分，那另外一方面有一部分是所謂的太舊換新的需求。所以這幾年這個重電這一塊區域的話，大概就還都算是重電產業，這應該算是難得的一個好光景。那因應這些像這些新的一些商機，所以我們也在積極的提高我們的這個生產的產能跟品質。所以爲什麼我們會有臺南廠這個新的這個廠工廠？",
    "那我們這幾年也是因爲我在樂視也大概17年，這幾年好像在這一兩年，這個算是我們的員工也算是達到一個近期的，比較人數比較多的一個狀態。這個都是在做整個產能的提升。那另外品質的話，因爲你如果品質好的話，就也是又可以讓我們的交貨快一點。那除了這個以外，我們也是有在開發新的商機。像我們的算是有關，這算是有共同大股東的這個，關天鋼鐵他們在也在蓋一個一個蠻大的一個儲能的一個一個場域。那這個部分也有一部分的這個積電的部分也是可以讓我們來做。",
    "那除了這個以外，我們的一些經營階層也在積極的在開發新的客戶了。這樣子，再來的話，電力能源廠商機的這一塊，我們倒是還比較放在比較歧視的這個順序。因爲這最近從同業或者是銀行這邊的一個來的訊息，就是說在太陽能這一塊，還有包括甚至除能這一塊，整個市況好像不是那麼樣的，像前幾年那麼樣的熱絡。那因爲可能之前，有幾個太陽能尤其像臺陽綠能，也出過一些所謂的弊案，這個也是一個因素。然後再加上整個，尤其現在川普上來以後，因爲有些銀行也在聊，川普上來他好像你看他有一些新聞的時候，他覺得像那個什麼風力發電，離岸的風力發電，他就認爲那個是熱色。可是這個會當然會對整個綠能，或者是造成一些所謂的雜音，可能會影響短期的一個所謂的發展。",
    "那畢竟因爲有一些，如果我們以典型來講，像臺汽電它對一些客戶，它要求綠能，所以整個就，這個就是說我們一般企業的，跟客戶往來是需要的，長期來講是需要的。那就整個我們的所謂的，地球環境的永續的話，這個也是一定會走的，只是說這個短期，算是一個短期的影響而已。那也因爲這個因素，像我們剛剛有一些太陽能人，我們大概有十幾個人，三點七還沒有完成。所以我們目前如果對太陽能的投資，自己ON的話，我們大概可能就把手頭上的把它完成，也不會說很積極的再去找新的案子。因爲這個部分我們是覺得ON太陽能場，這個好像也沒什麼樣的技術的含量，大概因爲你就是你的資金投入，大概應該就會有了。還有包括剛剛我講的這個，應該算是政策因素。",
    "所以政策因素真的就蠻重要，因爲現在國內對這個政策的，綠能的這個政策好像也沒有很積極的在push。所以我們對太陽能案場的這一部分的投入，大概就是把現有的把它完成，然後把現有的這個太陽能場把它，微運的好一點。這樣子就目前是我們對綠能這一塊的一個，大概是目前的算是一種政策。那再來跟大型投資商，目前這個可能也是跟剛剛上面我講的是一樣的。所以這個在綠能這一塊的話，最主要就是我剛剛也跟各位簡單做了一個，說明大概也是我們目前算是維持現狀，有一點算是維持現狀。如果以結論來講的話，那以上就是我今天法人說明會的一個報告。",
    "那不曉得各位線上的朋友是不是有什麼問題，可以，那歡迎你指教。謝謝，非常感謝財務長。那線上也會先進，現在進入q&a交流，如果有任何問題的話都歡迎自行接觸，進行提問或是將你的問題打在聊天視窗。謝謝。那如果沒有問題的話，我們今天的是綠能的線上法案說明會，就到這邊告一個段落。那再次感謝財務長，謝謝各位也會先進，謝謝大家。",
    "好，謝謝，謝謝大家，謝謝。"
  ],
  "transcript_en": [
    "We welcome you to join us for the first season of the webinar. The first is to introduce today's presenter as Chief Financial Officer. The session will be divided into two parts, and the first part will ask the Chief Financial Officer to update the company's recent operating status, and then exchange the QA for the Chief Financial Officer. Thank you.",
    "The Chief Financial Officer wants to unmute you. That's what it sounds like now. Good luck to you all. That's what we're doing today for Green Energy, an online speaking session for the first quarter of 114 this year. That's because we've been doing our first quarterly online speaking session for about a year and a half, and I'm talking about this legal person.",
    "In the past few years, we have been looking at the whole direction of our operations. It is quite consistent and stable. That is, this piece of our original electric power, and the green energy is the part of the solar energy, these two. Then we have this, coupled with that we have a subsidiary is the part of the creation and creation.",
    "Now I'm going to start with a description and a report with you. That part is a basic piece of green energy. Basically, it's similar to what you've reported before. Our capital is now 500 million, such a capital. The main product is also the main service, which is the so-called EPC, which is the part of solar energy, generally the so-called helper's replacement, and the investment in solar power plants.",
    "In addition, the transmission and distribution system of heavy electric power is one of the so-called original products of some motors. Generally speaking, we are called equipment. The current operation of the base is in Tainan, which has the Tainan head office, which has the administrative administration, and the collection of state affairs in Taipei.",
    "This is why we have a subsidiary in Tainan and the headquarters is located here in Tainan. This time we have to break down the electric motor business, and we all have that power distribution plate, that is, it is one. Last year about two and three years, a product is a major contribution to the revenue of shipping. Then again, it is GIS, the GIS has been relatively small in the past.",
    "In the future, in addition to the power distribution plate and transformer, we will be more likely to have a different order than the previous one, this product. In the power supply equipment, we are calculated that there has always been more than the voltage than the current series of reactors, this is what has been done. Just to say, this is a single project, is a relatively small amount, about 50 million, each project is about 50 million.",
    "If there are some, because there are a lot of people in the room, some companies or he will sell his solar power plant to home or dispose of it. So the design of the company will be in the form of the company, is to sell the equity. So in general, it is usually outside the market is also in this way in the design and doing business in a way. Then again, the EPC part is that we have, we help the house cover. So, about 106 years ago, we started to rent the house with this help, and it seems to rent in addition to help, they also invest in more solar power plants.",
    "This is the first part of the solar system. It is the first part of the solar system. It is said that it is a manufacturer's cover, which is usually the so-called follow-up maintenance, the whole operation of the maintenance, will be done by the original manufacturer, because after all, it is more familiar.",
    "If it is on the 45th day, it is 41M. That is, in this case, at the far left of the Sale to TPC, that I am selling electricity now is a bit like the so-called commercial transfer concept of people, that is, I have already sold electricity to the station, about 36M. If 36M is generally used 1M, the contribution of the year is about 5 million, so if the 36M is multiplied by 5 million, the contribution of the year is likely to be at least 100 million.",
    "The 41M word is that we should look at next year or next year, should be next year, the contribution of the whole year, in the sale of electricity revenue can have, can stand about 200 million, so that should be a fixed, stable revenue revenue more than that, because it also has a fixed gross profit, about 30 to 40% of it, because each case, its equipment depreciated stall, and maintenance conditions, so we should be about 30% to 40%, is that in the case of manufacturing, is not good, this revenue is a contribution of gross profit.",
    "This is the most important part of the project revenue, the project revenue, this is the majority of the project revenue, we just reported before, it is not the general company, it is said, we have to carry out this part of the income, that is, it is more than 500 million, this is a relatively small proportion, compared with this amount is less. So last year our combined revenue, about 700 million, that compared to 112 years, you can see that our sales electricity is growing, revenue is also growing, the main difference is that the sales is growing, the sales is growing, the sales is about about the difference, about about about about about 989, about 80 million, nearly 80 million, about 80 million. This part is the most important part or because of the delivery of the electricity, because it is not like the ordinary company, it is said it is more than the general companies, we have to carry out the delivery, we have been, that the delivery of the goods, because we are more than the contract, that we have a lot of the contract, that we have a lot of the contract, if we have a lot of the contract, we need to do this, if we have this, we have to do this, if we have this, we have a few, if we have a new contract, we have this, if we have this, if we have a few, we have this, if we have a new contract, if we have a new contract, if this, we have this, we have a new contract, if this, we have a new contract, if this, we have a few, if this, we will do this, if this, we have a new contract, we have a new contract, we will this, if this, if this, if this, if this, we have a new contract, we have a new, if this, if this, we have a new contract, we have a new, we have a new, we have a new contract, we will this, we have a new contract, if it, we have a new contract, if this, we will give this, we will do this, if this, we will give this, we will give it, if this, we will give it, this, this, this, we will give it, we will give it, we will give it, this, we will give it, this, we will give it, we will give it, we will In addition, this is a comparison of our two-year balance sheet, so you can see our current debt, the current debt part, about 50 million, compared to this last year, this last year, about 150 million, the most important part, because of the relationship between the delivery, the delivery is slower, the delivery will lead to my collection, my collection is slower, because the collection is relatively slow, because my so-called purchase, or need to continue with the supplier of this purchase, will cause me to use this loan, is the part of the purchase, I need to use this loan, is the part of the transfer of the purchase, so there are some banks will call to ask, so here to do this supplement.",
    "Then again, we probably have been around for years, because of the whole power grid, it is quite long, and I also noticed that there are some, the media news will write, because of some power grid relationship.",
    "So we are also actively doing some new, this new color, and the certification of the product. As you have just reported, this so-called GIS, or the new specification of the transformer, we are all actively working on it. Therefore, because we are going to talk to you, as long as we have passed the certification, the basic project of Taipower, these industry can basically get the monopoly.",
    "That's because after years of war, we will realize that electricity is a strategy, but an important resource. And after years of Taiwanese businessmen come back, especially as we may see the media on the way, this TSMC to set up the plant, you need this electricity for each plant, this is the expansion of the infrastructure that needs to be done. So this strong power grid, on the one hand, is to respond to the new this, like some new parts of the reconstruction area, and on the other hand, some part of it is called too old to replace the new demand.",
    "In the past few years, I've been here for about 17 years, and in the last two years, it's almost like our employees have reached a relatively recent state. This is all about improving our capacity. That's another quality thing, because if you have good quality, you can also make our delivery a little faster. In addition to this, we also have new business opportunities.",
    "In addition to this, some of our business leaders are actively developing new customers. In this way, we are still in a relatively discriminatory order. Because of this recent message from the industry or the bank here, it is said that solar energy is a piece, and even more so, the whole market is not as hot as it was a few years ago. That is also a factor.",
    "So, because there are some, if in a typical way, like Taipower it for some customers, it requires green energy, so the whole, that we are a general enterprise, with the customer needs, in the long term is necessary. That is the whole of our so-called, the sustainability of the earth environment, this is also a must go, just said this short-term, it is a short-term effect. That is also because of this factor, like we just have some solar people, we have about a dozen people, three-three seven have not yet finished. So now, if we invest in solar energy, on our own, we may be able to do it on our hands, and will not say very actively to look for new cases.",
    "So the policy factor is really important, because now the domestic policy, this policy of green energy does not seem to be very active in push. So the investment in this part of the solar field is probably to complete the existing solar field, and then the existing solar field to make it a better luck. This is what we currently have on this part of the green energy, probably the current is a policy. Then again with the large investors, this may be the same as I just said above.",
    "If you have any questions, please do not hesitate to contact us. If you have any questions, please feel free to contact us. If you have any questions, please feel free to contact us. If you have any questions, please do not hesitate to contact us.",
    "Thank you, thank you, thank you, thank you, thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}