{
  "schema_version": "v2-two-tables",
  "stock_id": "1598",
  "date": "2025-05-12",
  "original_filename": "1598_20250512_paragraphized.zhtw.txt",
  "transcript_zh": [
    "<think> 好的，我現在需要處理用戶提供的逐字稿，將其整理成段落式格式。首先，我要仔細閱讀用戶的要求，確保完全理解任務。用戶強調不能刪除、改寫或濃縮任何內容，只能調整標點、換行和段落合併，保持原話序和意思。同時，必須使用中文全形標點，並在句末補全適當標點。",
    "首先，我會通讀整個逐字稿，瞭解整體結構和內容。看起來這是一個公司介紹的演講，涉及公司概況、產品線、財務數據、銷售組合和地區分佈等。接下來，我需要將逐句切開的內容合併成自然段，每段3-6句，主題切換時換段。需要注意的是，不能改變原句的順序，也不能添加或刪除內容。開始處理時，我會先處理開頭部分。例如，第一句是“大家好。",
    "我是戴宇國際的IR師,”，接下來是“我是小玉，謝謝那個米小姐的介紹”，然後是“那我們就先介紹一下公司的狀況”。這些句子可以合併成一段，介紹演講者和開場。需要注意標點的調整，比如“IR師,”後面可能需要加句號，而“謝謝那個米小姐的介紹”後面加句號。接下來是公司概況部分，包括公司名稱、主營業務、資本額、主要產品等。需要將這些信息連貫地組織成段落，確保每段不超過六句。例如，關於產品線的部分，有有氧健身器材、重訓器材、商用和輕商用器材等，可以合併成一段，用逗號或句號分隔不同的產品類別。",
    "財務數據部分，如損益表、毛利率、營業利率的變化，以及股本擴大等，需要準確合併，保持數據的連貫性。例如，“2024年跟近三年的損益表”後面跟着具體的財務數據，這些可以合併成一段，說明財務表現的變化。銷售組合部分涉及不同產品類別和品牌的銷售佔比，需要將各個品牌和產品線的信息整合，確保邏輯清晰。例如，家用健身器材、商用健身器材、醫療附件產品等，可以分段討論各自的銷售情況和增長趨勢。地區銷售分佈部分，需要將美國、歐洲和其他地區的銷售情況合併，說明市場拓展的情況。例如，歐洲市場的增長和線上銷售平臺的併購，可以合併成一段，突出公司在歐洲的積極拓展。",
    "最後，關於未來發展方向的部分，如商用健身器材市場佈局、電輔車的推動和全球銷售通路的拓展，需要將這些戰略方向整合成段落，保持信息的連貫性。在處理過程中，需要注意標點符號的正確使用，例如在列舉產品時使用頓號，句子之間使用逗號或句號。同時，確保段落之間的空行分隔，每段3-6句，主題切換時換段。例如，從公司概況轉到財務數據時，用空行分隔。還需要檢查是否有遺漏的句子或錯誤的合併，確保所有內容都被正確保留，沒有遺漏或重複。例如，用戶提供的逐字稿中有一些時間戳，如[0.00-29.98]，這些在整理時需要保留，但可能不需要特別處理，因爲用戶沒有要求刪除時間戳，但根據示例輸出，可能需要去掉時間戳。",
    "不過用戶提供的示例輸出中沒有時間戳，所以需要確認是否需要保留。根據用戶提供的示例，似乎時間戳被省略了，因此處理時應去掉時間戳，只保留內容。此外，要注意專有名詞和數字的正確性，如“16.71億元”、“0.88”、“0.45元”等，確保這些數據在合併時沒有被錯誤修改。同時，注意口語化的表達，如“那個”、“就是”等，這些在整理時需要保留，但可能需要調整標點使其更通順。最後，通讀整個整理後的段落式逐字稿，檢查是否符合用戶的所有要求：沒有刪除或改寫內容，正確使用標點，段落合理分隔，保持原話序和意思。確保輸出格式正確，沒有多餘的說明，僅包含整理後的文字。",
    "</think> 大家好。我是戴宇國際的IR師。我是小玉，謝謝那個米小姐的介紹。那我們就先介紹一下公司的狀況，然後等下我們最後再開放Q&A。我們是黛宇國際股份有限公司，我們主要是做健身器材的生產製造跟銷售爲主。我們目前的資本是16.71億元，主要的產品就有有氧的健身器材，還有比較偏重訓方面的，像是亞磷跟那個沙袋。",
    "我們也有涉略到商用跟輕商用的有氧健身器材。這是我們目前主要的品牌，那我們品牌比較大的是這三個。Stove的話是我們目前的家用健身器材品牌，最主要的銷售的品牌。它目前主要的售賣地區是北美地區爲主，它主打的是比較中高階的健身器材。中間的Xperia呢是屬於比較中低級的健身器材，是比較有高CP值。那它銷售通路主要就會是像Costco、亞馬遜或是沃馬這些比較平價的量飯店爲主。",
    "最後邊的是Spirits，Spirits是我們的商用健身器材品牌。我們其實以往都比較偏，我們走向在輕商用的像是建案或者是一些社區。我們近期是有比較蠻積極的在拓展商用健身房這一塊。商用健身房現在主要的品牌就會是Spirits的有氧和裝飾器材爲主。",
    "另外呢我們除了健身器材一般有氧的話，還有就是Medical是我們的附件醫療的產品。我們最近幾年也是蠻積極的在附件醫療的產品上去做琢磨。近幾年的醫療的佔比也有陸續的提升，大家後面也會講到。中間的UFC就是格鬥品牌，有就是拳擊手套啊、然後或者是紗帶啊、亞林這些的。最右邊的Sicada是我們的自有品牌，是電腐車的自有品牌。那也是我們近期比較算是積極開發的新的產品線。",
    "這就是我們2024年跟近三年的損益表。主要可以看到2024年其實有相較於2023年有蠻大幅度的營運結構的優化。但是在毛利率跟營業利率的部分都有所成長。我們也是從2024年開始有虧轉盈，原本是2023年的0.88成長到2024年的0.45元。我們的股本也是有持續的擴大，因爲我們也是近期也是有做蠻多次的籌資。這個16.71應該是2025年目前的股本，因爲我們今年出的時候有做先增跟CD。",
    "這是我們的銷售組合，現在這邊分成列別跟產品。列別可以看到我們目前佔比最大的還是以家用健身器材爲主。商用的話其實跟前幾年比也是有蠻大的成長，因爲剛剛講到我們最近很積極的在擴展商用市場。就是像是一些連鎖的小型健身房，都是我們很積極擴展的客戶對象。",
    "另外是部件醫療部分，可以看到其實之前的佔比都是一帕以下的。但是我們2024年就是蠻積極的擴展，所以有把佔比拉到上去，1.12%。雖然說佔比還是很小，但是因爲附近醫療產品它的毛利其實都相較於家用跟商用來的高蠻多的。所以這一塊也是我們近期算得很努力想要發展的類別。以產品別來看的話，最大的還是以電跑爲主。跑步機24年的時候有佔到55%。",
    "接下來是橢圓機跟健身車，腳踏車的話目前佔比才1%左右。但是2025年就是今年我們在代股中的出貨，比較開始放大了。所以25年的佔比應該會成長蠻多的，會比這1%至少是兩倍以上的成長。在銷售組合的話，依品牌別看，我們目前佔比最大的還是售爲主，佔48%。Speria的話近期也是有蠻大的提升的，現在已經23%。因爲它主要就是商用健身器材。",
    "接下來就是其他類別，一直大概有快兩成左右。其他裏面就會是放一些可能我們有一些外購品，或者是UFC之類的。Speria的話就是佔比有略略縮小，因爲其實Speria的產品是比較中低階的交CP的健身器材。它其實以往的銷售地區蠻大一部分的會是在中國，或者是美國地區有模碼。因爲現在可能大家的健身區是的不同，就是有一些改變。像以往疫情最嚴重的時候，大家就是會買這些很便宜的健身器材在家裏面運動。",
    "但最近幾年可能健身器材市場的的一些變動，所以導致這些比較低價的產品它的銷售的狀況就會變得比較不好。主要還是爲了自己受這種比較中高階的跑步機爲主。在各地區銷售比重的話，我們其實以往最多都是美國，大約就是六到七成。24年我們有蠻大的成長是在歐洲這一塊。歐洲我們這幾年也是有併購了蠻多一些線上的銷售平臺。因爲它線上的現在是比較偏主流的銷售管道，實體店面的話目前基本上的銷售不會像是線上來的那麼好。",
    "加上線上銷售在美國我們身份也比較好控管一些。我們最近幾年在歐洲地區市場也是有很努力的積極拓展，所以就有讓我們歐洲的佔比來到兩成以上。我覺得這是一個蠻好的進步，不然我們其實以往的銷售都是在美國，就是有點太單一地區了。剩下的地區的佔比再給大家詳考一下，就是比較少一點，大約就是五趴或是五趴以下而已。那在外來的掌握能夠算還是這三個地區。這三個就是商用健身器材市場的佈局跟電輔車的推動，跟全球銷售通路的拓展。",
    "這三個也一直都是我們公司蠻積極發展的方向。商用的話就是剛剛有講到Spirit品牌，我們就是現在就是很主打這個品牌去推進一些歐美地區的，小型電鎖健身房。那是我們的CT1000系列的產品，也是獲得了臺灣精品獎給大家參考一下。然後我們在今年的TESPO有漲出，然後FEEBO也有漲，目前得到的回饋都還蠻好的。然後電輔車的話就是還在努力中，因爲其實自有品牌的推廣就是稍微比較困難一點。所以今年的電輔車成長門大部分還是在代股中那個部分。",
    "我們也會一直陸續推出。",
    "我們電輔車自有品牌的新產品。然後我最後再補充一下，最近大家可能比較關注的就是美國的關稅的一些影響跟我們的因應的策略。目前就是因爲美國現在就是有一些對等關稅的政策，那目前我們公司的做法是：我們原先在中國有一個加薪系頓廠，那我們有把大部分的產能都移回來臺灣生產，那未來輸美國的產品的話就會是從臺灣工廠這邊生產，對等產品直接輸入美國。原先做的產品的話就會是從臺灣工廠這邊生產對等產品直接輸入美國。中國的產能是還有留一些，因爲其實中國製造還是相對的成分比較低一些，所以在出非美國地區的時候還是可以依客戶的要求去由中國廠這邊開始出貨。那另外就是因爲輸美國的產品很多都移回來臺灣嘛，那因爲臺灣的成分本身就是會比中國再高一些，所以其實我們有跟客戶端去達成漲價的策略。",
    "目前售品牌的產品的漲價幅度大約是10到20%，是一品項目的產品，是一品項做不同，那已經在三四月的時候就已經陸陸續續的有把產品的價格調上去，那終端價格的話也是有同步調啊，但也不是每個品項都有調，就是看我們的產品跟客戶端他那邊看的狀況。那再來就是因爲其實現在原本美國加上這些器材蠻多的品牌他們會請中國那邊代工，但因爲現在中國面臨着比較高關稅的問題，所以變成說我們會目前是有聽到的一些轉單的效應，像是Amazon他們就叫我們丟一些需求，就是想要跟我們購入一些便宜的電跑，就對我們來說也算是好消息，對就是算說關稅的問題還讓大家很緊張，但是我們也是有除了我們現在因應的策略之外，我們也是有得到一些可能轉單的效益，這樣子。然後看大家有什麼問題。好，謝謝富里的說明，那接下來進行問與答的交流時間，歡迎線上的投資人可以直接打開麥克風提問，那也可以用文字提問的方式把你的問題留置聊天室，歡迎大家提問。富里這邊就是在聊天室已經有三個問題了，您這邊看得到嗎？有有有我看到，我看一下，好再麻煩你。",
    "家用商用醫療附件戶外和其他五類產品毛利率的區間跟排序品，目前毛利率最高的還是會以醫療附件爲主，那再來就是商用再來是家用。那戶外傢俱這一塊原先是在中國工廠生產的，但是因爲近幾年其實戶外傢俱市場它衰退的蠻厲害，所以大家可以看到它的佔比基因少很多了，我們24年的營收相較於23年衰退有蠻大一部分就是戶外傢俱的營收下來，但是其實對我們來說可能也不太會是壞事，因爲其實戶外傢俱的毛利一直以來都是我們產品裏面最低的。然後問2025年的營收跟毛利率，今年的話主要成長動能就是剛剛有講到的商用健身器材跟腳踏車的帶子裝業務，那可以跟大家分享一下就是我們今年第一年一季電動車電腐車帶組裝的營收是已經超過去年全年的，所以大家可以以這樣子的規模去換算一下，就是我們大概全年如果以簡單算數就是直接把它乘以4的概念去算的話，就會是他們多了這一部分是我們今年相較去年的成長。那商用的話就還是要再看一下下半年跟客戶的狀況，但是上半年看起來商用的一直都還不錯，就是有一些小中小型的連鎖健身房的客戶，然後因爲我們剛剛也有提到我們有參賽，那像是地寶展開使館都有一些新的客戶加入，所以其實今年的商用我們預計大概大概也可以成長大概10到15%左右。現在的生產基地比重大部分都會在臺灣大概可能八成左右，然後中國他們還會留一些小小的產線，因爲可以應付美國地區以外的客戶，因爲其他地區的客戶就不會有像美國這樣高關稅的問題，所以就還是可以從中國出。轉單的規模可否量化？",
    "因爲是我剛剛講到才從我們董事長那邊收到的訊息，就聽說是有這轉單的效益，但可能還在洽談階段，所以可能還不太清楚他的規模到底多大。公民公司eBike的情況跟計劃是說自由品牌嗎？自由品牌的話目前就是持續的做一些廣告投放跟網站的優化，然後就是就形象我們自己的的腳踏車品牌，我們也有參加很多展覽，就是增加他的曝光度，但是自主品牌的話他發銷時間真的確實會比較慢一些。但在代股東那一部分可能比較可以跟你說明，就是其實我們eBike的代股東業務今年全員的話算是訂單都還蠻滿的，其實客戶裏面是走偏向預購的方式，所以我們現在的狀況是我們能做出幾臺的話就會租給他們幾臺這樣子，所以目前看起來代股東的話會是今年比較明確的成長動能，自由品牌的話可能就還是要再看一下市場的狀況。自行車代組裝跟自有品牌的比重目前幾乎都是代組裝，你可以先把目前有貢獻的電幅車移收都把它放成代組裝。然後在自行車的部分目前除了原本的臺中大甲廠之外，就是因爲我們今年上半年有做現增跟CD，那部分其實就是那時候說就是要做臺中大甲二廠，臺中大甲二廠主要的就會是來做電幅車的車架的烤漆廠，主要是因爲我們現在在做電幅車組裝業務其實當臺蠻多的，但是就會比較面臨到可能車架的取得跟車架的顏色的一些困難，所以我們就是有打算自己去執行這個車架的烤漆。",
    "2025年是獲利的嗎？今年第一季的話是吧，但是全年的話月還沒結束，因爲其實在組裝業務不太會賠錢，因爲就像代工就是他就是一個代工的業務，基本上沒有什麼就是一些固定的費用，算是毛利率可能沒有像自由品牌那麼高了，但是算是一個蠻穩定的事業。所以我們就有這個固定的費用，所以我們就有這個固定的費用。臺灣和中國目前出美國的關稅稅率如何計算？中國的話就是依照目前的話可能還是先會看美國和那邊的策略，因爲其實現在我們有去問很多報關行，就是我們當地就是美國當地的報關行，就是每一間回答的其實好像都有點不太一樣，所以我想說我等真的比較確定之後再跟大家講好，因爲我怕就是可能講一講之後可能又不太一樣，因爲在美國的策略也是一直就是有一直在更新。但其實目前臺灣出給美國的話應該是就不用太擔心，因爲我們現在就是價格有做調整，所以基本上對我們的影響就不會到太大，而且我們現在就是價格有做調整，其實我們其實我們有美國子公司，美國子公司它其實有自己的倉庫，其實先前我們就有輸滿多產品放在美國子公司的倉庫，所以如果有些客戶臨時有需要一些訂單或者一些貨的話就可以先從美國子公司裏面調度。",
    "自行車代組裝的業務客戶是目前我們是有一個比較大的客戶，但他不太讓我們說他的品牌是什麼，能說就是可能歐美地區蠻知名的品牌，很有品牌知名度，但是我們不太能直接講說是哪一個品牌，就是會牽涉到合約的問題。想請問Q2205臺幣升值對於匯率損失的情況，第二季應該會面臨到蠻多的匯兌損失，沒有錯，但是我想應該全部的有在跟美國交易有收美金的，大家遇到的狀況應該都是差不多的，因爲匯率確實是我們比較難控制的一環，但我們現在就是隻能做好我們自己的本業，匯率那一部分就只能看到時候怎麼應該說，因爲你未實現的賬面一定都還會認定，我們自己也是有在做一些避險的策略，只是在匯率上面一定多多少少都還是會有一些匯率損失。營收和成本以美元計價，我們的營收約有6到7成來自於美國，所以營收大部分都是以美國美元算，但是成本我們在臺灣製造，所以是用臺幣算。想請教車價的產能拼擊解決的程度，你產能滿載情況還缺多少車價，新的廠可以填滿多少缺口，我們以第一季來說，車價大約就是少了大概一個月我們原本當時預估一個月會出1000，1000，Some more than 1000，umbles，但後來有少，我記得應該算是一個月大約300到500臺車價的缺口，如果預估我們的新的廠的話，基本上就是賠滿足我們現在產能，我們現在的繳費車的產能，就不太會有車價的問題，現在好像預計應該是今年年底的時候來改號。匯率升值的壓力可否轉嫁給客戶，現在整個營收自由品牌跟代工的比重是多少，匯率的升值目前我們轉嫁給客戶的比較好談的話，可能就是在就是像生產基地一回來臺灣跟關稅這些，那匯率的話基本上可能會比較困難，因爲匯率它是每天都在變動的，但我們目前已經是有先漲到10到20%，到時候還是會再看情況，因爲關稅問題可能也都還會有一些變動，所以可能到時候還會再跟客戶就是持續的密切的下談。整個營收自由品牌跟代工的比重是多少，目前我們如果是指全部就是包含健身器材的話，其實我們大部分基本上都是自由品牌，我們現在只有腳踏車是做帶子裝比較多，健身器材現在已經很少做帶工，應該八成以上應該都是自由品牌的，如果是隻要講腳踏車的話，現在基本上很九成都是腳踏車，都是帶子裝的。",
    "這個品牌裝裝怎麼這樣，由我們健身器材受品牌的話，我們現在就來看這個品牌裝裝，我們中端都有漲價，一品向漲，就不是每一個產品都有漲，就是我們應該說我們有些產品比方說我們漲價的有十個產品好了，但是中端漲價的不會就是十個產品都漲，會有大約七八個漲，會有幾個不漲，因爲其實還是要去看一下就是中端消費者對於這個產品的需求，因爲像有的真的是主打便宜的產品，就很難再去把它往上漲，那這部分我們都是有跟我們美國的，就是大客戶有同步確認，因爲我們售目前主要都是在美國銷售，那售又分自由品牌跟實體的，實體的話就是給DSG，就是Dix Sporting Goods，然後我們就是有跟他們一起就同步講好說哪些產品在中端的價格會去做漲價。4月E-Bike的帶子裝出了多少，我們就來看看，4月的話我們有其實在腳踏車部分有遇到就是傳奇的問題，所以其實沒有出的那麼多，就有有點延後，就是傳奇的安排有點延後，但其實4月的營收應該會更漂亮一點，所以這就是我們的一個提問，好好好好好好好好好好好好好好好好好好好好purchase cill 好的需要對。當然我們ye猜所以就還在下場的階段。目前電補車代工能提供服務的品項有哪些，你說我們出的電補車的品項，感覺比較pnct bike那種，因爲是比較偏高階的電補車，所以可能會比較傾向像cpbike的那種。福利報紙想問一下目前能出的自由零組件是什麼，比如說像車架還是還是出整機，我們是說整機那有些會用自己零件的是，目前沒有，所以車架那些都是外購的，對未來的話還是都是移組到復回組，還是說你們會發展一些自己能提供的零件的就是車架，目前如果車架可能以後就會是用自己的，用自己的，那未來還有其他的規劃嗎，目前只有聽說車架，但如果之後有其他的機會可以提供其他零組件，當然也會想要去朝這方面努力。我想問一下這個部分的話毛利率跟利潤大概是多少，因爲其實我覺得臺灣好像也蠻多就是廠商也在做這一塊的，就是我看毛利率跟利潤其實都算就是比較偏，就跟你們目前平均毛利率是偏蠻低的，想問一下你目前這一塊的想法，目前電腐車帶組裝的毛利率就大概三成左右而已，你說帶組裝毛利率有三成，因爲我們是高階的。",
    "我們產品是高階的。所以我們的毛利率可以大約三成左右。但是比我們這些器材低。因為我們這些器材光是家用就有35到40。我想問一下就是說。因為我看有一些像比如說像達芳，或是有一些他們組裝毛利才可能10到20%。",
    "所以三成是什麼意思？就是您對高階定義就是剛剛有提到。就是說10萬塊的台幣的終端售價是這樣嗎？對啊。就已經OK。所以目前還是要看他們跟客戶談的狀況。",
    "但我們大概就是抓三成。因為我們的我們實際上應該說像我們上一個我們原本是聚稱嘛。就是做帶組裝是聚稱。聚稱現在的辦公室實際上就是跟我們台中代理家廠一起共用。所以光在成本上面實際上我們就可以節省還蛮多的。所以實際上我們毛利差不多三成。",
    "因為是出高階的產品。OK。所以利潤話大概是各位數字還是以現在規模來看？對啊。可能差不多。OK。",
    "好，謝謝。那今天呃待與國際的線上法人說明會就到這邊結束。謝謝大家參與。謝謝大家。也謝謝小玉幫理。謝謝。",
    "好祝大家投資順利。拜拜。拜拜。"
  ],
  "transcript_en": [
    "<think> Ok, now I need to process the scripts provided by the user and sort them into paragraph format. First, I want to read the user's requirements carefully to ensure a complete understanding of the task. The user emphasizes that nothing can be deleted, rewritten or condensed, only the punctuation of the punctuation, line breaks and paragraphs, keeping the original sequence and meaning.",
    "First of all, I read the whole transcript to understand the overall structure and content. It looks like this is a company presentation involving a company overview, product line, financial data, sales mix, and regional distribution. Next, I need to merge the sequentially separated content into a natural segment, each segment with 3-6 sentences, with the theme switching timeout. It is important to note that the order of the original sentence cannot be changed or added or deleted.",
    "I am an IR teacher of Daiyu International, and then I am a small jade, thank you for the introduction of Ms. Mi, and then we introduce the company. These sentences can be combined into a paragraph, introducing speakers and openings. You need to pay attention to the adjustment of the mark, such as \"IR teacher,\" after which you may need to add a period, and \"Thank you for the introduction of Ms. Mi,\" after adding a period. Next is the company overview section, including the company name, the main business, capital, the main products, etc. need to be organized in a sequence of paragraphs, to ensure that each paragraph does not exceed six sentences. For example, about the product line, aerobic fitness equipment, training equipment, commercial and light commercial equipment, etc., can be combined into a paragraphs, with a comment or a comm.",
    "For example, the “2024 and nearly three years’ profit and loss statement” follows a specific set of financial data, which can be combined into a specific set of financial performance changes. The sales portfolio involves different product categories and the proportion of sales of brands, and the information of each brand and product line needs to be integrated to ensure logical clarity. For example, the distribution of home fitness equipment, commercial fitness equipment, medical accessories, etc., can be discussed in detail in detail in terms of the respective sales situation and growth trends.",
    "At the end of the day, about the direction of future development, such as the market layout of commercial fitness equipment, the promotion of electric vehicles and the expansion of global sales channels, need to integrate these strategic directions into paragraphs to maintain the continuity of information. During the processing process, it is necessary to pay attention to the correct use of punctuation marks, such as the use of colons in the enumerated product, the use of commas or periods between sentences.",
    "In addition, pay attention to the correctness of the terminology and numbers, such as \"16.71 billion yuan\", \"0.88\", \"0.45 yuan\", etc., to ensure that these data are not mis-modified during the merger. At the same time, pay attention to the expression of oralization, such as \"that\", \"that\", \"that\", etc., these need to be retained during finishing, but may need to adjust the punctuation to make it more smoother. Finally, read the paragraph-text after finishing, check whether the user has all the requirements: no delete or rewrite content, correctly use the punctuation, paragraphs rational separation, keep the original order and meaning.",
    "Hello everyone. I am an IR teacher of Daiyu International. I am a small jade, thank you for the introduction of Ms. Mi. We will first introduce the company's situation, and then we will open Q&A again. We are Daiyu International Co., Ltd., we are mainly engaged in the production and sales of fitness equipment. Our current capital is 16.71 billion yuan, the main products have aerobic fitness equipment, as well as relatively weighted training, such as phosphorus and that sandbag.",
    "We are also involved in commercial and light commercial aerobic fitness equipment. This is our current major brand, so our brand is larger than these three. Stove is our current home fitness equipment brand, the main selling brand. It is currently the main selling area of North America mainly, it is focused on relatively high-end fitness equipment. The middle Xperia is a relatively low-end fitness equipment, which is a relatively high CP value.",
    "At the end of the day, Spirits is our brand of commercial fitness equipment. We've always been rather biased, and we're moving towards a light commercial like a project or some community. We've recently been more aggressive in expanding the commercial gym. The main brand of commercial gym now is Spirits' aerobic and decorative equipment.",
    "In addition, in addition to fitness equipment is generally aerobic, there are medical accessories products. In recent years, we have also been actively in the annex medical products to do pondering. In recent years, the proportion of medical care has also been increasing, and we will talk later. The middle of the UFC is fighting brands, namely boxing gloves, or Yalins. The most right of Sicada is our own brand, which is the own brand of electric car.",
    "This is our profit and loss statement for nearly three years in 2024. Mainly, we can see that 2024 has a substantial improvement in operating structure compared to 2023. But in the gross profit margin and the profit margin in 2023, we also have a profit margin since 2024, originally from 0.88 in 2023 to 0.45 in 2024.",
    "This is one of our sales portfolios, which is now divided into products. It is not uncommon to see that we currently have the largest share or mainly home fitness equipment. Commercial speaking is actually a very large growth compared to the previous years, because we have just talked about the recent positive expansion of the commercial market.",
    "In addition, the medical part, you can see that the previous proportion is less than one foot. But in 2024, it was only a positive expansion, so there was the Cappella up, 1. 12%. Although the proportion is still small, but because the gross profit of the nearby medical products is actually much higher than that of household and commercial use.",
    "But 2025 is the year we are shipping in the stock market, which is starting to enlarge. So 25 years should grow a lot, which will be at least twice as much as the 1%. In the sales mix, according to the brand, we are currently the largest or the main sales, accounting for 48%. Speria also has a very large increase in recent years, and now it is 23% because it is mainly commercial fitness equipment.",
    "There are other categories that have been around for about 20% of the time. Some of them may be UFC, or some of them may be out of stock. Speria's ratio is slightly smaller, as in fact, Speria's products are relatively low-end cross-CP fitness equipment. In fact, most of the sales areas in the past will be in China, or the United States.",
    "But in recent years, there may be some changes in the fitness equipment market, so the sales situation of these relatively low-priced products will be less. Mainly because they are subject to this relatively high-end treadmill. In the case of sales in various regions, we have been most of us in the United States, about six to seven percent. In the past 24 years, we have a very large growth in Europe. In Europe, we have also acquired a number of online sales platforms.",
    "In addition to the online sales in the United States, we also have better control over our identity. In recent years, we have also been actively expanding the European market, so we have reached more than 20% of our share in Europe. I think that this is a very good progress, otherwise we actually sold in the United States is a bit too single area.",
    "The three have always been the direction of our company's aggressive development. Business is just talking about the Spirit brand, we are now the focus of this brand to promote some European and American areas, small electric lock gym. That is our CT1000 series of products, and we have won the Taiwan Excellence Award for reference.",
    "We will also continue to launch.",
    "Our electric vehicles have new products of our own brand. I finally added some new products of our own. And now we are more likely to pay more attention to the tariffs of the United States than our response strategy. At present, it is because the United States is a policy of equal tariffs, then our company practice is: we originally had a payload in China, then we had to move most of our production back to Taiwan, then we would have to import American products directly from Taiwan's factories.",
    "The price of the products sold by the brand is about 10 to 20%, is a product, is a different thing, which has been in the March April time has been changed the price of the product, the terminal price is also synchronized, but not every item is the same, is to see our products and the client what he saw the situation. Then again, because now the United States with many of these devices, they will ask Chinese manufacturers, but now China is facing a relatively high tariff problem, so we will have to hear some of the effect, such as Amazon they call us to throw out some needs, is to buy us some cheap electric run, it is good news to us, is to say that the tariff problem is very stressful, but we also have some other things besides the strategies we are in response to, we can get some kind of conversion, and then look at the problem.",
    "The range and sort of gross profit margins of domestic commercial medical accessories and other five types of products, the current gross profit margin will be the main medical accessories, and then the commercial is the home. The outdoor furniture was originally produced in China's factory, but because in recent years, the outdoor furniture market is very poor, so we can see that it has a lot of genes, our 24 years of revenue compared to the 23 years of recession is a large part of the outdoor furniture revenue, but in fact, we may not be bad for us, because in fact, the gross profit of outdoor furniture has always been the lowest among our products. Then ask the 2025 revenue, this year's main growth momentum is just talk about the commercial fitness equipment and bicycle belt assembly business, then we can share with you about our revenue in the first quarter of this year is more than the year, so we can be calculated with such scale, it is about the whole year if it is directly multiplied by the concept by 4, it will be more than that part of the last year of our business of the year.",
    "As I have just talked about the information I received from the chairman of our company, it sounds like this is the benefit of the transaction, but may still be in the discussion stage, so it may not be clear how much he size is. Is the situation of the citizen company eBike with the plan is a free brand? Is the free brand's words is to continue to do some ad placement and website optimization, then we have to participate in a lot of exhibitions in the image of our own bicycle brand, is to increase his exposure, but the self-owned brand's distribution time is really a bit slower. But on behalf of shareholders may be able to explain to you, in fact, we eBike's shareholder business this year is all the way to buy orders, so the situation is we can make a few of these things, so now it looks like this year for shareholders to see the market situation.",
    "This year, the first quarter of 2025 is a profit, but the whole year is not over, because in fact, it is not enough to lose money in the assembly business, because it is like a foundry he is a foundry business, basically nothing is a fixed fee, it may not be as high as a free brand, but it is a very stable business. So we have this fixed fee, so we have this fixed fee, so we have this fixed fee.",
    "If you want to increase the value of the exchange rate for the loss of the exchange rate, the second quarter should face a lot of exchange losses, it is not right, but I think that all of us have to trade with the United States dollar, the situation should be the same, because the exchange rate is really a part of our own, the exchange rate can only see how should be said, because if you do our own business, the exchange rate will only see what should be said, because you will definitely believe that we have to do some avoidance strategy, but only at the exchange rate above there will be some exchange rate losses. Revenue and cost in the United States, our revenue is about 6 to 7 percent from the United States, so most of our revenue is in the United States dollar, but we are in Taiwan dollar. What is the proportion of the whole revenue free brand and foundry, now if we refer to all of them is that of fitness equipment, in fact, most of us are basically free brand, now we are only a bicycle to make more belts, fitness equipment is now very little to do with the workers, should be more than 80% of them should be free brand, if only to talk about bicycles, now basically 90% are bicycles, are all belts.",
    "If you want to buy a new car, it is better to buy a new car. If you want to buy a new car, it is better to buy a new car. If you want to buy a new car, it is better to buy a new one. If you want to buy a new one, you can buy a new one. If you want to buy a new one, you can buy a new one. If you want to buy a new one, you can buy a new one. If you want to buy a new one, you can buy a new one. If you want to buy a new one, you can buy a new one. I'd like to ask you how much the gross profit margin is, because I think Taiwan seems to be more than the manufacturer is doing this part, I'm looking at gross profit margin is actually relatively biased, compared to you now the average gross profit margin is very low, I'd like to ask you about this part of your current idea, the gross profit margin of the electrocorrosive car belt assembly is about 30%, you say that there is a 30% gross profit margin, because we're high-end.",
    "Our products are high-end. So our gross profit margins can be around 30%. But we are lower than the ones we have. Because we are only 35 to 40 households. I'd like to ask. Because I see some things like Dafang, or some of them as they may be 10 to 20% of gross profit.",
    "So what do you mean by 30%? That's what you just mentioned in your high-level definition. That's the end price of 10 million dollars? Oh yeah, that's OK. So now or see what they're talking about.",
    "But we're pretty sure we're going to get 30% off. Because we should actually say we're the same as we used to be. That's why we're going to do the same thing as we used to be.",
    "This is because the high-end product is OK, so the profit is probably the number of people in the current scale, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh.",
    "Thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you, thank you.",
    "I wish you all the best on your investment."
  ],
  "meta": {
    "source": "manual_upload"
  }
}