{
  "schema_version": "v2-two-tables",
  "stock_id": "1711",
  "date": "2025-04-29",
  "original_filename": "1711_20250429_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位貴賓午安。首先非常感謝您來參加臺灣永光化學工業股份有限公司的法人說明會。現在會議正式開始。",
    "首先爲您介紹今日的列席人員：總經理陳偉旺先生、財務長溫國斌先生。接下來請財務長爲大家說明2024年度營運狀況。各位法人朋友媒體以及投資先進大家好，那以下先由我來報告我們2024年的整個營運狀況，以及2025年第一季我們自結的合併成果。好那首先看這一張的部分，我們看左邊的部分是集團的合併營收，那2024年我們集團的合併營收是81億6800萬，那跟去年同期相比的話大概是成長4%左右，然後我們大概從最近兩年都一直在衰退，那今年已經有比去年同期有成長大概成長4%。然後在右邊的部分我們在我們EPS的部分，我們的EPS是0.44元，然後跟去年同期大概成長175%，然後也是從比去年同期有大幅的一個成長，這是2024年的簡易的一個集團合併營收跟EPS的部分。那這一張是簡易的綜合損益部分，那2024年營收是81億6800萬，大概成長4%左右，在毛利的部分是17億8700萬成長12%，在營業經歷的部分是8億8700萬成長12%，在稅前的部分是1億7800萬大概成長111%，在稅前的部分是2億8600萬成長162%，本期經歷是2億5300萬成長166%，那每股盈餘是0.44元是成長175%，那這一張是簡易的綜合損益部分。",
    "那接下來看我們事業別營收比例的部分，然後內圈是我們2023年的部分，然後外圈是2024年的部分，那我們可以看從各個事業別的營收比例來看的話，那色料部分的話2023年是40%，那今年有掉到37%左右，然後在特化的話是持平在25%，在電化部分是有比較大幅的成長，從2023年17%那成長到21%，那碳本的部分是大概持平在15% 14%左右，那醫藥一樣爲止在3%，就是事業別兩年的一個營收比例的部分。那接下來看第一季營業的字節部分，那三月份我的營收是6億5300萬，然後稅前營業經歷營業利益是1100萬，稅前獲利是3400萬，然後應該收入跟確認總體有略少7%，然後營業損益是增加200萬，然後稅前損益增加200萬，累計一到三月是19億4000萬元，增長200萬，在營業損益部分是2400萬，那去年是有小虧300萬，所以跟去年同期相比的話是增加2700萬，在稅前損益部分是5700萬，那比去年同期大概增加1700萬，所以我們整個來看2025年的第一季，目前這是整體需求是比較持平的，所以變化不是很大。然後針對美國對等關稅政策的衝擊的部分，那第一點是我們面對美國的政策的衝擊的部分，目前整個集團直接銷售到美國大概是7%左右，所以基本上直接到美國部分是影響有限，但是間接影響的部分比較有待觀察，因爲我們是屬於工業品，我們比較上游部分還有到下游蠻多層的，所以這部分到最後會有什麼影響其實我們還在觀察。那第二個部分是就目前各地客戶來講的話，那第二季的訂單其實不確定性財是比較高的，就是有時候會有一個額外的影響，如果有集單有時候可能單會比較少一點，所以比較不確定性，然後我們的應變策略部分，我們是比較關注在現金流的管理，以及穩住訂單跟我們要做一個敏捷的決策，這是我們目前的一個對於關稅政策的一個影響跟我們的應變。那接下來我們由總經理來跟大家說明2024年各事業的營收穫利以及未來的展望。社交事業2024年31億1200萬，同比略減4%，損益2.8%，去年同比從0.5%增加了2.3%，獲利率稍微改善，但其實跟幾年前我們是有兩位數的獲利率的角度來看，這個還有很大的趕快趕上的空間。",
    "我們以優勢環保產品來優化大型客戶的產品組合銷售結構，美國對等關稅的衝擊，雖然直接賣到美國的不多，但是美國仍然是我們各類色料產品主要的最終市場，股牌效應不可輕視，所以我們色料團隊是嚴正以待，我們嚴控應收賬款，擔心在我們下游各層客戶當中，如果有營運困難，會有還款的導張的風險。另外，我們全球銷售部局算是非常的完善，訂單有可能會在不同的國家之間調整，我們就配合市場的變動，靈活的調度。特化事業的部分，2024年21億，同比成長4%，損益有2億1000萬，兩位數，跟去年同比也有增加8100萬，獲利增加主因是產品組合改善，我們會繼續的強化產品差異化的策略，加速產品開發，美國對等關稅的衝擊，特化事業已經盤點過，我們銷售的產品在美國的HS code裏面，大多屬於豁免項目，然而全球供過於求的現象已經幾年，今年勢必更加惡化，特別主要的競爭，大陸廠商在銷售美國受阻之後，我們研判他們會把這些產品在其他地區去推廣。",
    "另外，我們會啓動一個跟國際同業進行產能互補，規避風險的合作方案。電話事業2024年營收將近17億，成長28%，獲利1億7千萬，也是有10%，跟前一年同比增加6千萬，成長的動能主要來自代工業務，這個所謂的國際大廠，就是我們化學電子化學品的同業，國際的同業，我們自主產品的推廣上，我們的重點會是在半導體相關的材料，後段封裝的部分，FOPLP RDL光組，另外就是後段封裝用的PSPI材料，美國對等關稅的衝擊，我們現在還沒有銷售美國，反而因爲這個美國要求製造業搬到美國區的壓力，會讓我們加速評估配合下游在地供應的機會。另外就是大陸的客戶對我們產品的詢問度跟興趣在提高中，以我們所瞭解，大陸的廠商高度的配合中央政策，他們也要跟美國脫鉤。碳粉事業的部分，2024年營收11億3000萬，略減2%，虧損3400萬也是略減200萬，持續衰退的主因是全球需求不振，同業競爭加劇，今年營業的重點在成本的控制，訂單的爭取，另外，碳粉事業也在利用既有的生產技術的優勢。",
    "尋找新的產品升級轉型的機會。美國對等關稅的衝擊。美國市場詢問度在增加中。因為大陸是我們在美國主要的競爭對手。它們急著要尋找替代貨源。然後全球規模的供需勢必會更加惡化。",
    "以上。謝謝。接下來的現場提問由總經理王曉明主持。有總經理為我們主持。在座先進如果對永光有任何問題，歡迎舉手發問。我們走到兩旁的工作人員會將麥克風遞給您。",
    "發問時麻煩請說出您所代表的公司以及您的大名。那就歡迎大家開始提問。歡迎大家舉手踊躍的提問，謝謝。我是兆豐投讀的陳炯輝。然後想詢問一下碳粉事業部的情況。因為公司有提到美國市場這邊有在詢問。",
    "那好奇大概有哪些相關的進程可以發展嗎？就是進程可以跟我們分享嗎？另外還有電話事業的部分提到美國在地化供應。那想請問一下這一塊的進度是如何？以上，謝謝。好，陳先生您問到兩個題目。",
    "第一個是碳粉在美國因為要尋找大陸投資，尋找大陸替代貨源。所以對我們的產品詢問度在提高。這部分我們在美國的通路，包括我們自己業務以及下游的客戶，其實都有積極在對應。我們在既有的備貨，還有利用這個 90 天的貨面期，其實就會多有一些貨備到美國去。那這一塊就是電子化學加速評估在美國在地化的可行性，我們會啟動評估的作業。雖然在今年甚至說一年內還不會有即時的動作，但評估的作業會加速進行。",
    "以上。拉近。您好。我剛剛在檢報裡面有提到第二季的情況。第二季就是做第二季。depending weight。",
    "就看到一些情況，然後這個假如說有的話，這大概是我們永光在五大產品上面拿幾項比較明顯。謝謝。好，這位先進問到今年下半年應該是大家都不太看好。那到第二季情況如何，有沒有一些急單？第二季會不會有這個急單效應。目前沒有，但至少沒有說客戶本來要的單子被取消。",
    "所以第二季基本上不會比第一季有業績大幅增加，現在也還沒有這個現象。請問各位貴賓是否還有需要提問的部分。第三名，請說。總經理、財務長您好，我是林瑞投股的財務部長，財務部的研究員，我姓陳。那我想請教一下有關貴公司的溫室氣體排放，就是 ESG 的議題策略部分。貴公司裡面提到購買綠電與平振，請問在這部分的進度是否超前或落後，或者正在尋求適當的受電業者。",
    "以上，謝謝。謝謝陳先生詢問，我們在降低溫室氣體排放的努力上，關於購買綠電平振的進度，我們目前已將 2023 年總體下降碳排的目標列入計畫，並透過智能生產設備更新、製程優化、產品組合等方向，逐年減碳並制定路線圖。但是距離 2030 年降低碳排的總目標仍有不足。因此我們的計畫是等到時間接近時，檢視自行節省的碳量，缺口則以綠電補足，做法大概如此。政府目前談到 25000 噸碳排大幅要開始收碳費，我們每一個工廠都在標準以下，故暫時不需面對碳費問題，所以我們持續自主減碳。至於現在若購買綠電平振，我們的目的在於試跑一次，了解實際操作方式。",
    "但提前購買對 2030 年並無太大幫助，因為現在買現在有用，我們會等到適當時機再做一次性決定。我們還需考量外部因素，包括排電本身的碳排係數是否給力，若更給力則可少買一些；另一不確定因素是綠電供給的市場端，2030 年綠電平振會增加還是減少，單價會上升還是下降，皆屬不確定因素。我們自主努力的目標是盡可能透過內部優化減碳，越多越好。簡單來說，我們大概會等到 2028、2029 年，才會認真進行綠能平振的購買業務。好，接下來我們就來看看電話事業部的光組是否有什麼想問。那這個電話事業部的光組，有什麼想問？",
    "這邊是紅地同行的劉柱，我想請教針對電話事業部這個 FOPOP 的光組，請教一下，謝謝。好，我們先進問到的是電子化學產品，今年推動的重點是 FOPOP 相關的光組。那跟我們其他的製成光組有什麼異同？它所使用的化學設計基本概念可以延伸，它所使用的光源也是永光比較專長的光源。具體配方一定不一樣，因為應用已不同。那我們在這一塊有什麼值得期待的？",
    "過去幾年我們主要與工研院以及國內一些面板廠商合作驗證。FOPOP、RDL 的製成技術也持續翻新，因此我們在產品開發上持續練兵，若有新的。",
    "現的部分，您剛有講到說，目前還是供過於求的這個趨勢，那只是說公司這邊，獲利增加是因為產品組合改善，請問一下，公司是可不可以稍微說明一下，產品組合是改善做了大概哪些方面的這個調整努力，才能夠提到這樣的一個獲利程度，謝謝。好，謝謝先進，問到特化事業在全球供過於求這麼大壓力下，如何維持業績，業績還能夠改善獲利，那我們有說明說是因為我們產品組合一直在調整，我們也會繼續的做產品差異化的策略。那具體來說的話，我們的產品呢，如果是單品的化學品，基本上大陸都已經可以做，那他們其實真的做的量很大又很便宜，如果我們還沒有辦法跳脫的話，我們就是沒有辦法競爭的，因此我們就一直轉，轉成做一些特殊規格，或者是配方，或者是針對於特殊應用。早期的我們的特化，我們是賣的是紫外線吸收劑，還有高分子耐黃變劑，早期的時候，我們就是推出所謂的規格品，那這幾年，銷售的比較成功的，是我們能夠透過顧問式行銷，跟客戶就他的製程，就他的加工，就他最終應用段，所面臨的痛點，我們進行技術合作，那能夠調配出他們所需要的配方。我們特化產品，現在的產品線的系列名稱，都會用代碼，表達的就是在那一個特定的應用上，我們開出的系列的編號，那這幾年比較有名的，叫做AQ系列，那AQ呢，就是英文的這個水，Aqueous，Aqua那個字，那它的意思就是，我們用在水性，相關的高分子的加工技術裡面，那因為減少溶劑，減少VOC，這是全世界工藝的轉型的大方向，那在這個轉換過程當中，很多高分子的應用呢，溶劑很穩定，但轉成水以後，耐厚性，耐黃變性效果都不好，因此我們就抓到，舉這個例子，就是我們抓到這樣的應用，我們就推出AQ系列，那這十年來呢，我們已經推了超過十個AQ的編號，那就整體的那個量就一直在增加，而且獲利率也一直非常好，那這是一個例子。那另外的話，像聯合劑，我們也推出了，跟它相關的HP的系列的產品，那也是好多個編號，那也能夠對應到，聯合劑它很特殊的配方的需求，高分子的特性，那我們能夠有所謂的耐厚，耐化的要求，那這個在生活上的應用也不難想像，像我們在家用的，或者是建築用的膠，聯合劑，那以前，如果有印象，大家都會，大概就是白的，一般就是黃的，都是那樣，那如果你在貼合之後，那個膠跑到外面來，久了以後就會髒髒的，就不好看，那現在呢，大家都希望能用透明的，那將來久了以後，也不要變黃，這樣視覺上會比較好看，那這個就是所謂的耐黃變，而且要高透明性，但是膠合的強度又要非常強，那這種需求都是這幾年在建築業，他們一些新興的需求，那有這個新的需求出來，我們能夠開發出對應的好的光硬定劑，或耐黃變劑，諸如此類，我們現在對應到的領域，其實越來越多。",
    "那這一塊就是，反而我們所使用的，所謂的配方裡面的成分，是之前我們賣的那種，也就是現在大陸可以做的很好的單品，又很便宜的單品，所以我們往配方走了以後，反而大陸可以做的很便宜，轉過來我們就拿來用，所以我們成本呢，就可以，大陸做的越好，我們成本反而越低，那我們創造的價值又可以增加，所以大概是透過這樣的一個轉換。麻煩第2排先說，總經理您好，我是凱姬頭顧的，畢姓張，那我想請問你們，在這個電化事業這一塊，除了這個Fan out PLP，這個比較長遠的目標之外，有沒有其他的展望，然後想再請問，除了這個Fan out PLP，這比較是封裝那一塊的產品，那請問你們在前段，前段有沒有出其他的產品呢？可以分享一下半導體的國際大廠代工是哪一位廠商，然後中國那邊為什麼要向你們拿貨，為什麼不向他們當地的廠來拿貨，謝謝。好，謝謝張先生，我們的產品推廣，自主產品的部分，除了FOPLP就是話題性很高，但是實現還有一段時間，短期來講我們有，不管是在半導體的前段製程，或者是在LED，或者是在觸控面，或者是在電子面板，其實都有很多新產品，那這個其實實現的速度也相對是比較快的，那這個部分，因為我們累積的產品的技術，跟客戶的接觸基本上狀況都蠻不錯的，所以其實也都有不少這一類的產品。至於代工的部分，因為有簽保密合約喔，就比較不方便來揭露，這些國際電子化學原廠的名稱。中國的廠商，他們會問到我們，一定就是我們的產品的獨特性，大陸同業還沒有辦法做到，另外就是我們這幾年也做了一個佈局，就是跟大陸的合作夥伴。",
    "有一個雙品牌的做法。透過他們當地的企業。登記為大陸品牌。把我們的產品掛上所謂的雙品牌。對於大陸的業者來說。他們買了這樣子的產品。",
    "也可以宣稱呢。是屬於他們國產品。用這樣的方式走擦天球。目前呢。大家還相安無事。總是呢。",
    "至少我所知道的。最近這一兩個月。大陸業者普遍就是。全力支持中央政策。絕不向美帝低頭。我覺得這個氣氛是蠻明顯的。",
    "所以我們被詢問的機會真的是增加不少。請問現場還有先進要提問嗎。如果沒有的話謝謝各位先進。今天來參加永光的法人說明會。現在會議正式結束。若您仍有其他問題想詢問。",
    "會後經營團隊將留在現場。與各位交換意見。慶祝各位萬事如意。好 謝謝大家。"
  ],
  "transcript_en": [
    "First of all, I would like to thank you for your participation in the Taiwan Everlight Chemical Industry Co., Ltd. corporate briefing session. The meeting is now open.",
    "First of all, I would like to introduce you to today's attendees: Mr. Chen Weiwang, General Manager, and Mr. Wen Guobin, Chief Financial Officer. Next of all, I would like to explain the operation status of 2024. Mr. Wen Guobin, the Chief Financial Officer, explained the operation status of 2024. Mr. Chen Weiwang, the Chief Financial Officer, and the investment advanced everyone, then I would like to report the overall operation status of 2024, and the results of the merger of 2025 in the first quarter of 2025.",
    "The following is the part of our business revenue ratio, then the inner circle is the part of our revenue ratio in 2023, then the outer circle is the part of 2024, then we can see from the different business revenue ratio in 2023, then the color portion is about 40%, that this year fell to about 37%, then the specialization is at least 25%, in the electric part is a relatively large growth, from 17% in 2023 to 21%, the carbon portion is about 15 percent, the pharmaceutical part is up to 3%, is the two-year revenue ratio of the business. 3% yield slightly improved, but in fact, compared to a couple of years ago, we were two-digit profit margin perspective, which has a lot of space to catch up with.",
    "We have a strong environmental protection product to optimize the product portfolio sales structure of large customers, the impact of U.S. counterpart tariffs, although not directly sold to the U.S., but the U.S. is still the main final market of our various color products, the stock market effect is not light, so the color team is strictly waiting, we strictly control receivable accounts, worry about the risk of reimbursing customers at all levels of our downstream customers, if there are difficulties in operation, there is a risk that there will be the risk of recurrence of payment. In addition, our global sales department is very perfect, the order may be adjusted between different countries, we will adapt to the changes in the market, flexible scheduling.",
    "In addition, we will start a cooperation program with the international industry to complement the capacity and avoid the risk. The telephone business in 2024 revenue is nearly 1.7 billion, growth 28%, profit 1 billion, 10%, compared with the previous year increased by 60 million, growth momentum mainly from the foundry business, this so-called international manufacturer, our chemical and electronic chemicals industry, international peers, our independent product promotion, our focus will be in the semiconductor-related materials, back-end packaging parts, FOPLP RDL light group, in addition to the post-packaged PSPI materials, the impact of U.S. tariffs, we have not yet sold, but because this pressure from the U.S. requires the manufacturing industry to move to the U.S., will allow us to accelerate the possibility of downstream supply.",
    "The impact of U.S. peer tariffs. U.S. market demand is increasing. Because China is our main competitor in the U.S., they are urgently looking for alternative sources. Then the global scale of supply and demand is bound to worsen.",
    "Above. Thank you. The next live question is hosted by the general manager Wang Xiaoming. There is a general manager for us. If you have any questions about Everlight in advance, welcome to raise your hand. We go to the staff next to you and we will deliver the microphone to you.",
    "When you ask a question, please tell us what you think of the company you represent and your name. That's all welcome to ask. Thank you for your kind words. I'm Mr. Chen, who attended Zhao Feng's lecture. Then I'd like to ask you about the toner business.",
    "What are some of the related processes that can be developed? Is that the process can be shared with us? There is also a part of the telephone business that refers to the localization of the United States supply. I would like to ask you what is the progress of this piece? Above, thank you. Mr. Chen asked two questions.",
    "The first is to buy toner in the U.S. because you want to invest in the U.S. and look for alternative sources in the U.S. That is why the demand for our products is increasing. This part of our channel in the U.S., including our own business, as well as our downstream customers, is actively working on. We have stock in stock, and we take advantage of this 90-day delivery period, and in fact, we have a lot of stock in the U.S... That is the possibility of e-chemical acceleration assessments in the U.S., and we start the assessment. While there is no real-time action in a year, the assessment will accelerate.",
    "Hello. I just mentioned the second quarter in the report. The second quarter is the second quarter.",
    "There are a few situations where we can see, and then this is probably what we have to say. Thank you. Well, this advanced question should not be very good for everyone until the second half of this year. What is the situation by the second quarter, are there some quicksands? There is no such thing as a quicksand effect in the second quarter. There is currently no, but at least there is no saying that the customer wants to be cancelled.",
    "So the second quarter will not be substantially higher than the first quarter, and there is no such phenomenon. Please ask if you have any questions. Third, please tell me. Mr. President, Chief Financial Officer, I am the finance minister of Lin Rui Investment, the researcher of the finance department, my name is Chen. I would like to ask you about your company's greenhouse gas emissions, which is the ESG issue strategy section.",
    "Thank you, Mr. Chan, for asking us about our efforts to reduce greenhouse gas emissions, and about the progress of the purchase of green energy levels, we have included our overall carbon reduction targets for 2023 in our plans, and through intelligent production equipment updates, process optimization, and product portfolios, we have developed a roadmap to reduce carbon emissions every year. But the overall goal of reducing carbon emissions by 2030 is still insufficient. So our plan is to look at our own carbon savings as soon as the time approaches, and the gaps are covered by green electricity.",
    "However, early purchases are not very helpful in 2030, as we will wait until the right time to make a one-off decision. We also need to consider external factors, including whether the carbon emission factor of the emissions itself is sufficient, and if there is more power, we can buy less; and the other uncertainty is that the market end of green power supply, the increase or decrease in green levels by 2030, and the price will rise or decrease, all of which are uncertain.",
    "This is a picture of Liu Chu in Red Land. I would like to ask a question about the FOPOP light group for the telephone business. Well, we are talking about electronic chemical products, and this year's focus is on FOPOP-related light group. What is the difference between the other light groups? The basic concept of the chemical design can be extended, and the light source it uses is also the light source of permanent light. The specific formula must be different, because the application is different. What are we waiting for in this one?",
    "Over the past few years, we have been working with ITRI and some panel manufacturers in China. FOPOP and RDL have also been renovating our manufacturing technology, so we continue to practice in product development, if new.",
    "In the past, we sold ultraviolet absorbers, as well as polymer reflux agents, early on, we launched the so-called specifications, the years, the more successful sales, the more we are able to market with our customers, and the more profitable we have to say, because our product portfolio has been adjusted, and we will continue to do product differentiation strategies. Specifically, our products, if chemical products, basically can do it, then they actually do a lot and cheap, if we have no way to get rid of it, we have no way of competition, so we have changed, to do some special specifications, or formula, or for special applications. In addition, like the joint agent, we also launched, with its related HP series of products, which is also a lot of numbers, which can correspond to the requirements of the joint agent it is very special formula, the characteristics of the polymer, which we can have so-called thick, durability requirements, which in life is not difficult to imagine, such as we are at home, or construction glue, joint agent, that before, if there is an impression, everyone will be white, generally yellow, that if you are after the fit, the glue will come out after a long time, will be dirty, not good looking, then now, we want to be transparent, that in the future, do not change, so visually look better, that this is the so-called resistance to yellow, but also to high transparency, but the strength of the bond is very strong, that these requirements are many years in the construction, they are emerging needs, and the new needs, we can develop the corresponding to the field, and such as we are more and more and more.",
    "This is the part that we use, the ingredients in the formula, is the kind that we sell, that is, the good items that we can do in the mainland, and the cheap items that we can do in the present, so we go to the recipe after the recipe, but the cheap ones that we can do in the mainland, turn to us for it, so we can, the better we can do in the mainland, the lower the cost, the lower the value we can create, so it is probably through this conversion.",
    "There are two kinds of people: those who worship the Lord, those who worship Him, those who worship Him, those who worship Him, those who worship Him, those who worship Him, those who worship Him, those who worship Him, those who worship Him, and those who worship Him.",
    "Is there a way for them to be able to do it, and to do it, and to do it, and to do it, and to do it, and to do it, and to do it?",
    "At least I know. For the last two months. It has been common for mainland Chinese businesses to support the central policy. Never go down to the US. I think this atmosphere is pretty obvious.",
    "So we are really asking a lot more. Are there any advanced questions to ask on the site? If not, thank you for your advances. Join us today for a meeting with Everlight. The meeting is now officially over. If you have any further questions, please do not hesitate to ask.",
    "The management team will stay on the scene after the meeting. Exchange ideas with you. Happy to all of you. Thank you."
  ],
  "meta": {
    "source": "manual_upload"
  }
}