{
  "schema_version": "v2-two-tables",
  "stock_id": "1721",
  "date": "2025-06-13",
  "original_filename": "1721_20250613_paragraphized.zhtw.txt",
  "transcript_zh": [
    "<think> 好的，我現在需要處理用戶提供的逐字稿，並將其整理成段落式逐字稿。首先，我需要仔細閱讀用戶提供的原始內容，確保理解每個時間點對應的句子。用戶強調不能刪除、改寫或濃縮任何內容，所以必須嚴格按照原文順序排列。",
    "首先，我會檢查時間戳是否正確對應每個句子。例如，第一句是[0.00-5.64] 各位投資先進午安，接下來是[5.64-9.42] 歡迎參加三晃股份有限公司線上法人說明會，依此類推。需要確認每個時間戳之間的銜接是否自然，是否有重複或錯誤。比如，在[56.22-57.38] 各位線上的投資人，這裏可能需要確認是否有遺漏的句子，因爲前面的時間戳到[49.12]，中間有段時間沒有內容，但用戶提供的逐字稿中確實有這部分內容，所以需要正確插入。接下來，我需要將每個時間戳對應的句子按順序排列，並合併成段落。需要注意的是，有些句子可能屬於同一段落，比如介紹與會主管的部分，應該連在一起。",
    "例如，[12.26-13.96] 有黃庭帝董事長，[13.96-15.62] 洪庭怡經理，這兩個句子應該合併成一段，說明與會人員。另外，要注意有些句子可能在時間戳上有跳躍，比如在[46.40-49.12] 爲大家做詳細的解說，之後的時間戳跳到[56.22-57.38]，中間可能有缺失，但根據用戶提供的內容，確實存在這部分，所以需要正確放置。還需要處理重複或可能的錯誤，比如在[323.54-324.82] 抗氧化劑主要作爲防腐劑的主要用品，這句話重複了，可能需要確認是否用戶提供的原文確實如此，但根據用戶要求，不能刪除或修改，所以必須保留。在整理財務數據部分時，要注意數字和百分比的準確性，例如[551.72-557.20] 抗氧化劑27%爲最大宗的產品，需要確保這些數據正確無誤地呈現。最後，檢查整個段落的連貫性，確保每個部分自然過渡，沒有遺漏任何句子。同時，保持原文的格式，如時間戳和內容的對應關係，確保最終的段落式逐字稿符合用戶的要求。",
    "</think> 以下是整理後的段落式逐字稿（完整保留原始內容，僅調整排版與段落結構）：。各位投資先進午安。歡迎參加三晃股份有限公司線上法人說明會。",
    "首先爲大家介紹今天與會的主管，有黃庭帝董事長、洪庭怡經理。今天會議程序將先用公司進行營運進化簡報的說明，再進行Q&A。在簡報的進行中，如果任何提問請輸入到聊天的視窗，簡報完畢後會一併回答您的提問。那我們現在就把時間交給黃庭帝董事長。各位貴賓，各位投資人大家好。感謝今天參加我們公司的法說會。",
    "那首先我們會對於公司的營運做一個報告，那就由我們洪經理爲大家做詳細的解說。各位線上的投資人，以及所有的與會人員大家好。感謝大家參加今天三晃股份有限公司2025年度法說會。我是三晃公司的管理部經理洪庭怡。法說會的前半段會由我這邊爲各位說明公司的簡介以及目前的營運狀況，後半段的部分會由黃庭帝董事長爲各位說明公司未來的展望。那我們現在開始今天的法人說明會。",
    "首先關於簡報的內容，先向各位與會人員聲明3.4項。第一點，簡報中除財務摘要之數據外，其他內容並未經過會計師或獨立專家的審覈或審閱。第二點，簡報之內容資訊可能包含各項前瞻性的陳述，該陳述系基於本公司對未來之假設與各項本公司無法控制之因素，故未來實際營運的結果可能與該陳述有所差異。第三點，本文件不得視爲買賣有價證券或其他金融商品之要約。",
    "展望公司成立於1974年的12月31日。我們主要營業的業務有植物保護用藥特用化學品、高分子塑膠粒以及合成樹脂製造買賣。截至2025年5月底止，全公司的員工人數有439人，目前的實收資本額爲新臺幣18.49億元，最近一年度2024年度的合併營收爲新臺幣22.87億元。彈簧公司所屬的產業鏈，我們引用證券交易所產業價值鏈資訊平臺向各位說明。商況公司被分類在石化及橡塑膠產業。產業的上游爲大型的石化廠，主要將原油裂解提煉出清油，再製成乙烯、丙烯、丁二烯、本、分等石化基本原料。",
    "產業的中油主要將基本原料經過聚合、止化、晚化等化學反應後，製成塑膠、橡膠、人造纖維等化學原料。中油的產品可概分爲四大類包含PTA、介面活性劑、工業用合成塑脂、橡塑膠添加劑等。化學品可概略分爲泛用化學品以及特用化學品兩種。泛用化學品的成分簡單，種類少常爲化工製品的基本原料。而特用化學品爲特定目的而生成的原料，是化學產業鏈中的中間產物，具有製造技術高、成分複雜、特殊用途等特徵。產業的下油主要爲像塑膠製品、清潔用品、染顏料、農藥、人造纖維、接着劑、化妝品等以化學原料製成的各種日常用品。",
    "透過這個流程圖我們可以知道，商況公司是在發展化學品的中間產物，是位於產業的中油以及下油。接着爲各位介紹商況公司的主要產品，我們主要可以分爲四大類。第一類爲植物保護用藥，第二類爲特用化學品，第三類爲高分子塑膠粒，第四類爲合成樹脂。植物保護用藥的部分主要作爲農業使用之殺蟲劑，我們主要生產胺基甲酸脂鹽類的原體，原體會在出售給下油的客戶調配成各種市售的植物保護用藥。接着爲各位介紹的是第二大類的產品特用化學品。",
    "首先是抗氧化劑，抗氧化劑主要作爲防腐劑的主要用品。抗氧化劑主要作爲防腐劑的主要用品，防止像塑膠產品於受熱加工氧化質安定劑，應用於聚錫釘如聚乙錫、聚丙錫及錫釘共聚物，聚碳酸脂、PS塑脂、PVC、工程塑料、橡膠及石油產品，ABS塑脂等高分子材料，亦可使用於粘合劑、天然或合成塑脂。膠簾劑主要爲亞克力鑫鹽，主要作爲高爾夫球球芯的主要原料。接着是電子化學品，電子化學品爲二甲基氨銅丸，主要作爲印刷電路板黑化製成中使用的還原劑，主要作爲印刷電路板黑化製成中使用的還原劑。魯園劑爲不易燃燒或預熱分解爲吸熱反應物質，不含魯素且與素質相容性佳，常見添加於還氧素質作爲銅箔基板、電路板、電子設備塑料的主燃應用。接着是特用化學品的最後一個產品項目成合劑，成合劑主要作爲PP的主要原料，魯園劑的添加劑可以用來增加PP製品的透明性以及剛性，魯園劑的添加劑可以用來增加PP製品的透明性以及剛性。",
    "接着是高分子材料，我們總共有兩個主要的產品。第一類爲TPU，TPU是熱可塑性聚氨基甲酸酯，是由低聚多元醇的軟鍛與二益氫酸酯，是由低聚多元醇的軟鍛與二益氫酯酯，高分子擴建鏈硬段構成的線性千段工具物，可於自然環境中自然分解屬於環保材料，可以取代塑膠製品，目前廣泛的運用在鞋葉、紡織、管材、輪件以及作爲接着劑。第二項的高分子材料爲TPV，TPV主要由不同種類以及比例的EPDMPP經過動態膠聯來達成各種硬度以及霧性，無需經過化學硫化製成，故能耗較低，產品具有壓縮永久變形小，彎曲的柔韌性、高撕裂強度、耐水解以及耐厚性加，可回收重複加工，常見應用於線材的保護套、紙滑的部件、汽車及建築、鐵車等，可回收重複加工、常見應用於線材的保護套、紙滑的部件、汽車及建築、鐵車等密封材料、軟管的部件跟運動用品。第四類的產品爲合成豎紙，三宦公司所製作的合成豎紙透過下游的各項加工，終端市場主要製成防水材料、接着劑、合成鼻殼的表面處理劑。我們主要生產的是PU的接着劑以及表面處理劑，我們主要生產的是PU的接着劑以及表面處理劑。接下來這一部分爲各位說明2024年度的營收以及財務數據。",
    "2024年度的產品銷售組合，抗氧化劑27%爲最大宗的產品，其次是植物保護用藥佔19%，焦年劑佔營收的比例爲17%，其次爲植物保護用藥佔19%。另外的高分子產品、電子化學品以及阻燃劑的營收佔比各約落於8%到10%左右。兩年度的產品組合比較的話，2024年度的營收總額較2023年度成長約新臺幣1億元。成長的主要項目我們從上面的圖表可以看到，主要成長的項目是兩項，第一項是植物保護用藥，這部分主要是植物保護用藥，第二項是植物保護用藥，這部分主要是植物保護用藥，因爲客戶於巴西取得農藥的許可證，使得中南美洲市場的營收持續增加。第二項成長的項目爲焦年劑，焦年劑主要因爲高額呼求的運動用品的市場，這幾年需求仍然是非常的穩定，所以它的營收也是相對呈現穩定的狀態。我們可以看到主要衰退比較明顯的項目的話，主要衰退比較明顯的項目的話，主要都是受到中國因爲持續擴張產能所引起的產能過剩，目前這個狀況的話仍然是沒有改善的，那因爲供過於求導致價格持續的下跌。",
    "石化相關的一些像塑膠的添加劑。如本公司生產的抗氧化劑。成合劑都面臨着相當嚴峻的價格的競爭壓力。那在主軟劑的部分雖然說今年度的營收有稍微的回溫，但是因爲消費性電子產品市場目前已經趨於飽和，已經多年沒有跨世代的產品在上市了，所以相對的復甦力道並不如預期。那接着本期的主軟劑的產品市場上市的情況是如何呢？本頁是公司並列2025年第一季以及2024年度2023年度的損益表的篩要。",
    "那我們可以從這張圖表看到，2024年較2023年度的營收爲輔成長約4.63%。那在毛利的部分毛準的狀況的話已經有所改善，這部分主要如同剛剛所提到的就是在於植物保護用藥跟膠簾劑的穩定成長貢獻了相關的獲利，以及以前年度的高價的原料已經有所去化，原料的價格目前也趨於穩定。公司亦在持續的調整產品組合，針對一些無邊際效益的產品我們進行了一些產量的縮減。那在於營業費用的部分因爲營收規模並未有太大的變化，所以公司整體的營業費用相對也是持平的。那稅後的損失金額因爲毛損的情況的改善，2024年度相較2023年度的稅後損失，總共收斂了約新臺幣9500萬元。2025年第一季公告的財報毛利率的話是 0.65%。",
    "減除營業費用後的營業損失爲新臺幣4413萬4000元。稅後淨損爲新臺幣4376000元。那截至目前2025年爲止的整個石化業的經濟狀況，中國大陸產能過剩的狀況的話，目前仍然是沒有改善的，整個市場上面的仍然是處於一個功過於求的狀態。那再加上，美國總統川普上任之後，他所推出的一些對等關稅所引起的中美對抗又再次發生，那川普的不確定性讓整個環境是充滿了變數。那另外在今年的5月開始，新臺幣與美元的匯率有巨幅的波動。",
    "那接下來是Q&A的時間 各位貴賓 如果要提問請將您的問題輸入到聊天的視窗 那我們現在就把時間交還給公司。好 好 好。,我們這邊目前收到了那個 核庫投顧以及華產它的詢問 就是說公司最近起公告的營收衰退的原因爲何。那我這邊簡單的引用簡報裏面的說明給大家 我們可以看到這一頁的銷售組合 我們可以看到就如同我剛剛所提到的 我們從這個組合圖裏面 我們可以看到我們營收衰退的主要的項目 最大的來源就是在於抗氧化劑的這一部分 那剛剛也提到這部分主要是受到中國那邊 因爲它石化業目前產能過剩的影響 那這一部分因爲它他們爲了要能夠順利的銷售 所以進行了非常大的售價的調降 那同時也瓜分了 一部分的市場 那這一部分我們公司營收會 最近起的營收會掉比較多的原因 主要是這一個原因 就是中國大陸那邊產能過剩的影響 那成合劑的部分也是相同的狀況。那就是巴 slide 這 Report 發問 我 부탁要讓我們談談 所以 ?好的 對 不管是以國家 coping memos 運送 mut declaration 甚至也根據目前的 司法方案 基本上我們就是把現有的設備拿來生產這些東西 所以就是會是共用的 那第二個基本上也是這些也是這些PCB廠 但是是哪個對象我們不方便講 因爲有前NDA 但是確實是這些板廠這樣子。",
    "那目前我們沒有看到其他的投資人 還有其他詢問的問題 那我們是不是再稍等一下 那如果各位沒有提問的話 我們就把這個會議的主持交回給永峯金這邊 謝謝 那目前都沒有收到新的問題 那我們就把主持棒就交給永峯金 好的 那非常感謝各位投資先進的參與 也謝謝黃總及洪經理的 非常感謝各位投資先進的參與 謝謝大家 感謝大家 謝謝大家 謝謝大家 謝謝大家 謝謝大家 祝大家投資順利 謝謝拜拜 謝謝大家 謝謝大家。"
  ],
  "transcript_en": [
    "<think> Ok, now I need to process the verbatim text of the user and organize it into paragraph verbatim text. First, I need to read the original content of the user carefully to ensure that I understand the sentence corresponding to each point in time. The user emphasizes that nothing can be deleted, rewritten, or condensed, so it must be arranged strictly in the original order.",
    "For example, the first sentence is [0. 00-5. 64], and the next one is [5. 64-9. 42]. It is necessary to confirm whether the connection between each timestamp is natural or duplicate or error. For example, in [56. 22-57. 38], online investors may need to check if there are missing sentences, because there is no content in the previous timestamp, but this part of the text provided by the user does, so it is necessary to insert it correctly. Next, I need to arrange each timestamp corresponding sentence in order and merge it into paragraphs.",
    "For example, [12. 26-13. 96] There is Mr. Wong Ting-yi, the chairman of the board, [13. 96-15. 62] Mr. Hung Ting-yi, the two sentences should be merged into a paragraph, explaining the participants. Also, be aware that some sentences may have jumps in timestamps, such as [46. 40-49. 12] for detailed explanations, and then the timestamps jump to [56. 22-57. 38] may be missing in the middle, but according to the content provided by the user, this section is indeed present, so it is necessary to place correctly.",
    "The following is a compiled paragraph verbatim transcription (totally retain the original content, only adjust the layout and paragraph structure):",
    "First of all, I would like to introduce you to the leaders of today's meeting, Mr. Wong Ting-di, and Mr. Hung Ting-yi. The conference procedure today will first use the company's business evolution briefings, and then carry out the Q&A. During the presentation, if any questions are entered into the chat window, the briefing will answer your questions. We will now pass the time to the chairman of the board.",
    "We will first make a report on the operation of the company, which will be explained in detail by our Manager Hung. We would like to thank you for your participation in today's 2025 Law Meeting. I am Mr. Hung Ting-yi, Manager of the Management Department of the company. The first half of the legal meeting will explain to you the company's profile and the current operation status, and the second part will be Mr. Huang Ting-di for the future of the company.",
    "The information contained in the presentation may include forward-looking statements which may differ from those based on assumptions made by the Company in the future and from factors beyond the Company's control. Third, this document shall not be regarded as an offer to buy or sell securities or other financial products.",
    "As of the end of May 2025, the company has 439 employees, the current paid-in capital of NT$18.49 billion, and the most recent year 2024 consolidated revenue is NT$2.87 billion. The spring company belongs to the industry chain, and we use the stock exchange industry value chain information platform to explain to you.",
    "Chemicals can be divided into four categories, including PTA, interface active agents, industrial synthetic plastics, rubber additives, and so on. Chemicals can be divided into two types of general chemicals and special chemicals. The composition of general chemicals is simple, and the variety is often the basic raw materials of chemical products.",
    "The first category is plant protection drugs, the second category is specialty chemicals, the third category is polymer plastic granules, and the fourth category is synthetic resin. The part of plant protection drugs is mainly used as pesticides for agricultural use, we mainly produce amino acids and fatty acids, which are originally sold to customers of lower oil into a variety of commercially available plant protection drugs.",
    "Antioxidants are mainly used as the main product of anti-oxidants. Antioxidants are mainly used as the main product of preservatives, to prevent plastic products such as polyethylene, polypropylene and tin nail copolymer, polycarbonate, PS plastic, PVC, engineering plastic, rubber and petroleum products, ABS plastic and other polymer materials, can also be used as binders, natural or synthetic plastics.",
    "The first category is TPU, TPU is thermoplastic polyurethane methyl ester, is a low polyol soft forging and diethyl ester, a linear kilometre tool composed of a low polyol soft forging and diethyl ester, a polymer expansion chain hard section, can naturally decompose in the natural environment, can be replaced with plastic products, currently widely used in shoes leaves, textiles, pipes, wheels and as a follower. The second category of polymer materials is TPV, TPV mainly by different types and proportions of EPDMPP through dynamic glue link to achieve a variety of hardness and fog, no need to undergo chemical vulcanization, so the energy consumption is low, the product has a permanent deformation, flexible bending, high tear strength, hydrolysis and thickness, can be recycled processing, commonly applied to the wire cover cover, paper sleeve, car cover, car, car, car, car and seals, etc.",
    "27% of the products sold in 2024, followed by 19% of the plant protection drugs, and 17% of the annual coke drug revenue, followed by 19% of the plant protection drugs. In addition, the revenue of polymer products, electronic chemicals, and flame retardants accounted for about 8% to 10% of each. In comparison with the two-year product portfolio, the total revenue of 2024 increased by approximately NT$1 billion in 2023. The main projects we see above, the main growth of the program is two, the first is the plant protection drug, the second is the plant protection drug, which is mainly the plant protection drug, part is mainly because the customer obtained the pesticide license in Brazil, resulting in the continued increase in revenue in the South American market.",
    "Some of the additives such as plastics are made by petrochemicals. The additives are all at a very severe price competition pressure. While the main softeners have a slightly refrigerated revenue this year, the consumer electronics market has now become saturated, and no cross-generational products have been on the market for many years, so the relative recovery force is not as expected.",
    "We can see from this chart that revenues in 2024 increased by about 4.63 per cent compared to 2023. This has improved in terms of gross profit margins, which, as we have just mentioned, has contributed to the steady growth of plant protection drugs and adhesives, as well as the degradation of high-priced raw materials in the previous year, and the price of raw materials has become stable. The company has also made some reductions in yields for some uninterruptible products.",
    "The net loss after the reduction of operating expenses is NT$44134,000. Net loss after tax is NT$4376000. The economic condition of the entire petrochemical industry as of 2025, the surplus capacity of China, is still unimproved, and the entire market above is still in a state of overpowering state.",
    "This is the first time that we have received the announcement of the company's revenue decline. We can see that as I just mentioned in this composition, we can see that the main source of our revenue decline is the anti-oxidant part which is mainly due to the fact that they want to be able to successfully sell the petrochemical industry, which is part of the market, which is partly due to the fact that the company's revenue will fall more recently, mainly because of the fact that this is the part of the effect of the synthesis of China's capacity surplus, which is the same situation.",
    "Thank you very much for your support and thank you for your support. Thank you very much for your support. Thank you very much for your support. Thank you very much for your support. Thank you very much for your support. Thank you very much for your support. Thank you very much for your support."
  ],
  "meta": {
    "source": "manual_upload"
  }
}