{
  "schema_version": "v2-two-tables",
  "stock_id": "1736",
  "date": "2025-03-31",
  "original_filename": "1736_20250331_paragraphized.zhtw.txt",
  "transcript_zh": [
    "<think> 好的，我現在需要處理用戶的請求，將提供的逐字稿片段整理成段落式逐字稿。首先，我需要仔細閱讀用戶提供的原始內容，確保完全理解每個時間點對應的句子。用戶強調不能刪除、改寫或濃縮任何內容，所以必須保持原樣，只是調整格式。",
    "首先，我會檢查每個時間戳和對應的句子，確認沒有遺漏或錯誤。例如，注意到有些時間戳之間有間隔，比如[38.30-42.44]和[42.44-46.74]，需要確保這些句子在段落中連貫。同時，要注意有些句子可能在時間戳上有小錯誤，比如[38.30-42.44]之後是[42.44-46.74]，但中間是否有其他內容需要確認。接下來，我需要將這些句子按照時間順序排列，並將它們組合成自然流暢的段落。例如，開頭部分有問候語和介紹，接着是公司簡介，然後是製造基地佈局，品牌介紹，客戶情況等。需要確保每個部分的信息連貫，同時保持原話的順序和內容。",
    "另外，要注意用戶提到的“不刪減任何一句話”，所以必須保留所有句子，包括重複或可能的口誤。例如，[302.08-303.36]和[303.36-305.88]中的“我們喬三集團的品牌”重複了兩次，必須都保留下來。同時，有些句子可能有時間戳的跳躍，比如[299.48-300.20]和[302.08-303.36]之間有間隔，需要確認是否中間有遺漏，但根據用戶提供的內容，可能只是時間戳的記錄問題，所以保持原樣。在處理過程中，還需要注意標點符號和格式的正確使用，比如中文的句號、逗號，以及段落之間的空行。確保每個段落的開頭有適當的引導，比如介紹發言人或主題轉換時的過渡句。最後，完成整理後，我會通讀整個段落式逐字稿，檢查是否所有內容都正確無誤地保留，沒有遺漏或錯誤，並且符合用戶的要求。",
    "同時，確保格式美觀，易於閱讀，沒有多餘的空格或排版問題。</think> 【段落式逐字稿】：。各位投資先進法人朋友午安，歡迎各位上線聆聽喬杉健康科技線上法人說明會。我們今天特別邀請到喬杉的發言人林靜玲女經理，爲我們說明公司的運營情況以及未來展望。經理請。好，那各位投資先進，大家午安。",
    "我是喬杉健康科技代理發言人，我是Elsa。謝謝大家的時間來參加今天的線上會議。那首先還是我這邊開始來做一下公司的喬杉健康科技集團的簡介。那首先開始是我們喬杉集團的嚴格。喬杉健康科技成立於1975年，那到今年的2025年已經大概就是50年的時間。那我們從1975年開始是從開始做亞林槓林起家，那很快的在三年內我們就成爲最大的舉動片的生產供應商。",
    "到1980年我們開始成立我們自己的研發團隊，然後設計製造有氧健身器材。然後在當時我們也跟世界知名的健身器材公司合作，然後幫他們做代工。那從1996年開始我們開始成立了我們的自由品牌，那整個1996年到2025年都是我們喬杉集團的一個行銷的轉型期。那到目前爲止我們喬杉目前就是以自由品牌爲主，我們大概也沒有在做代工，那所有的銷售都是以自由品牌爲主。那我們另外還有在近幾年我們有幾個重要的併購案。",
    "首先是2020年的Fujioki，它是日本第一間的按摩椅公司，那也是第一品牌的按摩椅公司。那我們在2020年併購了這一間日本公司。那在2024年我們另外不算併購，我們購買了Ballplace這家公司的平臺，然後它的營收賬款跟存貨。這邊要特別說明，我們沒有買這家公司，我們只是買品牌營收賬款跟存貨。那這是一個蠻不錯的一個一個額資產收購的一個交易。那其實在2024年整個Ballplace就已經爲喬杉集團裏面帶來的獲利的貢獻。",
    "那接下來就是我們的全球行銷據點。我們目前在全球34個國家有40個行銷子公司。另外在美油紙公司的部分就是由我們的經銷商來代理販售喬杉集團的產品。那另外我們有在全球大概有338個自有零售通路。那尤其是在美國我們大概有100出頭個都是這種街麪店，那在歐洲有8個。那臺灣的部分除了街麪店之外，我們在百貨公司裏面的專櫃我們也當做它是一個點。",
    "所以我們會看到在亞洲的部分有200多個點，其實看起來蠻多的，它其實是包含了百貨公司裏面的專櫃。那其他的歐洲跟美國這邊大概都是街麪店的形態在販售我們的產品。在裏面販售產品主要是以家用產品跟按摩椅爲主，那有一些店面我們也會擺一些商用的器材在裏面，供我們其實附近的一些商店附近的一些公寓大樓啊或者公司啊他們的採買需求。那接下來就是我們的橋山全球製造基地的佈局。目前總共有6個。",
    "首先是臺灣台中這個是我們的總部，然後也是製造高端的商用健身器材。像我們今年推出的我們去年推出的然後MATRIX系列，MATRIX品牌ANIS系列這個就是在我們臺灣台中這邊。我們的主要的製造。那上海有兩個，那上海目前主要就是focus在比較中階的商用跟按摩椅的製造，還有關鍵零組件。那越南河內的話目前主要就是全部的家用都是到越南來做製造，那再包括我們有一轉一些輸往美國的一些商用的健身器材我們也一直逐漸的往越南這邊做移動。所以越南這邊除了做全部的家用之外他也有做一些比較中地階的一些商用健身器材，這個是越南一廠。",
    "那我們現在越南二廠目前已經開始在建，已經在建造，我們預計在2026年的第三季我們可以全面量產，這是我們越南的部分。越南的土地面積大概是我們原本一廠的兩倍大，大概是這個，那大概明年第三季可以量產。那另外就是日本大阪就是Fujioki那個部分，那美國Wisconsin這邊有一個比較小的廠是做重量訓練器材的。好，那我們來介紹一下我們喬三集團的工程訓練器材。我們喬三集團的品牌，我們喬三集團的品牌在健身器材的部分首先是商用，商用我們用的是Matrix系列，那這個我們剛剛講的Arnis也是在這個Matrix的品牌這裏面。那另外我們有一個輕商用的叫Vision，那Vision這個部分我們在今年其實也推出了全系列For商用，For健身房使用的這些全系列的器材。",
    "那這個部分主要是他一樣是For商用，And For健身房等級，只是他的價位會比較便宜一些些。那這個就主要是給一些大家健身房的Owner他可能覺得比較不想要有那麼大的不要花太多錢去買Matrix的時候我們有提供Vision品牌這個選擇。那另外就是Horion跟Ballface，Horion就是本來我們的家用的健身器材的品牌，那現在我們還有Ballface，所以我們把這個部分的通路差不多了，所以我們把這個部分都是目前本來只有Horion，那現在還有Ballface，都是我們目前集團內的家用的健身器材品牌。那另外的就是按摩椅的部分就是Fujiyoki跟他的次品牌是Synca。好，那我們來更新一下我們的最大的客戶。那星球健身房大概佔我們集團營收大概有10個percent，那他目前的進展在去年年底以來看他的健身房總共有2722家，會員人數是1970萬人，那在2025年的展望是他預計要新開點是160到170間，那太舊換新的部分大概會有130到140間，也就是說他在2025年大概會有將近300間的一個器材的系統。",
    "這是在星球健身房的部分。那另外我們第二大的客戶BasicFeed，他是歐洲的上市公司，也是歐洲最大的連鎖健身房。好，那他這個也是他到2024年的一個狀況，他目前健身房有1575家，會員人數是425萬，那另外他們之前有在跟大家提到說他們倆他跟星球健身房兩個很大的不一樣是星球健身房他是採加盟的。",
    "那BasicFeed他是採直營的，他是採直營的。那我們現在看到BasicFeed他有announce說他在下半年，下半年會去announce他們的加盟的一個新的加盟的策略。那我們也是蠻期待他這樣子的一個加盟的一個方式來擴增他的territory。那如果說他這個加盟的方式新的通，而且擴展順利的話，我們覺得他的擴展速度在歐洲應該會是相當的快速。那再來就是我們的第三大美洲的拉丁美洲的SmartFeed，那大概在我們的營收站裏面就是BasicFeed的一個方式來擴展的策略。那他目前健身房有1591，會員數有520萬。",
    "那目前拉丁美洲是在我們集團裏面算是成長最快速的一個區塊，他在去年我們在拉丁美洲的營收成長大概有六七成左右。那今年我們覺得這個部分他營收成長，YY的來講的話還是會非常的快速，主要是因爲拉丁美洲以往健身房的滲透率相近了一半，那他現在是一個屬於快速擴張的一個狀態。那對喬杉的營收貢獻也算是還不錯，那個YY就是增長了六七成左右，這個是我們前三大的Key Account的部分，跟大家說明一下他目前的進展。那接下來再看一下我們喬杉的2024年的一些成績。我們先看我們2024年Figment的營收，我們可以看到2024我們商業額是在2024年，我們的營收大概是7成，家用是兩成，按摩椅那個部分大概是一成。那今年前兩個月我們已經公告的營收來看的話，商用大概是57%，那家用35%，那按摩椅的部分大概7%。",
    "那這個部分我們會看到說奇怪商用怎麼掉下來，掉到從去年的7成掉到57%。那這個其實是因爲家用的部分因爲Bofres是在2024年5月纔開始定表嘛，所以在Bofres的部分，去年的1月2月沒有Bofres的貢獻，我們看到1 2月已經進來了，所以這個佔比稍微有看到有跟有一點不一樣不過整體來看的話，我們覺得應該還是會差不多，大概也是會全年度來看的話應該還會是在721這樣子的一個營收佔比的狀態。那爲什麼會這麼說呢？其實除了家用的Bofres的增加之外，其實在商用的部分我們在今年有新推出Mansions, Anis系列跟Vision的產品，這個在去年也都是沒有的。所以這些當我們這些產品逐漸推廣到市場上去的話，其實這個對喬杉來講也是一個新的通路新的營收的進賬啦，所以我們覺得整體的那個營收配比應該跟去年不會差異太大。好，好那再來就是我們的銷售分析地區別，這個以往我們也比較少在揭露這個部分。",
    "那目前我們可以看到就2024年來講的話我們美國區不含拉丁美洲，美國區的營收佔比大概45%，那歐洲是26%，那拉丁美洲是7%，那其他區域大概是22%。那其實我們兩個年度來看我們可以很明顯看到說拉丁美洲他其實從2023年的5%的營收佔比已經拉高到7%，這也是呼應到我們剛剛提到的就是說拉丁美洲他那邊的營收的爆發率所產生的一個影響。那再來看到我們整個去年的營運結果首先看的是第四季，那第四季我們其實算還不錯啦，我們在2023年第四季EPS大概是2.16，那到去年的2024年第四季營收，EPS大概是5.9%，那其實算是狀況還不錯。那首先看到的是毛利率有一些拉昇，營收其實算成長的，營收YY成長還不錯那把我們整個營業費用的費用率其實是拉低，拉低了1.7%，那所以整個看下來就還不錯啦去年第四季，EPS供現還不錯。那全年來說的話，營收大概是478億嘛，EPS大概是8塊錢，那毛利率大概是在50.8，相較於2023年也大概多了2.4%，這個還蠻不錯的一個比例，那費用率也比去年少了1%，這個是整體2024年的一個損益狀況。那再來看我們分季的毛利率，我們可以看到從疫情期間的40.4或40.1，然後我們逐漸的在2023年開始逐漸拉昇，那這段的拉昇，這個部分主要是因爲反映海運費的影響，以往海運費是倍數的成長，那這個其實整個海運費是我們是放在我們的成本里面，所以它會影響到我們的毛利率。",
    "那後來這個海運費其實就慢慢恢復到一個正常的狀態了，那所以我們的毛利率也可以逐漸的拉昇，甚至拉的比以前我們在疫情期間48.9這個部分還要好。那這個裏這邊其實除了海運費的因素之外，我們認爲我們整個家用的毛利率其實也是在往上走。那爲什麼家用的毛利率也會往上走？主要是因爲我們的整個家用的產線一直都拉到越南去做生產，那我們家用的最主要的銷售國家其實是在美國，那美國從中國出口到美國，在這一次的分佈上任之前的關稅佔裏面他本來就加增了7.5%，那可是在越南沒有，所以其實我們在很早之前在2020年越南廠成立之後，我們就開始一直把家用的這些產線一直往越南做移動，那所以我們其實在關稅這個部分就有了7.5%的結餘，然後再加上說越南的製造成本也相對的比上海那邊要來的低，所以其實我們的整個因爲製造成本也相對的低，所以我們的整個生產的價格其實對於我們的毛利有一些很顯著的影響。那第二個就是我們家用在中端的銷售價格也是往上在拉昇，因爲我們可能都只能賣到799或599美金一臺的這樣子的一個價格帶，那漸漸的這幾年我們都已經打到一些比較高價位的一個價格帶，那比如說999、1299甚至今年有進到1599的這樣子的一個價位帶放在這邊，那其實這個部分對於我們的家用的毛利率的拉昇也是非常的有幫助。那這個我們也其實也反映在我們這個分季的毛利率這邊有一個會看到有蠻顯著的一個正成長。",
    "可是我們看到第四季的時候反而比第三季大概掉了0.9%，那這邊主要是我們在第四季的時候我們出貨給我們的大型客戶佔比也算是蠻高的，那因爲大型客戶他比較有一家能力嘛，所以他量多的話其實對於我們的毛利率還是會有一些些微的影響，所以我們可以看到說這邊大概有稍微比第三季差了一點點，不過都還是還穩穩的站在50%以上。那這個部分就是針對分季的毛利率跟大家做說明。那另外再提到剛剛我們一直在講我一直在講說我們有新產品的毛利率。",
    "我們現在講的是我們的商用市場，那商用市場我們現在打的是中間黑色這一塊。MATRIX 是我們的 Cole Market，那 Cole Market 他這邊大概可能佔了八九成在這邊，那因爲兩邊他都還有他的各自的一個市佔率在。那首先是右邊的是走高端的，我們採用 MATRIX 品牌的 ANIS 系列，那我們現在在攻這個部分，那這個部分目前逐漸有一些效果在了，我們現在在攻這個部分，那這個部分目前逐漸有一些效果在了。我們目前看到臺中的洲際酒店他已經有拉着高端的這個器材，然後在倫敦的四季酒店他也使用了 MATRIX 品牌這樣子的，那漸漸的其實就是可以看到這樣子的結果啦。那不過我們的 Cole Market 還是在 MATRIX，那這邊相對你看這個圖，這相對的 ANIS 他其實量跟 MATRIX 來比他還是比較少一些，可是因爲他這個是一個我們算是一個新的通路，我們也想往高端走嘛，所以這個地方我們也不想放棄。那左邊的是 Vision 品牌，那以往的 Vision 品牌就是走清常用，可是我們的產品線沒有那麼的完整，那我們從去年開始我們把 Vision 這個品牌的產品線一直擴大，然後擴大到他可以滿足一個健身房的完整的需求，那也就是說你一個健身房開幕的時候你不用買到 MATRIX，你如果有資金沒有那麼多或者是你比較小型的健身房，你不在意你不想要用到 MATRIX，那我們就是推薦他用 Vision，那這個部分也就就是看啦，看健身房老闆他們大概想要用什麼樣的等級的一個產品，那耐用性也是 OK 的，只是他比較沒有像 MATRIX 他有一些比較特別的設計呀，或看起來比較高科技的一些應用這樣子。",
    "那這個就是我們在商用的部分，我們用三個系列的一個佈局，那這個就是我們 ANIS 系列的產品，那他今年也開始重量訓練器材也出來了，所以他算是也是他雖然大概只有六臺啦，不過大概 FOR 這些高端的健身房應該也算夠用的這樣子。那 Vision 就是我們剛提到的他就是 FOR 比較平價比較預算沒有那麼高的健身房所使用的一個系列。那最後我們就是談一下集團的展望，我們現在就是營收在去年的表現看起來也還可以啦，那個營收表現還可以，那我們今年的展望就是說我們商用的新品牌剛提到的部分我們可以依舊全通路的開發，那另外家用的多品牌經營策略的實踐品牌影響力的提升，這個部分主要是在講說我們原本的 HORIZON 那跟新加進來的 Ballface，那以往我們會面臨到的這個形勢的提升是什麼呢？那就是說客戶 A 不想要跟客戶 B 用同樣的東西，那同樣的品牌，那這樣子其實我們多品牌的經營的話我們其實用 HORIZON 跟 Ballface 可以去滿足各個不同的客戶的需求，那讓我們的讓我們可能在客戶端會比較更好經營一點，然後整個品牌的影響力其實我們現在像 Ballface 他以往他比較擅長的可能是在 Cardio 的部分，就飛輪的部分，那 HORIZON 比較擅長是在跑步機的部分，那我們大概現在就是會這樣子各自大家的品牌的專場跟他品牌的影響力，然後來做多品牌的經營的一個策略這樣子。那再來在毛利率的提升跟營業利益的提升，那首先其實我們前面也有提到就是產品製造基地的配置的優化，那讓我們的製造廠的產能複合率能夠提升，讓生產成本降低，那這個部分主要還是在健身器材的部分，我們剛提到說我們有大陸有兩個廠嘛，那現在越南未來也會有兩個廠，現在第二廠在進行當中，然後再搭配臺灣的比較高端的商用的健身器材，那我們會做一個很合理的配置那甚至會是一個生產成本比較低的一個製造基地的一個配置。那再來採購規模放大，然後我們採購談判能力增強，這個主要是因爲 BofS 加進來之後，BofS 以往他沒有自己的工廠，他都是對外採購凹手性的，那我們現在再納進來跟喬三體系的一起在一起跟我們喬三原本也有一些採購的也有一些採購嘛，那所以我們兩家並起來之後整個採購規模其實放得還蠻大的，那這樣子我們還是可以跟廠商那邊有一些談判的籌碼在啦。",
    "最後一個就是說高毛利幾種佔比增加，就是剛剛我們前面提到 1599，從本來的 599、799 提高到 999、1299、1599 美金一臺的這樣子的佔比持續增加，那個這個對我們的毛利率大概會有相當好的一個幫助。那以上就是我今天的簡報，那謝謝各位的聆聽。我們今天謝謝林經理這邊爲我們的法稅會做這麼詳細的說明，那以上是我們今天的法稅會內容。"
  ],
  "transcript_en": [
    "<think> Ok, now I need to deal with the user's request to organize the provided transcription fragments into paragraph-based transcriptions. First, I need to read the original content of the user carefully to ensure a complete understanding of the sentence corresponding to each point in time. The user emphasizes that nothing can be deleted, rewritten or condensed, so it must be kept as it is, just adjust the format.",
    "First of all, I will check each timestamp and the corresponding sentence to make sure that there are no omissions or errors. For example, note that there are intervales between timestamps, such as [38. 30-42. 44] and [42. 44-46. 74], which need to be ensured that these sentences are coherent in paragraphs. At the same time, note that some sentences may have small errors in timestamps, such as [38. 30-42. 44] after [42. 44], but whether there is anything else in the middle that needs to be confirmed. Next, I need to arrange these sentences in chronological order and combine them into naturally smooth paragraphs.",
    "In addition, it is important to note that all sentences, including duplicates or possible spelling, mentioned by the user. For example, [302. 08-303. 36] and [303. 36-305. 88] have been duplicated twice and must be retained. At the same time, some sentences may have timestamp jumps, such as [299. 48-300. 20] and [302. 08-303. 36] have an interval between the timestamps, which needs to be checked if there is an omission in the middle, but depending on the content provided by the user, may be a record issue of timestamps, so keep it as well.",
    "At the same time, make sure the format is beautiful, easy to read, and there are no extra spaces or typographical problems. </think> [paragraph type transcription]: We welcome you to listen to the online company briefing session of Sequoia Health Technology. Today, we specially invite Ms. Lin Jingling, the spokesperson of Sequoia, to explain the company's operation and future prospects.",
    "I am Elsa, a spokesperson for Elsa Health Technology. Thank you for your time to attend today's online conference. That first or here I started to make a brief introduction to the company's Elsa Health Technology Group. That was the beginning of our company's strictness. Elsa Health Technology was founded in 1975, and it was probably 50 years since 2025 this year.",
    "We started our own R&D team in 1980 and then designed and manufactured aerobic fitness equipment. Then we also worked with world-renowned fitness equipment companies to help them get started. Since 1996, we started our free brand, and from 1996 to 2025, it has been a transition period for our marketing group.",
    "The first was Fujioki in 2020, the first massage chair company in Japan, and the first brand of massage chair company. We acquired the Japanese company in 2020. That was in 2024 we didn't separate the acquisition, we bought Ballplace, the company's platform, and then its revenue and inventory.",
    "We currently have 40 marketing subsidiaries in 34 countries around the world. In addition, part of the U.S. oil paper company is our distributor to sell the products of the Sequoia Group. In addition, we have about 338 own retail channels around the world. In the United States, there are about 100 of us are such street shops, and there are 8 in Europe.",
    "So we can see that there are more than 200 points in Asia, in fact, it looks a lot, it actually includes the department store inside the counter. The rest of Europe and the United States are probably in the form of street shops selling our products.",
    "The first is our headquarters in Taiwan, and then also the manufacturing of high-end commercial fitness equipment. Like the one we launched last year, the MATRIX brand ANIS series is here in Taiwan. There are two main manufactures in Shanghai, which is currently focused on the manufacturing of mid-level commercial and massage chairs, and key components.",
    "Our second plant in Vietnam is now under construction, and we expect to be able to mass production in the third quarter of 2026, which is our part of Vietnam. The area of Vietnam is probably twice as large as our original plant, which is probably the third quarter, so it is possible to mass production in the third quarter of next year. And that is Osaka, Japan, is Fujiki, where there is a relatively small factory in Wisconsin. Well, let's introduce our Josan group's engineering training equipment.",
    "This part is for commercial use, and the And For gym class, only his price will be cheaper. That's mainly for some people's gym Owners who may feel that he doesn't want to spend so much money to buy Matrix when we have this choice. That's Horion and Ballface, Horion is the brand that originally used our fitness equipment, so we have a lot of Ballface, so we've got this part of the way, so we've just got this part of the way, so now there's only Horion, then there's Ballface, and now Ballface, are all our current home fitness equipment brands in our group. The other part of the massage chair is Fujiyoki and his brand is Synca. Well, we'll update our biggest customers.",
    "That's part of the planet's gym. That's our second largest customer BasicFeed, a publicly listed company in Europe, and the largest chain gym in Europe. Well, that's what he's doing until 2024, and he currently has 1575 gyms and a membership of 4.5 million, and they've previously mentioned that both of them are very different from the planet's gym.",
    "We see BasicFeed now that he has an announce, a new strategy for joining them in the second half of the year. We can also expect him to expand his territory in the second half of the year. That is, if he says this new way of joining and expands smoothly, we think his expansion should be quite fast in Europe.",
    "This year, we felt that this part of his revenue was growing, and YY will be very fast, mainly because of the near half penetration rate of the gym in Latin America, and now he is a state of rapid expansion. The revenue contribution to Sequoia is good, that YY is a growth of about 67 percent, this is the first of our three key accounts, to tell you about his progress. Then let's take a look at some of the results of our 2024 revenue in Sequoia. Let's first look at our 2024 revenue, we can see that our 2024 business volume is about 70 percent, our revenue is about 70 percent, and our household is 20 percent, and that portion of our massage chair is about one percent.",
    "This is partly because of the fact that Bofres started to set the table in May 2024, so in the Bofres part of the house, there was no Bofres contribution in February last year, we saw that 1 February has come in, so this proportion is slightly different from the overall view, we think it should be almost the same, and probably the year-round view should be at a revenue share of 721 such as this. So why not say that in addition to the increase in the use of Bofres part of the house, in fact, we launched the new Mansions, Anis series and Vision products in the commercial part of this year, which was not the same thing as last year. So when we gradually promoted these products to the market, it was also a new revenue share of the new channel, so we thought that the overall revenue ratio should not be much different from last year.",
    "In fact, in our two years, we can clearly see that Latin America has risen from 5% of revenue in 2023 to 7%, which is the impact we have just mentioned is that Latin America's other region's revenue burst rate. Then again, we see that the operating results of the entire year was first seen in the fourth quarter of the year, the fourth quarter of the year EPS is about 2.16, the fourth quarter of the year to 2024 revenue, EPS is about 5.9%, which is good. The first thing we see is that there is some pull-up in the gross margin, the revenue is actually growing, the revenue growth is not the whole of our operating fee rate is actually lower, the 1.7%, so it is not bad for the fourth quarter of the year, the EPS is about 50.",
    "After that, the sea freight will slowly return to a normal state, so that our gross profit margin can gradually rise, even before the outbreak of the epidemic 48.9 This part is even better than the previous part. Here, in addition to the sea shipping costs, we think that the gross profit margin of our entire household is actually going up. So why is our gross profit margin also going up? Mainly because our entire domestic production line has always been pulled up to Vietnam for production? Mainly because the main selling country of our household is in the United States, the United States export from China to the United States, in this distribution of the previous tariffs accounted for 7.5%, but not in Vietnam, in fact, we started to move the domestic production lines after the establishment of the Vietnam plant in 2020, so we actually have a balance of 7.5% in the tariff section, and then added that the manufacturing cost of Vietnam is also relative to Shanghai, so we have a very low cost, so our total price of our gross profit has a significant impact for our second.",
    "However, when we see the fourth quarter, it was about 0.9% lower than the third quarter, which is mainly because we ship to our large customer ratio in the fourth quarter is very high, so because the large customer has a capacity, so he has a lot of words for our gross profit margin will still have a slight impact, so we can see that there is a slight difference from the third quarter, but still stable standing more than 50%.",
    "We are talking about our commercial market, the commercial market now we are fighting the middle black part of it. The MATRIX is our Cole Market, the Cole Market, where you see this picture, and Cole Market, where he is probably about 90% here, because both of them have his own market share. The first is to go to the right, we use the MATRIX brand ANIS series, then we are currently attacking this part, and now we are attacking this part, this part of it is gradually having some effect. We are now seeing Intercontinental in Taichung, he has pulled the high-end equipment, and then in London four seasons he uses the MATRIX brand, so we can see the result.",
    "This is what we are in the commercial part, we use a three-series layout, which is our ANIS series of products, then he started to come out with the weight training equipment, so he is probably only six, but for the high-end gyms should be enough for that. That Vision is what we just mentioned that he is for a relatively inexpensive comparison budget that is not a series of gyms that can be used. Then we are talking about the outlook of the group, now we are the revenue in the last year's performance can also be, that the revenue can be, and that this year's outlook is that we are talking about the new brand we are talking about, we can still continue to develop the whole channel, and the effect of the multi-brand strategy, this part is mainly talking about our original HORIZON with the ball face, what we are going to do next next time, and then we will also have a new product with the same with the new product.",
    "Last but not least is the increase in the gross profit percentage, which we have just mentioned before, from the original 599, 799 to 999, 1299 and 1599, which will probably be a good help to our gross profit margin. That's my presentation today, thank you all for listening. Today, thanks to the Manager Lin for making such a detailed explanation of our tax law, that's what we are going to do today."
  ],
  "meta": {
    "source": "manual_upload"
  }
}