{
  "schema_version": "v2-two-tables",
  "stock_id": "1762",
  "date": "2025-03-27",
  "original_filename": "1762_20250327_paragraphized.zhtw.txt",
  "transcript_zh": [
    "各位投資生計大家午安。歡迎參加中化合成生技股本有限公司線上法人說明會。首先爲大家介紹今天代表出席的經營團隊。",
    "首先歡迎魏慶鵬總經理。成定期業務處副總經理。各位好。以及王冠傑財務部經理。接下來將先由公司進行2024年第四季的營運成果及未來展望簡報。提醒各位投資先進稍後QA交流時間。",
    "如果您有問題想要提出的話，您可以先在聊天室留下您的公司寶號及姓名。在QA時間的時候，我們將依序唱明打開您的麥克風。全線進行提問。接下來我們將時間給陳益勤副總經理進行簡報。各位投資先進。各位大家好。",
    "今天是我們這個2024年第四季的法人說明會。那我們就來看一下我們今天的一個內容。好。這是我們一個簡單的免責聲明。那公司開放的話我們並沒有太大的一個改變。包括那個員工的人數大約維持300人。",
    "然後在這個去年的營收大概13.47億。我們成立在1964年是第一家經過美國FDA查查通過的原料藥製造商。在97年轉型成爲有這個生物發酵科技。跟有機合成這樣的基礎的一個工廠。在2000年時候我們也轉投資一個美國的公司在賓州。2010年的時候我們是在臺灣的股票市場上市掛牌。",
    "對主要的核心競爭力是說，我們有除了一般的能量，化學合成的技術之外，我們也有生物還有發酵的這樣的技術。所以我們運用兩種技術來做一些比較特殊地基的一個原料藥，也就是API。然後再供應到第二條也說明，包括美國歐洲等等法規的市場。在我們申請那個藥證的時候，也就會把我們所有的產品在這些市場都申請所謂的原料藥的長按就是Drop Must Fire。這個重點也是放在一個外銷的市場，經營這些法規的市場。那我們公司的能力是從小的批量一直研發到量產，能夠提供一站式的服務給不同的製藥的客戶。",
    "這些是一個清單。重點的說明我們在美國申請了剛纔所謂的DMF的這些產品，那也包括了很多，包括髮酵類的，還有剛纔講用到兩種技術都用到的所謂半合成，這樣的一個API。所以我們在前幾年也都有新增新的一個DMF來過程中的產品線，除了現有的產品之外，我們也有一些新的一個佈局跟機會。那最主要核心產品就是說到去年帶來的一個最主要的營收來源，變化的重點還是這幾個產品。那我們比較有成長。",
    "進行一些跟那個社區的一些。包括一起。辦了一些活動啊用餐還有這種一些。簡單的禮品來關懷我們周遭的。這些需要關懷的。老人家跟鄰居。",
    "那最下面是一個第三方的certified。就是說。通過那個EcoBuddies的一個評理。獲得一個輕鬆獎。是屬於在這個平臺。當然是比較。",
    "好的公司比較會願意去註冊啦。那這樣的平臺我們也獲得在。至少在前面。35%的一個GEO廠商。在展望方面我們當然該。也說明了我們在做的CostcoBudget跟EV的放大同時。",
    "我們也逐步去增加市場的一個滲透率。那在法規。註冊和通過這個法規變更。這是我們一個非常重要的做這個Life Cycle的一個一個。優化變更的時候我們可以把更有。效率更有競爭力的製程去導入然後再擴大市場的一個佔領。",
    "這些都需要非常多的。跟客戶的一個協同合作。所以也是相對的。很多A客人很大的一個價值讓他願意投入進一步的一個。擴大市場的一個。包括法規品質上的一個變更跟官方去做申請取得覈准等等。",
    "但是這些東西雖然就是有方面來講很坦高。如果都通過這樣的一個模式。客戶要去更換掉我們去換別家他們的成本也是非常高。所以這是一個經營部鞏固我們。那個。這個市場一個很重要的一個。",
    "精進我們不是說用原先。最舊的一個製程是說還是同樣的這樣即便是一個。已經在市場上。量產的一個產品還是在進行製程的優化還有包括在。品質上面也都能夠維持跟原先一樣的一個標準。那最後來講我們就是說有在新藥還有一些CT能耗方面然後。",
    "希望增加營收。來佈局一個新藥成長的動能。那甚至我們有一些是接。學名藥的一個CMO。包括我們的客戶是在歐洲的。然後我們的產品也都。",
    "開始在那個歐洲的市場做銷售。這是我們一個。未來展望的一個。功能。那新產品線方面我們主要的也是。用到這個發酵或合成的。",
    "其實我們現在有一些。那個生態類F-type的這個產品。都是用到我們。存化的這樣的一個基礎。那這個產品。有像。",
    "上面的。一部分是P4跟P3產品。簡單的說明這些就是比較是。可能5到10年約是P4產品。是一個獨特的一個定位。可是它的時間來講要比較長。",
    "那其中的第五個產品就是我們剛纔也提過的這個Semaglutime。現在在那個包括美國歐洲市場。這家新藥公司也是取得非常大的成功。我們現在已經在。佈局但是我們是用比較特別的方法。因爲大多數的。",
    "同業。當然是採用。比較傳統的那個化學合成的方式。是用我們自己新的一個技術。不能說新啦。就是說是一個。",
    "有非常有競爭力。用生物發酵的一個技術。而不是用化石合成的技術。來切入這樣的市場。那我們。可以瞭解到在這個過程中我們來到這個產品的那個成本是優於。",
    "合成。這一類的一個製程。所以這是我們重要的佈局。剛纔也說明了。進行了這樣的一個投資的。放大就是我們也非常看好。",
    "的比較。應該說是。未來的潛力最大的一個產品。那其他在往下看的話是說這個P3是佈局在比較短期之內。可以上市的產品。包括。",
    "最明確的在今年都會有一些客戶投入。做研發的一個。準備送件做BABE。所以這些development的量如果他們。買了以後去做了。BABE就是所謂生物化的產品。",
    "就是所謂生物相等性的試驗。送那個學名藥的ENDA。就是說學名藥的藥針申請的話。同樣就是說要去變更供應商。就會相對。門檻高。",
    "所以今年應該是有機會就其中的。至少。兩三個。客戶。多個產品來進行。他們進行這樣的一個等於可以綁定未來的一個投入。",
    "這是我們今年。預期有這樣的一個。收入可以貢獻到我們的雖然只是一個研發。但還沒有上市他們也會對我們的。今年的一個。收入有幫助。",
    "這是主要的未來展望。下一頁就是我們的簡單的縮寫。讓大家參考一下。那今天的那個就我們公司原先的部分。我們就說明到這。再請各位投資先進看看有什麼樣的問題。",
    "可以再做。進一步的說明。謝謝陳副總的簡報。那接下來我們就來看我們的新的項目了。開放意見交流時間線上投資先進如果有幾乎的問題想要提出。跟管理層這邊做討論。",
    "您可以直接。接觸基因提出您的問題謝謝。請問一下那個魚油原料的部分。我們市場上可以有任何的。描述或期待嗎還是說。大概就維持目前的狀況。",
    "謝謝。對這個目前我們。正在談一張新的一個訂單。我們其實每一回其實當然都會有介紹到這樣產品的一個狀況。那大家其實從。財報還有我們先前的說明應該也瞭解到現在這個。",
    "狀況是比較低迷就是說相對於那個最高峯來講。因爲這個。產品到尤其是到這個去年的時候他的那個。就是衰退算是最大的衰退他也影響到我們。甚至在。美國原來市場的佔比就是說我本來美國是佔我們市場。",
    "我們的營收有。成以上。去年因爲這樣的。的一個衰退單一產品的衰退他就下滑了那的確是在這個。市場的方面在包括價格跟量的方面都不如原現在最高峯的一個時期。那至於要在什麼樣的我們今天到現在爲止也都還持續在。",
    "舊的訂單都還持續在出貨了但是比起原先的話是。量就會減少很多。那我們現在是正在跟客戶。去談一個新的訂單。那當然我們預期在這個可能很快我們就會知道結果但是我們今天在這邊還不太。有辦法去說明說他的一個。",
    "大小或者是怎麼樣但是這個如果成功的話。我們的那個那個就是說在這樣的量等等都還可以維持一個基本的量。那我也必須說明這個在去年我們遇到了。很多的挑戰包括我已經。",
    "先前也都報告過包括上游的那個油的原料。他在。這先講上游啦上游這個。魚料的。魚油的原料部分看起來是目前這個季度來看是。還是比較緩解就是說去去年那時候因爲原料上漲啊還有這些缺貨的問題。",
    "相對其實就是比較減緩。",
    "<think> 好的，我現在需要處理用戶提供的逐字稿片段，將其整理成段落式逐字稿。首先，我要仔細閱讀用戶的要求，確保完全理解任務。用戶強調不能刪除、改寫或濃縮任何一句原文內容，所以必須保持原話的完整性。接下來，我會逐句檢查提供的逐字稿，注意時間戳和對應的句子。用戶給出的例子中，有些句子之間有時間間隔，有些則連續。我需要根據時間戳的連續性來判斷哪些句子屬於同一段落。",
    "例如，時間戳連續的句子可能屬於同一段落，而時間間隔較大的可能需要分段。然後，我會處理每個句子，確保它們按照時間順序排列，並且沒有遺漏任何內容。同時，要注意用戶提到的“不刪減任何一句話”，所以必須保留所有句子，包括可能看起來不連貫的部分。例如，中間有一些看似無關的提問或技術術語，如“ame”、“developing”等，這些也需要保留原樣。在整理過程中，可能會遇到一些句子結構不完整或口語化的問題，比如“以我們自己來看那個量來講他是減少但是”這樣的句子。這時候需要保持原句的結構，不進行任何修改，即使看起來不夠流暢。",
    "此外，有些句子可能有重複或冗餘，但根據用戶的要求，必須全部保留。還需要注意標點符號的使用，確保每個句子以正確的標點結束，比如句號或問號。同時，處理時間戳時，可能需要將它們保留在段落中，但用戶沒有特別說明是否需要保留時間戳，所以可能需要進一步確認。不過根據用戶提供的例子，他們似乎希望去掉時間戳，只保留內容，所以我會移除時間戳，僅保留句子內容。在處理過程中，可能會遇到一些技術性問題，比如時間戳的格式不一致，或者某些句子被錯誤地分割。這時候需要仔細覈對每個時間戳對應的句子，確保正確排列。",
    "例如，用戶提供的例子中，有些時間戳之間有較大的間隔，可能表示不同的發言者或話題轉換，這時候需要適當分段。最後，完成整理後，我會通讀整個段落式逐字稿，檢查是否所有句子都被正確排列，沒有遺漏或錯誤。同時，確保沒有添加任何額外內容，完全按照用戶的要求進行處理。如果有不確定的地方，可能需要再次覈對原始數據，確保準確性。總結來說，這個過程需要細緻地處理每個句子，保持原意和結構，同時按照時間順序和邏輯關係進行分段，確保最終結果符合用戶的所有要求。</think> 以下是整理後的段落式逐字稿（完整保留所有原句，僅依語意與時間戳順序重組段落）：。",
    "--- 那現在下游來看的話我們的客人來說他其實市占率都還算是能夠維持只是大家如果只看出貨的這種以我們自己來看那個量來講他是減少但是他能夠維持是說他其實一直來說他每年的銷售的量並沒有太大變化只是他先前可能是付準了拿的比較多去年變成是一個下跌的一個那個去化期就是最拿的量都減少很多所以這是一個最主要的一個變化所以我們預期今年這個狀況之下如果有新訂單的話就是說可能是可以以出貨量來說可能會比去年再好一些但是我剛才講說因為包括到我們現在其实在也是蠻辛苦的是在談論這個跟客人要談新訂單是一個價格問題啦所以這兩個變數來講還沒有辦法預期說是他的那個貢獻可以多大我們只知道說是沒辦法回到最高峰的那樣的時候那這個部分大概是這樣的個情形就是說這個客人跟這個市場都還在但是他的量其實來說他並沒有減少但是我們現在就是說他去年這樣少是因為說他那個一些付存啊那現在他這個量看起來是可以回復但是他現在的價格要求又期待了因為現在那個上游原料的價格也下滑了嘛所以他們現在期待的是一個非常非常有競爭力的一個價格啦所以這個部分還在跟客戶在談那這個希望說是這個產品是在今年是持續我們延續在市場上的一個原簽的這樣的個地位那第二家客戶他相對來講的量比較小所以我們這邊也不說明他就是說他持續我們現在有在出貨給他但是他的量並不是相對來講並不是那麼樣的大大概是這樣這兩家的市占來講都沒有衰退比較主要的客戶他量還有在市場的佔有率來講還有增加然後你也了解到他並沒有採用我們競爭者還是願意跟我們購買所以我們的產品是有還是有競爭力的好謝謝。--- （以下為投資人提問與回應段落） --- 謝謝副總那先生有一位投資先生想要詢問公司在EPAE客戶的庫存狀況剛才也說明了他去年的庫存比較高但他最近應該是去化的覺得看到可以需要補貨的時候所以我們現在正在跟他議定下一張訂單他想說幾位廠貸等。--- （以下為聊天室互動與技術性語句） --- site聊天室看得見嗎這邊有一位客戶提問就是關於公司去年第四季的存货9.6億那好像目前還是比較高的水準那原因是什麼那目前是否有高價庫存的情況那是不是有改善的趨勢第三個問題是什麼是問說目前以目前來看的話是不是公司還是有高價庫存的情況那是不是接下來會有改善的一個情況如果持續在進便宜的原料當然會降低成本但是我們現在是比較注意去控管可能在客人敲下這張訂單之前我們不會再去增加庫存反而是要把這些庫存去去化這也是我們今年一個也是重要的一個工作那高價來講其實相對於去年更高峰來講我們的成本不算高可是如果再一路跌下去可能相對市場的成本也許是高這個我們還在觀測市場的一個上游的一個變化ame這是一個相對性的developing所以說家裡會做這個無論diplomat姐姐都會有自己的一個卑微的audStudio今天的講Olive樂器和这些东西老實economic。--- （以下為會議總結與致謝） --- 各位先進還有其他方面的問題請大家把握時間，慧總和陳副總都在線上目前聊天室也沒有新的提問在會議結束前，是不是公司這邊還有其他要補充的部分想跟投資人在這邊再分享我們因應到今年的一個挑戰除了說漁遊的衰退要進行去爭取在剛才談到的新訂單之外我們也有一些比較大的一個帶動案在談可以在適時的去做我們產能因為主要在產能方面我們的家中也很重要所以我們有一些別的一些方案來但這個當然我們這個細節我們今天沒辦法在這個地方去說明這個地方是我們在今年整體來看一個也是蠻重要的一個可以改善的這個獲利的一個可能性那我就做這樣的補充謝謝各位。--- （以下為會議結束語） --- 謝謝副總那今天的我們中化生的線上法學會就到這邊告個段落那謝謝公司經營團隊的參加也是一個跟我們投資先進的參與謝謝你。--- （注：原始逐字稿中部分語句因語音辨識錯誤或語音斷裂導致語意不連貫，此處完全保留原貌，未作任何修訂或補充。",
    "）"
  ],
  "transcript_en": [
    "All investors are welcome to participate in the online legal person briefing session of Sinopec Synthetic Bio-Pharma Co., Ltd. First of all, I would like to introduce you to the management team representing today.",
    "Welcome to General Manager Wei Qingpeng. Became the Vice President of Regular Sales. Hello, and Mr. Wang Guanjie, General Manager of Finance. Next, the company will carry out operational results and future outlook briefings in the fourth quarter of 2024.",
    "If you have a question to ask, you can leave your company number and name in the chat room first. At QA time, we will open your microphone in sequential order. Ask the whole line. Next, we will take the time to present to the Deputy General Manager of Yiqin Chen.",
    "Today is the fourth quarter of 2024. We will take a look at one of today's content. Well, here's our simple disclaimer. We haven't changed much if the company is open. The number of employees is about 300.",
    "Then last year's revenue was about 13.47 million. We were founded in 1964 as the first US FDA-evaluated pharmaceutical manufacturer. In 97, we transformed into this biofermentation technology. A factory with the foundation of organic synthesis. In 2000, we also invested in an American company in Pennsylvania. In 2010, we were listed on the Taiwan stock market.",
    "In addition to the general energy, chemical synthesis technology, we also have biological and fermentation technology. So we use two technologies to do some of the more special bases of the API, which is the API. Then we supply to the second also to the market, including Europe, etc. When we apply for that drug certificate, we will apply all our products in these markets the so-called long press of the drug is Drop Must Fire. This focus is also on the market that operates these regulations. Our company's ability to provide one-stop service to customers of different pharmaceuticals from small batches to mass production.",
    "This is a list. The key point is that we have applied for DMF products in the United States, which also includes many, including hair fermentation, and the so-called semi-synthesis used in both technologies, such as an API. So we also added a new DMF product line in the previous years, and in addition to existing products, we have some new layouts and opportunities.",
    "There are a few things to do with that community. They include together. There are some things to eat and there are those things to do. Simple gifts to care for around us. These need care. Elderly people are with their neighbors.",
    "This is the third verse of the Qur'an that says: \"And whoever turns away from the Reminder (i.e. the Qur'an) and turns away from the Reminder (i.e. the Qur'an), then whoever turns away from the Reminder (i.e. the Qur'an) and turns away from it (i.e. the Qur'an) and turns away from it (i.e. turns away from the Reminder (i.e. the Qur'an), turns away from the Reminder (i.e. the Qur'an).\"",
    "A good company would be willing to register. Such a platform we also get in front of. At least 35% of the GEO vendors. We should, of course, in terms of prospects. It also illustrates the magnification of CostcoBudget and EV at the same time.",
    "We also gradually increase the penetration of the market. That is in the regulation. Registration and change through this regulation. This is one of the very important things we do for Life Cycle. When optimizing the changes, we can take more. Efficiency is more competitive process to import and then expand the market for one occupation.",
    "This requires a lot of work. One is working with the client. So it is also relative. Many A guests have a great value that he is willing to put into further one. Expand one of the markets. Including a change in the quality of the regulation and the official to apply for approval, etc.",
    "But these things are quite straightforward in some respects. If all goes through a model like this, it is also very expensive for the customer to replace us with another one, so it's a business unit that strengthens us.",
    "We are not talking about the original. The oldest process is the same or even the same. It is already on the market. The optimization of a mass production product or process is included. The quality is also able to maintain the same standard as the original one.",
    "Want to increase revenue. Come to the kinetic energy of the growth of a new drug. That even has some of us. A CMO of scientifically known drugs. Including our customers are in Europe. Then our products are the same.",
    "Start selling in that European market. This is one of our future prospects. Functionality. The new product line is also the main one we use for this fermentation or synthesis.",
    "We have some of them, some of them, some of them, some of them, some of them, some of them, some of them, some of them, some of them, some of them, some of them, some of them.",
    "Some of them are P4 and P3 products. A simple explanation is that these are relatively. It may be about 5 to 10 years is P4 products. It is a unique positioning. But its time should be relatively long.",
    "The fifth product of which we have just mentioned is this Semaglutime. Now in that one, including the European market in the United States. This new drug company has also been very successful. We are now in the layout, but we are using a more special method. Because most of the time.",
    "Of course, the way to use it, of course. The chemical synthesis of the more traditional way is to use our own new technology. Can't say new. That's one.",
    "There is very competitive. A technique used for biological fermentation. Instead of using fossil synthesis. To get into such a market. We can understand that in the process we come to this product the cost is better.",
    "This is the kind of process that is important to us, so we have to explain it as well. This investment has been made, and the amplification is also very good.",
    "It is said that the greatest potential of the future is one of the products. The other to see below is that this P3 is the layout in a relatively short period of time. Products that can be listed include",
    "The most obvious is that there will be some customers involved in this year. Do one of the research and development. Ready to send the goods to do BABE. So these development if they are. Buy later to do it. BABE is called biochemical products.",
    "This is the test of biological equality. Send the ENDA of the well-known medicine. This is the application of the pharmacological needle of the well-known medicine. It is the same as changing the supplier. The threshold is high.",
    "This is the year of the Lord's return, the year of the Lord's return, the year of the Lord's return, the year of the Lord's return, the year of the Lord's return, the month of the Lord's return, and the year of the Lord's return.",
    "\"This is the year of our Lord's return, the year of our Lord's return, the year of our Lord's return, the year of our Lord's return, the year of our Lord's return, the year of our Lord's return, and the year of our Lord's return.",
    "This is the main outlook for the future. The following is our simple abbreviation. Let's take a look at it. That's the part of our company today.",
    "You can do it again. Further explanation. Thanks to Vice President Chen for the briefing. Then we'll take a look at our new project.",
    "You can directly. Thank you for contacting the gene to ask your question. Please refer to the part of the raw fish oil. There is anything on our market. Describe or look forward to it.",
    "Thank you for this present time. We are talking about a new order. We are talking about a new order. In fact, every time we introduce a situation like this, we are going to introduce a situation like this.",
    "The situation is a relatively low downturn, which is relative to the highest one. Because of this, the product, especially the one he did last year. This was the biggest recession that he also influenced us. Even in the US, the share of the original market was that I was the United States.",
    "Our revenues are higher than ours. Last year it was because of this. A recession of a single product fell that was really the case. The market aspect, including price and quantity, is not the same as the highest period in the world today.",
    "The old orders continued to ship, but it was much smaller than the previous ones. We are now working with our customers. We are going to talk about a new order. Of course, we expect that we will know the results soon, but we are not here today. There is a way to explain one of them.",
    "Size or how, but if this is the case. Ours is to say that in such a quantity, etc., can maintain a basic amount. I must also point out that this we have encountered last year. Many challenges include that I have.",
    "It is also reported earlier that the oil of the upstream is the raw material. It is said that the upstream is this. The raw material part of the fish oil looks like it is currently this quarter. Or the more relief is to say that last year, because the raw material is rising, there are still these out-of-stock problems.",
    "In fact, it slows down.",
    "<think> Ok, now I need to deal with user-provided transcription fragments, sorting them into paragraph-provided transcriptions. First, I want to read the user's requirements carefully to ensure a complete understanding of the task. The user emphasizes that the original text cannot be deleted, rewritten or condensed, so the integrity of the original word must be maintained. Next, I will check the provided transcription, pay attention to the timestamps and the corresponding sentences.",
    "For example, a sequence of sentences may belong to the same paragraph, and a larger interval of time may require segmentation. Then, I will process each sentence to ensure that they are arranged in chronological order without missing anything. At the same time, pay attention to the user mentioned \"do not delete any sentence\", so all sentences, including possibly unconsistent parts, must be retained. For example, there are some seemingly unrelated questions or technical terms in the middle, such as \"ame\", \"developing\", etc., and these also need to be retained as well.",
    "In addition, some sentences may be duplicated or redundant, but according to the user's requirements, all must be retained. It is also necessary to pay attention to the use of punctuation marks to ensure that each sentence ends with the correct punctuation, such as a sentence or question mark. At the same time, when processing timestamps, it may be necessary to keep them in paragraphs, but the user does not specify whether it is necessary to retain timestamps, so further confirmation may be required.",
    "For example, in the example provided by the user, there is a large interval between timestamps, which may indicate different speakers or topic transitions, which requires appropriate segmentation. Finally, after finishing the finishing, I will read the entire paragraph typed text to check if all the sentences are correctly arranged with no omissions or errors. At the same time, make sure that no additional content is added and that the original data is handled entirely according to the user's requirements. In conclusion, the process needs to be carefully handled every sentence, maintaining the original intention and structure, and segmenting in chronological and logical relationships to ensure that the final results meet all the user's requirements.",
    "This is not the case, but it is the case that he has been told that he has not changed much in the year of sales, and that he has been told that he has been paid more than a year ago and that he has been reduced in the year of decline. This is the most important change so we expect that this year when we have a new order, it may be better than it was last year, but I just said that because even now we are very hard to talk about this with our customers is a price problem, so the two variables can not expect to be his contribution, how much we know that it is not possible to return to the highest level of shipping, this part of the situation is that he has not reduced in fact, but we are now saying that it is that he has a lot of the same stock price that he wants to buys. This website uses cookies to improve functionality and performance. Using cookies should enable the user to use certain functions, share on social networks and edit messages and advertisements. By clicking on the “OK” button, you agree to the use of cookies on this website. For additional information, please see our Privacy Policy.",
    ")"
  ],
  "meta": {
    "source": "manual_upload"
  }
}