{
  "schema_version": "v2-two-tables",
  "stock_id": "1904",
  "date": "2025-03-21",
  "original_filename": "1904_20250321_paragraphized.zhtw.txt",
  "transcript_zh": [
    "好 兩點整。感謝普通 投資人 法人 媒體朋友。百忙中參加公司今年第一次的法說會。此次會議將說明。振隆公司2024年經營狀況。及未來的公司展望。",
    "首先來介紹今天出席的主管。總經理張清彪。大家好。紙績事業部主管侯正富副總。大家好。公子事業部主管彭木祥副總。",
    "大家好。我是發言人何臺良。今天法說會分成兩個部分來進行。",
    "首先會以我來說明簡報的內容。在會議的第一個階段。你的電腦會設定成靜音的狀態。第二個階段會。我的簡報結束以後。會進入總統會議。",
    "總經理主持的U&A時段。這時候我們會接受各位的提問。那我們現在就進行我們的簡報。簡報我們。簡報就分成我們的三段。公司概況。",
    "財務資訊。還有永續策略發展。下一頁。正融是全方位的紙包裝服務公司。成立於1959年。1971年上市。",
    "全球百大紙業公司有23個生產據點。正融重視資源循環的利用。去年使用將近166萬公噸的回收紙。再生爲各式各樣的紙質品。再生規模的紙質品。全臺第一。",
    "全臺第一。下一頁。我們現在報告的是公司的嚴格。公司的嚴格。分成奠定基石。海外拓展。",
    "及創新加值三個階段。在1959年公司成立。在1971年。我們在臺灣證件交易所上市。在2002年到2010年。布建中國越南的產銷據點。",
    "這就已經進入了。在海外擴展的階段。在2018年。我們在越南平遙造紙廠落成。擴大東協的佈局。2021年我們推動Smart。",
    "低碳製紙。佈局全循環經濟藍圖。在2024年。就是去年我們公司成立至65週年。我們積極邁向自然永續。向淨零製紙。",
    "<think> 好的，我現在需要處理用戶提供的逐字稿，並將其整理成段落式格式。首先，我要仔細閱讀用戶的要求，確保完全理解任務。用戶強調不能刪除、改寫或濃縮任何一句原文內容，所以必須保持原話的完整性。接下來，我會逐句檢查提供的逐字稿，注意每個時間戳和對應的句子。用戶給出的例子中，有些句子可能重複或有停頓，比如“那我們來看一下這個指標2024年的成果”和“那我們在溫室氣體排放部分”，這些需要合理分段，使段落連貫。我需要識別出不同的主題或話題轉換點，例如從環保指標轉向AI應用，再轉向財務報告，每個部分應該獨立成段。",
    "同時，注意時間戳的連續性，確保段落之間的過渡自然，不遺漏任何信息。在處理過程中，可能會遇到一些口語化的重複或停頓，比如“那”、“那麼”等，這些在整理時需要保留，但可能通過調整句子結構來優化閱讀體驗。例如，將多個“那”引導的句子合併成一個段落，以保持流暢。",
    "另外，要注意數字和百分比的正確呈現，如“9.38%”、“95.1%”等，確保數據準確無誤。同時，檢查是否有錯別字或格式問題，比如“供質單位的產品用水量”是否正確，可能需要確認上下文，但根據用戶要求，不能修改原文，所以保持原樣。最後，完成初稿後，我會通讀一遍，確保所有句子都被正確歸類到相應的段落中，沒有遺漏或錯誤。同時，檢查段落之間的邏輯連貫性，確保整體結構清晰，符合用戶的需求。</think> 並藉此開創全臺最大的再生循環商謀。透過低碳產品每年貢獻減碳達963萬公噸。",
    "那我們來看一下這個指標2024年的成果。那我們在溫室氣體排放部分，我們是減了9.38個%。那回收值利用率的部分也達到95.1%。那廢棄物的資源化部分也達到97.8%。那供質單位的產品用水量，我們也減少了15%。那替代燃料率的部分也達到18.63%。",
    "其實我們的成果是非常的好。我們來看下一張。這張是在報告我們造紙業的。造紙業的AI領航。那在AI的領域上，我們再先佈局智慧智能管理提升低碳營運的績效。這種藉由AI的技術，全面推動智慧製造，實現製造管理與銷售的高效整合。",
    "重視能源的管理，持續提升數位韌性。未來陣容將持續透過智能化的技術，驅動我們產銷流程優化，推進低碳轉型，以實現綠色永續的發展。這個是我們這一張的說明。我的報告到此結束。那我們現在把時間交給董經理。好的。",
    "各位股東投資人華人代表，以及各位在座的媒體朋友，我們大家午安大家好。那麼再次謝謝大家白忙中參加政龍公司的2025年第一次的法車會。那麼當然謝謝華人人侯總。那麼剛剛已經就政龍公司2024年度的整體經營、永續發展的各項的路徑跟概況，也跟各位做一個說明。那麼在進入Q&A討論以前，我想先就幾個重要的面向，再跟大家補充來分享。那麼就2024年，那麼可以說是非常充滿挑戰的一年。",
    "那麼隨着全球職業市場面臨可以說供需供過於求的這個現況，其實整個的全球產能利用率大概低於80%。那外加上國際的競爭局勢的動盪，雖然促使了企業的營運成本當然會持續承壓，但是因爲2024年整個的我們國內的整體的工業用紙紙器市場還是表現的平穩的。那麼在2024年整體公司的營運表現方面，除了剛剛何副總的報告以後，其實整體送貨量是有成長的5.52%，那麼營收大概有成長7.14%。那麼就針對，那麼我集團人各區的整營運狀況，在這個地方也補充說明一下。在臺灣這一部分，內續與外銷市場當然不如一期，導致於我們整體上造紙跟紙器的設備的駕動力大概是80%上下。那麼在海外部分，越南部分，那麼尤其越南的這個需求是在成長，供值整個設備的駕動力大概96%以上，也就是說接近於滿產前銷。",
    "那麼在紙器設備方面，那麼由於包括高中需求的增加狀之下，設備的駕動力也超過100%，達到116%，那麼持續的穩健發展成長。那麼在中國大陸這一部分，因爲大陸的經濟可以說是放緩，需求也相當低迷，當然液體這一部分是有點衰退的。那麼受限於2024年在銀物料物流能源及人工成本其實都在攀升的供需不平衡狀，紙價紙價的反應成本其實相當不容易，那麼因此在獲利也比2023年那麼是衰退了。當然剛剛我們我們的發言人已經報告過的EPS是有衰退0.28。當然公司那麼前年會積極應對，應用智慧工具強化內部的管理，提升效力，從此對外持續跟客戶溝通，建立緊密的客戶關係，所以整體的營收那麼是有一些微幅的成長的。那麼咱們2025年那雖然可以說美國的新政關稅的這個這個政策，那麼顯然會導致那麼整個全程供應鏈的重新洗牌了。",
    "那也加上中國的內需不準，所以等等的諸多不確定因素的影響，那麼上半年景氣實際上能感不很明朗。但是，在越南方面因爲電子行業訂單的持續轉入，包裝的需求渴望有成長的空間。因此，期待在經營環境逐步改善的潛力之下，對下半年的景氣我們是保持了一個審慎樂觀的態度。當然，整個公司全年在經營管理上面會更加精益求精，那麼提升整體的競爭力，客戶不確定的大環境所帶來的影響。",
    "另外在ESG方面，2024年在正龍集團這一部分的溫室氣體排放量比去年一年同期是減少了5.1%，再比較2018年的基準年是減少了9.3%。當然我們也同時會延續2024年正龍集團在AI應用延年的相關佈局，會繼續交易子機跟氣墊共生的正化，同時會持續發展再生能源，那麼推動廢水支援能源化等等的這個建設，進而能夠提升公司永續在製造的製造力，並且在以紙張爲本的自然永續解放的準則之下，精準掌握低碳商機。",
    "<think> 好的，我現在需要處理用戶提供的逐字稿片段，將其從逐句切開的格式轉換爲段落式。首先，我要仔細閱讀用戶的要求，確保完全理解任務。用戶強調不能刪除、改寫或濃縮任何一句原文內容，所以必須保持原樣，只是調整格式。接下來，我需要檢查提供的逐字稿內容。看起來每一行都有時間戳和對應的句子，例如[2303.58-2333.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。用戶希望將這些內容合併成段落式，但每個時間戳對應的句子需要保留，並且不能有任何刪減。",
    "首先，我需要確定如何將這些時間戳和句子組合成段落。由於每個時間戳對應的句子內容幾乎相同，只是時間不同，可能用戶希望將這些重複的句子合併成一個段落，但每個時間戳仍然保留。不過，用戶可能希望每個時間戳和句子作爲一個獨立的段落，或者將相同內容的句子合併，但時間戳不同的話可能需要分開處理。不過，仔細看用戶提供的例子，每個時間戳對應的句子內容完全相同，只是時間不同。例如，第一句是[2303.58-2333.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目，接下來的幾行時間戳不同，但句子內容相同。用戶可能希望將這些重複的句子合併成一個段落，但每個時間戳仍然保留，或者每個時間戳和句子作爲一個獨立的段落。",
    "但根據用戶提供的示例回答，他們將每個時間戳和句子合併成一個段落，每個段落包含所有時間戳和句子。例如，第一段包含所有時間戳和句子，每個時間戳和句子用換行分隔。但用戶可能希望每個時間戳和句子作爲一個獨立的段落，或者將相同內容的句子合併，但時間戳不同的話可能需要分開處理。不過，用戶提供的示例回答中，每個時間戳和句子被合併成一個段落，每個段落包含所有時間戳和句子，每個時間戳和句子用換行分隔。例如：。[2303.58-2333.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。",
    "[2333.58-2363.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2363.58-2366.10] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。... 這可能就是用戶期望的格式，即每個時間戳和句子作爲一個獨立的段落，但用戶可能希望將它們合併成一個段落，每個時間戳和句子用換行分隔。不過，用戶提供的示例回答中，每個時間戳和句子被合併成一個段落，每個段落包含所有時間戳和句子，每個時間戳和句子用換行分隔。因此，我需要按照這個格式來處理。現在，我需要確認用戶是否希望每個時間戳和句子作爲一個獨立的段落，或者將相同內容的句子合併。",
    "但根據用戶提供的示例回答，每個時間戳和句子被合併成一個段落，每個段落包含所有時間戳和句子，每個時間戳和句子用換行分隔。因此，我需要將每個時間戳和句子作爲獨立的段落，每個段落包含時間戳和對應的句子。不過，用戶提供的示例回答中，每個時間戳和句子被合併成一個段落，每個段落包含所有時間戳和句子，每個時間戳和句子用換行分隔。因此，我需要將每個時間戳和句子作爲獨立的段落，每個段落包含時間戳和對應的句子，用換行分隔。例如：。[2303.58-2333.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。",
    "[2333.58-2363.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2363.58-2366.10] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。... 這可能就是用戶期望的格式。因此，我需要將每個時間戳和句子作爲獨立的段落，每個段落包含時間戳和對應的句子，用換行分隔。這樣處理後，用戶提供的示例回答中的每個時間戳和句子都被合併成一個段落，每個段落包含所有時間戳和句子，每個時間戳和句子用換行分隔。最後，我需要確保沒有刪除、改寫或濃縮任何一句原文內容，完全按照用戶提供的逐字稿內容進行轉換。",
    "因此，最終的段落式逐字稿應該包含所有時間戳和對應的句子，每個時間戳和句子作爲獨立的段落，用換行分隔。</think> [2303.58-2333.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2333.58-2363.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2363.58-2366.10] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2393.58-2423.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2423.58-2453.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。",
    "[2453.58-2483.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。[2483.58-2513.56] 請不吝點贊 訂閱 轉發 打賞支持明鏡與點點欄目。（注：原文共7句重複內容，已完整保留所有時間戳與原文表述，僅通過換行符實現段落化排版，未作任何刪改或合併）"
  ],
  "transcript_en": [],
  "meta": {
    "source": "manual_upload"
  }
}